[
    {
        "word": "ka*bas\"sou",
        "definition": "See Cabob, n. & v. t."
    },
    {
        "word": "ka*bob\"",
        "definition": "A clay ironstone found in Ceylon."
    },
    {
        "word": "ka*book\"",
        "definition": "A Berber, as in Algiers or Tunis. See Berber."
    },
    {
        "word": "kad\"der",
        "definition": "A Turkish judge. See Cadi."
    },
    {
        "word": "ka\"di",
        "definition": "The Arabian name of two trees of the genus Balsamodendron, which yield a gum resin and a red aromatic wood."
    },
    {
        "word": "ka*fal\"",
        "definition": "One of a race which, with the Hottentots and Bushmen, inhabit South Africa. They inhabit the country north of Cape Colony, the name being now specifically applied to the tribes living between Cape Colony and Natal; but the Zulus of Natal are true Kaffirs."
    },
    {
        "word": "kaf\"tan",
        "definition": "A chantry chapel inclosed with lattice or screen work."
    },
    {
        "word": "kage",
        "definition": "A singular, crested, grallatorial bird (Rhinochetos jubatus), native of New Caledonia. It is gray above, paler beneath, and the feathers of the wings and tail are handsomely barred with brown, black, and gray. It is allied to the sun bittern."
    },
    {
        "word": "ka`gu*an\"",
        "definition": "A kind of notary public, or attorney, in the Levant."
    },
    {
        "word": "ka\"ha\"ni",
        "definition": "A long-nosed monkey (Semnopithecus nasalis), native of Borneo. The general color of the body is bright chestnut, with the under parts, shoulders, and sides of the head, golden yellow, and the top of the head and upper part of the back brown. Called also proboscis monkey."
    },
    {
        "word": "ka*hau\"",
        "definition": "A kind of headless cabbage. Same as Kale, 1."
    },
    {
        "word": "kail",
        "definition": "Any cabbage, greens, or vegetables."
    },
    {
        "word": "kai`ma*cam\"",
        "definition": "Poultry, etc., required by the lease to be paid in kind by a tenant to his landlord."
    },
    {
        "word": "kai\"nit",
        "definition": "A compound salt consisting chiefly of potassium chloride and magnesium sulphate, occurring at the Stassfurt salt mines in Prussian Saxony."
    },
    {
        "word": "ka*ique\"",
        "definition": "A pale buff or white crystalline alkaloid derived from quinoline, and used as an antipyretic in medicine."
    },
    {
        "word": "kai\"rine",
        "definition": "An organic base obtained from quinoline. It is used as a febrifuge, and resembles kairine."
    },
    {
        "word": "kai`ro*line",
        "definition": "The ancient title of emperors of Germany assumed by King William of Prussia when crowned sovereign of the new German empire in 1871."
    },
    {
        "word": "kai\"ser",
        "definition": "A New Zealand parrot of the genus Nestor, especially the brown parrot (Nestor meridionalis)."
    },
    {
        "word": "ka`ka*po\"",
        "definition": "A kind of wood common in Demerara, durable in salt water, because not subject to the depredations of the sea worm and barnacle."
    },
    {
        "word": "kak`a*ral\"li",
        "definition": "Government by the worst men."
    },
    {
        "word": "ka*lan\"",
        "definition": "A long-tailed monkey of Borneo (Semnopithecus rubicundus). It has a tuft of long hair on the head."
    },
    {
        "word": "kale",
        "definition": "A variety of cabbage in which the leaves do not form a head, being nearly the original or wild form of the species."
    },
    {
        "word": "ka*leege\"",
        "definition": "An instrument invented by Professor Wheatstone, consisting of a reflecting knob at the end of a vibrating rod or thin plate, for making visible, in the motion of a point of light reflected from the knob, the paths or curves corresponding with the musical notes produced by the vibrations."
    },
    {
        "word": "ka*lei\"do*phon",
        "definition": "An instrument invented by Sir David Brewster, which contains loose fragments of colored glass, etc., and reflecting surfaces so arranged that changes of position exhibit its contents in an endless variety of beautiful colors and symmetrical forms. It has been much employed in arts of design."
    },
    {
        "word": "kal\"ends",
        "definition": "The last and worst of the four ages of the world; -- considered to have begun B. C. 3102, and to last 432,000 years."
    },
    {
        "word": "ka\"li",
        "definition": "The black, destroying goddess; -- called also Doorga, Anna Purna."
    },
    {
        "word": "ka\"li",
        "definition": "The glasswort (Salsola Kali)."
    },
    {
        "word": "ka\"lif",
        "definition": "Formed like kali, or glasswort."
    },
    {
        "word": "ka\"li*form",
        "definition": "Forming alkalies with oxygen, as some metals."
    },
    {
        "word": "ka*lig\"e*nous",
        "definition": "Potassium; -- so called by the German chemists."
    },
    {
        "word": "ka\"li*um",
        "definition": "The name of Vishnu in his tenth and last avatar."
    },
    {
        "word": "kal\"muck",
        "definition": "A kind of shaggy cloth, resembling bearskin."
    },
    {
        "word": "ka*loy\"er",
        "definition": "One of the Brahmanic eons, a period of 4,320,000,000 years. At the end of each Kalpa the world is annihilated."
    },
    {
        "word": "ka\"ma",
        "definition": "The red dusty hairs of the capsules of an East Indian tree (Mallotus Philippinensis) used for dyeing silk. It is violently emetic, and is used in the treatment of tapeworm."
    },
    {
        "word": "ka*ma\"la",
        "definition": "A low ridge. [Scot.] See Eschar."
    },
    {
        "word": "kame",
        "definition": "A title given to the celestial gods of the first mythical dynasty of Japan and extended to the demigods of the second dynasty, and then to the long line of spiritual princes still represented by the mikado."
    },
    {
        "word": "ka\"mi",
        "definition": "A curious South American bird (Anhima, ∨ Palamedea, cornuta), often domesticated by the natives and kept with poultry, which it defends against birds of prey. It has a long, slender, hornlike ornament on its head, and two sharp spurs on each wing. Although its beak, feet, and legs resemble those of gallinaceous birds, it is related in anatomical characters to the ducks and geese (Anseres). Called also horned screamer. The name is sometimes applied also to the chaja. See Chaja, and Screamer."
    },
    {
        "word": "ka\"mi*chi",
        "definition": "A kind of elastic floor cloth, made of India rubber, gutta-percha, linseed oil, and powdered cork."
    },
    {
        "word": "kamp*tu\"li*con",
        "definition": "A variety of mimetite or arseniate of lead in hexagonal prisms of a fine orange yellow."
    },
    {
        "word": "kam\"py*lite",
        "definition": "A hot southwesterly wind in Egypt, coming from the Sahara."
    },
    {
        "word": "kam*sin\"",
        "definition": "An aboriginal tribe inhabiting the southern part of Kamtschatka."
    },
    {
        "word": "kam\"tscha*dales",
        "definition": "To know; to ken. [Obs.] See Ken."
    },
    {
        "word": "kan",
        "definition": "A native of the Sandwich Islands."
    },
    {
        "word": "ka*nack\"a",
        "definition": "A small chevrotain of the genus Tragulus, esp. T. pygm\\'91us, or T. kanchil, inhabiting Java, Sumatra, and adjacent islands; a deerlet. It is noted for its agility and cunning."
    },
    {
        "word": "kan\"chil",
        "definition": "Fluor spar; -- so called by Cornish miners."
    },
    {
        "word": "kand",
        "definition": "Any one of numerous species of jumping marsupials of the family Macropodid\\'91. They inhabit Australia, New Guinea, and adjacent islands, They have long and strong hind legs and a large tail, while the fore legs are comparatively short and feeble. The giant kangaroo (Macropus major) is the largest species, sometimes becoming twelve or fourteen feet in total length. The tree kangaroos, belonging to the genus Dendrolagus, live in trees; the rock kangaroos, of the genus Petrogale, inhabit rocky situations; and the brush kangaroos, of the genus Halmaturus, inhabit wooded districts. See Wallaby."
    },
    {
        "word": "kan\"sas",
        "definition": "Of or pertaining to Immanuel Kant, the German philosopher; conformed or relating to any or all of the philosophical doctrines of Immanuel Kant."
    },
    {
        "word": "kant\"i*an",
        "definition": "A follower of Kant; a Kantist."
    },
    {
        "word": "kant\"i*an",
        "definition": "The doctrine or theory of Kant; the Kantian philosophy."
    },
    {
        "word": "kant\"i*an*ism",
        "definition": "A disciple or follower of Kant."
    },
    {
        "word": "kant\"try",
        "definition": "A very pure white clay, ordinarily in the form of an impalpable powder, and used to form the paste of porcelain; China clay; porcelain clay. It is chiefly derived from the decomposition of common feldspar."
    },
    {
        "word": "ka`o*lin`i*za\"tion",
        "definition": "To convert into kaolin."
    },
    {
        "word": "ka\"o*lin*ize",
        "definition": "A chapel; hence, the choir or orchestra of a prince's chapel; now, a musical establishment, usually orchestral."
    },
    {
        "word": "ka*pell\"meis`ter",
        "definition": "The fossil resin of the kauri tree of New Zealand."
    },
    {
        "word": "kap\"no*mar",
        "definition": "A species of gray fox found in Russia."
    },
    {
        "word": "kar\"a*gane",
        "definition": "Doctrines of the Karaites."
    },
    {
        "word": "ka\"ra*ism",
        "definition": "A sect of Jews who adhere closely to the letter of the Scriptures, rejecting the oral law, and allowing the Talmud no binding authority; -- opposed to the Rabbinists."
    },
    {
        "word": "ka\"ra*ite",
        "definition": "A West Indian plant of the Pineapple family (Nidularium Karatas)."
    },
    {
        "word": "ka*ra\"tas",
        "definition": "One's acts considered as fixing one's lot in the future existence. (Theos.) The doctrine of fate as the inflexible result of cause and effect; the theory of inevitable consequence."
    },
    {
        "word": "kar\"ma",
        "definition": "One of a Mohammedan sect founded in the ninth century by Karmat."
    },
    {
        "word": "kar*ma\"thi*an",
        "definition": "A pile of rocks; sometimes, the solid rock. See Cairn."
    },
    {
        "word": "karn",
        "definition": "The twenty-fourth part of a grain; -- a weight used by goldsmiths."
    },
    {
        "word": "kar\"pho*lite",
        "definition": "One of the dry table-lands of South Africa, which often rise terracelike to considerable elevations."
    },
    {
        "word": "kar\"sten*ite",
        "definition": "See Carvel, and Caravel."
    },
    {
        "word": "kar\"vel",
        "definition": "The indirect division of cells in which, prior to division of the cell protoplasm, complicated changes take place in the nucleus, attended with movement of the nuclear fibrils; -- opposed to karyostenosis. The nucleus becomes enlarged and convoluted, and finally the threads are separated into two groups which ultimately become disconnected and constitute the daughter nuclei. Called also mitosis. See Cell development, under Cell."
    },
    {
        "word": "kar\"y*o*ki*ne`sis",
        "definition": "Of or pertaining to karyokinesis; as, karyokinetic changes of cell division."
    },
    {
        "word": "kar`y*o*ki*net\"ic",
        "definition": "The reticular network of fine fibers, of which the nucleus of a cell is in part composed; -- in opposition to kytomiton, or the network in the body of the cell."
    },
    {
        "word": "kar`y*o*plas\"ma",
        "definition": "Direct cell division (in which there is first a simple division of the nucleus, without any changes in its structure, followed by division of the protoplasm of the karyostenotic mode of nuclear division."
    },
    {
        "word": "ka*sack\"",
        "definition": "An Arabian shrub Catha edulis) the leaves of which are used as tea by the Arabs."
    },
    {
        "word": "kat",
        "definition": "Of or pertaining to katabolism; as, katabolic processes, which give rise to substances (katastates) of decreasing complexity and increasing stability."
    },
    {
        "word": "kat`a*bol\"ic",
        "definition": "Destructive or downward metabolism; regressive metamorphism; -- opposed to anabolism. See Disassimilation."
    },
    {
        "word": "ka*tab\"o*lism",
        "definition": "(Physiol.) A substance formed by a katabolic process; -- opposed to anastate. See Katabolic."
    },
    {
        "word": "kate",
        "definition": "Making a right angle; perpendicular, as two lines or two sides of a triangle, which include a right angle."
    },
    {
        "word": "kath`e*tom\"e*ter",
        "definition": "A caoutchouc like substance obtained from the milky juice of the East Indian Euphorbia Kattimundoo. It is used as a cement."
    },
    {
        "word": "kat`ti*num\"doo",
        "definition": "A large, green, arboreal, orthopterous insect (Cyrtophyllus concavus) of the family Locustid\\'91, common in the United States. The males have stridulating organs at the bases of the front wings. During the summer and autumn, in the evening, the males make a peculiar, loud, shrill sound, resembling the combination Katy-did, whence the name."
    },
    {
        "word": "ka\"ty*did`",
        "definition": "A lofty coniferous tree of New Zealand Agathis, ∨ Dammara, australis), furnishing valuable timber and yielding one kind of dammar resin."
    },
    {
        "word": "ka\"u*ri",
        "definition": "A species of Macropiper (M. methysticum), the long pepper, from the root of which an intoxicating beverage is made by the Polynesians, by a process of mastication; also, the beverage itself."
    },
    {
        "word": "ka\"va",
        "definition": "An armed constable; also, a government servant or courier."
    },
    {
        "word": "kaw",
        "definition": "a New Zealand tree, the Cypress cedar (Libocedrus Doniana), having a valuable, fine-grained, reddish wood."
    },
    {
        "word": "ka*wa\"ka",
        "definition": "A inn. [Turkey] See Khan."
    },
    {
        "word": "kawn",
        "definition": "A light canoe, made of skins stretched over a frame, and usually capable of carrying but one person, who sits amidships and uses a double-bladed paddle. It is peculiar to the Eskimos and other Arctic tribes."
    },
    {
        "word": "kay\"ak",
        "definition": "One who uses a kayak."
    },
    {
        "word": "keck",
        "definition": "See Keck, v. i. & n."
    },
    {
        "word": "kec\"kle",
        "definition": "To wind old rope around, as a cable, to preserve its surface from being fretted, or to wind iron chains around, to defend from the friction of a rocky bottom, or from the ice."
    },
    {
        "word": "kec\"kling",
        "definition": "Inclined to vomit; squeamish."
    },
    {
        "word": "kedge",
        "definition": "A small anchor used whenever a large one can be dispensed witch. See Kedge, v. t., and Anchor, n."
    },
    {
        "word": "kedge",
        "definition": "A small anchor; a kedge."
    },
    {
        "word": "ked\"look",
        "definition": "See Kie, Ky, and Kine."
    },
    {
        "word": "keel",
        "definition": "A longitudinal timber, or series of timbers scarfed together, extending from stem to stern along the bottom of a vessel. It is the principal timber of the vessel, and, by means of the ribs attached on each side, supports the vessel's frame. In an iron vessel, a combination of plates supplies the place of the keel of a wooden ship. See Illust. of Keelson."
    },
    {
        "word": "keel",
        "definition": "Fig.: The whole ship."
    },
    {
        "word": "keel",
        "definition": "To turn up the keel; to show the bottom."
    },
    {
        "word": "keeled",
        "definition": "Having a median ridge; carinate; as, a keeled scale."
    },
    {
        "word": "keel\"er",
        "definition": "A small or shallow tub; esp., one used for holding materials for calking ships, or one used for washing dishes, etc."
    },
    {
        "word": "kee\"ling",
        "definition": "A pencil of black or red lead; -- called also keelyvine pen."
    },
    {
        "word": "keels",
        "definition": "A piece of timber in a ship laid on the middle of the floor timbers over the keel, and binding the floor timbers to the keel; in iron vessels, a structure of plates, situated like the keelson of a timber ship."
    },
    {
        "word": "keel\"vat`",
        "definition": "Sharp; having a fine edge or point; as, a keen razor, or a razor with a keen edge."
    },
    {
        "word": "keen",
        "definition": "A professional mourner who wails at a funeral."
    },
    {
        "word": "keen\"er",
        "definition": "In a keen manner."
    },
    {
        "word": "keen\"ly",
        "definition": "The quality or state of being keen."
    },
    {
        "word": "keen\"ness",
        "definition": "To care; to desire."
    },
    {
        "word": "keep",
        "definition": "To hold; to restrain from departure or removal; not to let go of; to retain in one's power or possession; not to lose; to retain; to detain."
    },
    {
        "word": "keep",
        "definition": "To last; to endure; to remain unimpaired."
    },
    {
        "word": "keep\"er",
        "definition": "One who retains in custody; one who has the care of a prison and the charge of prisoners."
    },
    {
        "word": "keep\"ing",
        "definition": "Maintenance; support; provision; feed; as, the cattle have good keeping."
    },
    {
        "word": "keesh",
        "definition": "A vat or tub in which the mash is made; a mash tub."
    },
    {
        "word": "keeve",
        "definition": "A bleaching vat; a kier."
    },
    {
        "word": "keeve",
        "definition": "To heave; to tilt, as a cart."
    },
    {
        "word": "kef\"fe-kil",
        "definition": "A small cask or barrel."
    },
    {
        "word": "keg",
        "definition": "A mineral of a brownish black color, related to titanite in form. It consists chiefly of silica, titanium dioxide, lime, and yttria."
    },
    {
        "word": "keir",
        "definition": "A black, two-horned, African rhinoceros (Atelodus keitloa). It has the posterior horn about as long as the anterior one, or even longer."
    },
    {
        "word": "keit*lo\"a",
        "definition": "Having a kell or covering; webbed."
    },
    {
        "word": "kell",
        "definition": "A sort of pottage; kale. See Kale, 2."
    },
    {
        "word": "kell",
        "definition": "The cocoon or chrysalis of an insect."
    },
    {
        "word": "ke*lot\"o*my",
        "definition": "The calcined ashes of seaweed, -- formerly much used in the manufacture of glass, now used in the manufacture of iodine."
    },
    {
        "word": "kelp",
        "definition": "Any large blackish seaweed."
    },
    {
        "word": "kelp\"fish`",
        "definition": "An imaginary spirit of the waters, horselike in form, vulgarly believed to warn, by preternatural noises and lights, those who are to be drowned."
    },
    {
        "word": "kelt",
        "definition": "Same as Celt, one of Celtic race."
    },
    {
        "word": "kelt",
        "definition": "Regular order or proper condition."
    },
    {
        "word": "ken",
        "definition": "To recognize; to descry; to discern"
    },
    {
        "word": "ken\"nel",
        "definition": "A pack of hounds, or a collection of dogs."
    },
    {
        "word": "ken\"ning",
        "definition": "The limit of vision at sea, being a distance of about twenty miles."
    },
    {
        "word": "ke\"no",
        "definition": "Modified evolution, in which nonprimitive characters make their appearance in consequence of a secondary adaptation of the embryo to the peculiar conditions of its environment; -- distinguished from palingenesis."
    },
    {
        "word": "ken`o*gen\"e*sis",
        "definition": "Of or pertaining to kenogenesis; as, kenogenetic processes."
    },
    {
        "word": "ken`o*ge*net\"ic",
        "definition": "Having so marked an appearance as easily to be recognized."
    },
    {
        "word": "ken\"spec`kle",
        "definition": "A curved bugle, having six finger keys or stops, by means of which the performer can play upon every key in the musical scale; -- called also keyed bugle, and key bugle."
    },
    {
        "word": "ken\"tle",
        "definition": "Pigs of iron used for ballast."
    },
    {
        "word": "kent\"ledge",
        "definition": "One of the United States."
    },
    {
        "word": "ke*ram\"ics",
        "definition": "Suitable to be written upon; capable of being written upon, as a slate; -- said especially of a certain kind of globe."
    },
    {
        "word": "ke*rar\"gy*rite",
        "definition": "A nitrogenous substance free from phosphorus, supposed to be present in the brain; a body closely related to cerebrin."
    },
    {
        "word": "ker\"a*sin",
        "definition": "Resembling horn; horny; corneous."
    },
    {
        "word": "ker\"a*sine",
        "definition": "A nitrogenous substance, or mixture of substances, containing sulphur in a loose state of combination, and forming the chemical basis of epidermal tissues, such as horn, hair, feathers, and the like. It is an insoluble substance, and, unlike elastin, is not dissolved even by gastric or pancreatic juice. By decomposition with sulphuric acid it yields leucin and tyrosin, as does albumin. Called also epidermose."
    },
    {
        "word": "ker\"a*tin",
        "definition": "Inflammation of the cornea."
    },
    {
        "word": "ker\"a*tode",
        "definition": "Producing horn; as, the keratogenous membrane within the horny hoof of the horse."
    },
    {
        "word": "ker`a*toi\"de*a",
        "definition": "An instrument for dividing the cornea in operations for cataract."
    },
    {
        "word": "ker\"a*tome",
        "definition": "The operation of removing a cataract by thrusting a needle through the cornea of the eye, and breaking up the opaque mass."
    },
    {
        "word": "ker`a*to*nyx\"is",
        "definition": "A gorgonian coral having a horny axis."
    },
    {
        "word": "ker\"a*to*phyte",
        "definition": "An order of sponges having a skeleton composed of hornlike fibers. It includes the commercial sponges."
    },
    {
        "word": "ker`a*to\"sa",
        "definition": "A tough, horny animal substance entering into the composition of the skeleton of sponges, and other invertebrates; -- called also keratode."
    },
    {
        "word": "ker\"a*tose`",
        "definition": "Containing hornlike fibers or fibers of keratose; belonging to the Keratosa."
    },
    {
        "word": "ker\"a*tose`",
        "definition": "A figure or picture impressed by lightning upon the human body or elsewhere."
    },
    {
        "word": "kerf",
        "definition": "A compound in which tar or asphaltum combined with animal or vegetable oils is vulcanized by sulphur, the product closely resembling rubber; -- used principally as an insulating material in telegraphy."
    },
    {
        "word": "kerl",
        "definition": "The dried bodies of the females of a scale insect (Coccus ilicis), allied to the cochineal insect, and found on several species of oak near the Mediterranean. They are round, about the size of a pea, contain coloring matter analogous to carmine, and are used in dyeing. They were anciently thought to be of a vegetable nature, and were used in medicine."
    },
    {
        "word": "ker\"mes",
        "definition": "A small European evergreen oak (Quercus coccifera) on which the kermes insect (Coccus ilicis) feeds."
    },
    {
        "word": "ker\"messe",
        "definition": "A light-armed foot soldier of the ancient militia of Ireland and Scotland; -- distinguished from gallowglass, and often used as a term of contempt."
    },
    {
        "word": "kern",
        "definition": "To form with a kern. See 2d Kern."
    },
    {
        "word": "kern",
        "definition": "A hand mill. See Quern."
    },
    {
        "word": "kern",
        "definition": "To take the form of kernels; to granulate."
    },
    {
        "word": "ker\"nel",
        "definition": "A single seed or grain; as, a kernel of corn."
    },
    {
        "word": "ker\"neled",
        "definition": "Full of kernels; resembling kernels; of the nature of kernels."
    },
    {
        "word": "ker\"o*lite",
        "definition": "An oil used for illuminating purposes, formerly obtained from the distillation of mineral wax, bituminous shale, etc., and hence called also coal oil. It is now produced in immense quantities, chiefly by the distillation and purification of petroleum. It consists chiefly of several hydrocarbons of the methane series."
    },
    {
        "word": "kest",
        "definition": "A small, slender European hawk (Falco alaudarius), allied to the sparrow hawk. Its color is reddish fawn, streaked and spotted with white and black. Also called windhover and stannel. The name is also applied to other allied species."
    },
    {
        "word": "ketch\"up",
        "definition": "One of a series of organic bases obtained by the reduction of certain isonitroso compounds of the ketones. In general they are unstable oily substances having a pungent aromatic odor."
    },
    {
        "word": "ke\"tine",
        "definition": "The name of certain African species of Hibiscus, cultivated for the acid of their mucilage."
    },
    {
        "word": "ket`mie\"",
        "definition": "One of a series of series of complex nitrogenous substances, represented by methyl ketol and related to indol."
    },
    {
        "word": "ke*ton\"ic",
        "definition": "A metallic vessel, with a wide mouth, often without a cover, used for heating and boiling water or other liguids."
    },
    {
        "word": "ket\"tle*drum`",
        "definition": "An informal social party at which a light collation is offered, held in the afternoon or early evening. Cf. Drum, n., 4 and 5."
    },
    {
        "word": "ket\"tle*drum`mer",
        "definition": "The upper division of the European Triassic. See Chart of Geology."
    },
    {
        "word": "keu\"per",
        "definition": "A strong cleat to which large ropes are belayed."
    },
    {
        "word": "kev\"el",
        "definition": "A stone mason's hammer."
    },
    {
        "word": "kex",
        "definition": "A weed; a kecksy."
    },
    {
        "word": "key",
        "definition": "An instrument which is turned like a key in fastening or adjusting any mechanism; as, a watch key; a bed key, etc."
    },
    {
        "word": "key\"age",
        "definition": "The whole arrangement, or one range, of the keys of an organ, typewriter, etc."
    },
    {
        "word": "key\"board`",
        "definition": "Cold as a metallic key; lifeless."
    },
    {
        "word": "key\"hole`",
        "definition": "A hole or excavation in beams intended to be joined together, to receive the key which fastens them."
    },
    {
        "word": "key\"note`",
        "definition": "The fundamental fact or idea; that which gives the key; as, the keynote of a policy or a sermon."
    },
    {
        "word": "key\"seat`",
        "definition": "The central or topmost stone of an arch. This in some styles is made different in size from the other voussoirs, or projects, or is decorated with carving. See Illust. of Arch."
    },
    {
        "word": "key\" tone`",
        "definition": "See Key way, under Key."
    },
    {
        "word": "kham*sin`",
        "definition": "A king; a prince; a chief; a governor; -- so called among the Tartars, Turks, and Persians, and in countries now or formerly governed by them."
    },
    {
        "word": "khan",
        "definition": "An Eastern inn or caravansary."
    },
    {
        "word": "khan",
        "definition": "Dominion or jurisdiction of a khan"
    },
    {
        "word": "khan*ate",
        "definition": "A lofty West African tree (Khaya Senegalensis), related to the mahogany, which it resembles in the quality of the wood. The bark is used as a febrifuge."
    },
    {
        "word": "kha\"ya",
        "definition": "A governor or viceroy; -- a title granted in 1867 by the sultan of Turkey to the ruler of Egypt."
    },
    {
        "word": "khol\"sun",
        "definition": "An address or public prayer read from the steps of the pulpit in Mohammedan mosques, offering glory to God, praising Mohammed and his descendants, and the ruling princes."
    },
    {
        "word": "khut\"bah",
        "definition": ". See Kyaboca wood."
    },
    {
        "word": "ki*ang\"",
        "definition": "To bruise; to grind coarsely; as, kibbled oats."
    },
    {
        "word": "kib\"ble",
        "definition": "Portions of small fish used for bait on the banks of Newfoundland."
    },
    {
        "word": "kib\"blings",
        "definition": "A chap or crack in the flesh occasioned by cold; an ulcerated chilblain."
    },
    {
        "word": "ki*bit\"ka",
        "definition": "A rude kind of Russian vehicle, on wheels or on runners, sometimes covered with cloth or leather, and often used as a movable habitation."
    },
    {
        "word": "kick",
        "definition": "To recoil; -- said of a musket, cannon, etc."
    },
    {
        "word": "kick\"er",
        "definition": "See Kickshaws, the correct singular."
    },
    {
        "word": "kick\"shaw`",
        "definition": "Something fantastical; any trifling, trumpery thing; a toy."
    },
    {
        "word": "kick\"shaws`",
        "definition": "A fancy dish; a titbit; a delicacy."
    },
    {
        "word": "kid",
        "definition": "A young child or infant; hence, a simple person, easily imposed on."
    },
    {
        "word": "kid",
        "definition": "A fagot; a bundle of heath and furze."
    },
    {
        "word": "kid\"der*min`ster",
        "definition": "A huckster; a cadger."
    },
    {
        "word": "kid\"dow",
        "definition": "To deceive; to outwit; to hoax."
    },
    {
        "word": "kid\"ling",
        "definition": "To take (any one) by force or fear, and against one's will, with intent to carry to another place."
    },
    {
        "word": "kie\"fe*kil",
        "definition": "A large tub or vat in which goods are subjected to the action of hot lye or bleaching liquor; -- also called keeve."
    },
    {
        "word": "kier",
        "definition": "Siliceous earth; specifically, porous infusorial earth, used as an absorbent of nitroglycerin in the manufacture of dynamite."
    },
    {
        "word": "kie\"sel*guhr`",
        "definition": "Hydrous sulphate of magnesia found at the salt mines of Stassfurt, Prussian Saxony."
    },
    {
        "word": "kieve",
        "definition": "To gaze; to stare."
    },
    {
        "word": "kill",
        "definition": "To deprive of life, animal or vegetable, in any manner or by any means; to render inanimate; to put to death; to slay."
    },
    {
        "word": "kill",
        "definition": "To destroy; to ruin; as, to kill one's chances; to kill the sale of a book."
    },
    {
        "word": "kill\"er",
        "definition": "A voracious, toothed whale of the genus Orca, of which several species are known."
    },
    {
        "word": "kil\"li*fish`",
        "definition": "The Cornish chough. See under Chough."
    },
    {
        "word": "kil`li*ki*nick\"",
        "definition": "Literally, that kills; having power to kill; fatal; in a colloquial sense, conquering; captivating; irresistible."
    },
    {
        "word": "kil\"lock",
        "definition": "An earth of a blackish or deep blue color."
    },
    {
        "word": "kiln",
        "definition": "A furnace for burning bricks; a brickkiln."
    },
    {
        "word": "ki\"lo",
        "definition": "A measure of weight, being a thousand grams, equal to 2.2046 pounds avoirdupois (15,432.34 grains). It is equal to the weight of a cubic decimeter of distilled water at the temperature of maximum density, or 39° Fahrenheit."
    },
    {
        "word": "kil\"o*gram",
        "definition": "A measure of energy or work done, being the amount expended in raising one kilogram through the height of one meter, in the latitude of Paris."
    },
    {
        "word": "kil\"o*gram*me`ter",
        "definition": "A measure of capacity equal to a cubic meter, or a thousand liters. It is equivalent to 35.315 cubic feet, and to 220.04 imperial gallons, or 264.18 American gallons of 321 cubic inches."
    },
    {
        "word": "kil\"o*li`ter",
        "definition": "A measure of length, being a thousand meters. It is equal to 3,280.8 feet, or 62137 of a mile."
    },
    {
        "word": "kil\"o*me`ter",
        "definition": "A cubic measure containing 1000 cubic meters, and equivalent to 35,315 cubic feet."
    },
    {
        "word": "kil\"o*watt",
        "definition": "p. p. from Kill."
    },
    {
        "word": "kilt",
        "definition": "To tuck up; to truss up, as the clothes."
    },
    {
        "word": "kilt\"ed",
        "definition": "Plaited after the manner of kilting"
    },
    {
        "word": "kil\"ter",
        "definition": "A perpendicular arrangement of flat, single plaits, each plait being folded so as to cover half the breadth of the preceding one."
    },
    {
        "word": "kim*me\"ri*an",
        "definition": "A tub. See Kemelin."
    },
    {
        "word": "kim\"ry",
        "definition": "A diminutive suffix; as, manikin; lambkin"
    },
    {
        "word": "kin",
        "definition": "A primitive Chinese instrument of the cittern kind, with from five to twenty-five silken strings."
    },
    {
        "word": "kin",
        "definition": "Relatives; persons of the same family or race."
    },
    {
        "word": "kin`\\'91*sod\"ic",
        "definition": "The perception attendant upon the movements of the muscles."
    },
    {
        "word": "ki\"nate",
        "definition": "India silk brocaded with flowers in silver or gold."
    },
    {
        "word": "kin\"cob",
        "definition": "Characteristic of the species; belonging to one's nature; natural; native."
    },
    {
        "word": "kin\"der*gar`ten",
        "definition": "One who teaches in a kindergarten."
    },
    {
        "word": "kin\"der*gart`ner",
        "definition": "Having kindness of nature; sympathetic; characterized by a humane disposition; as, a kind-hearted landlord."
    },
    {
        "word": "kind\"-heart`ed*ness",
        "definition": "To bring forth young."
    },
    {
        "word": "kin`dle",
        "definition": "Fig.: To inflame, as the passions; to rouse; to provoke; to excite to action; to heat; to fire; to animate; to incite; as, to kindle anger or wrath; to kindle the flame of love, or love into a flame."
    },
    {
        "word": "kin\"dle",
        "definition": "Fig.: To begin to be excited; to grow warm or animated; to be roused or exasperated."
    },
    {
        "word": "kind\"li*ness",
        "definition": "The quality or state of being kindly; benignity; benevolence; gentleness; tenderness; as, kindliness of disposition, of treatment, or of words."
    },
    {
        "word": "kin\"ding",
        "definition": "Materials, easily lighted, for starting a fire."
    },
    {
        "word": "kind\"ly",
        "definition": "According to the kind or nature; natural."
    },
    {
        "word": "kind\"ly",
        "definition": "In a kind manner; congenially; with good will; with a disposition to make others happy, or to oblige."
    },
    {
        "word": "kin\"dred",
        "definition": "Relatives by blood or marriage, more properly the former; relations; persons related to each other."
    },
    {
        "word": "kin`e*sip\"a*thy",
        "definition": "Conveying motion; as; kinesodic substance; -- applied esp. to the spinal cord, because it is capable of conveying doth voluntary and reflex motor impulses, without itself being affected by motor impulses applied to it directly."
    },
    {
        "word": "kin`e*sod\"ic",
        "definition": "Moving or causing motion; motory; active, as opposed to latent."
    },
    {
        "word": "ki*net\"ics",
        "definition": "An instrument for producing curves by the combination of circular movements; -- called also kinescope."
    },
    {
        "word": "ki*ne`to*gen\"e*sis",
        "definition": "A Chinese musical instrument, consisting of resonant stones or metal plates, arranged according to their tones in a frame of wood, and struck with a hammer."
    },
    {
        "word": "king",
        "definition": "A chief ruler; a sovereign; one invested with supreme authority over a nation, country, or tribe, usually by hereditary succession; a monarch; a prince. \"Ay, every inch a king.\""
    },
    {
        "word": "king\"bird",
        "definition": "The king tody. See under King."
    },
    {
        "word": "king\"bolt`",
        "definition": "A variety of small pet dogs, having, drooping ears, a high, dome-shaped forehead, pug nose, large, prominent eyes, and long, wavy hair. The color is usually black and tan."
    },
    {
        "word": "king charles span\"iel",
        "definition": "The craft of kings; the art of governing as a sovereign; royal policy."
    },
    {
        "word": "king\"cup`",
        "definition": "The rank, quality, state, or attributes of a king; royal authority; sovereign power; rule; dominion; monarchy."
    },
    {
        "word": "king\"let",
        "definition": "Any one of several species of small singing birds of the genus Regulus and family Sylviid\\'91."
    },
    {
        "word": "king\"li*ness",
        "definition": "Same as Kinglet, 1."
    },
    {
        "word": "king\"ling",
        "definition": "Belonging to, suitable to, or becoming, a king; characteristic of, resembling, a king; directed or administered by a king; monarchical; royal; sovereign; regal; august; noble; grand."
    },
    {
        "word": "king\"-post`",
        "definition": "Formerly, the highest court of common law in England; -- so called because the king used to sit there in person. It consisted of a chief justice and four puisne, or junior, justices. During the reign of a queen it was called the Queen's Bench. Its jurisdiction was transferred by the judicature acts of 1873 and 1875 to the high court of justice created by that legislation."
    },
    {
        "word": "king's bench",
        "definition": "The state, office, or dignity of a king; royalty."
    },
    {
        "word": "king\"ston",
        "definition": ". An alloy of tin, copper, and mercury, sometimes used for the bearings and packings of machinery."
    },
    {
        "word": "king\"ston valve",
        "definition": "A truss, framed with a king-post; -- used in roofs, bridges, etc."
    },
    {
        "word": "kink",
        "definition": "A twist or loop in a rope or thread, caused by a spontaneous doubling or winding upon itself; a close loop or curl; a doubling in a cord."
    },
    {
        "word": "kink",
        "definition": "A fit of coughing; also, a convulsive fit of laughter."
    },
    {
        "word": "kink",
        "definition": "A nocturnal carnivorous mammal (Cercoleptes caudivolvulus) of South America, about as large as a full-grown cat. It has a prehensile tail and lives in trees. It is the only representative of a distinct family (Cercoleptid\\'91) allied to the raccoons. Called also potto, and honey bear."
    },
    {
        "word": "kink\"haust`",
        "definition": "Same as 3d Kink."
    },
    {
        "word": "kin\"kle",
        "definition": "Full of kinks; liable to kink or curl; as, kinky hair."
    },
    {
        "word": "kin`ni*ki*nic\"",
        "definition": "The dark red dried juice of certain plants, used variously in tanning, in dyeing, and as an astringent in medicine."
    },
    {
        "word": "kin\"ship",
        "definition": "A man of the same race or family; one related by blood."
    },
    {
        "word": "kint\"lidge",
        "definition": "A Turkish open summer house or pavilion, supported by pillars."
    },
    {
        "word": "ki\"o*ways`",
        "definition": "The hide of a young or small beef creature, or leather made from it; kipskin."
    },
    {
        "word": "kipe",
        "definition": "A salmon after spawning."
    },
    {
        "word": "kip\"per",
        "definition": "A salmon split open, salted, and dried or smoked; -- so called because salmon after spawning were usually so cured, not being good when fresh."
    },
    {
        "word": "kip\"per*nut`",
        "definition": "Leather prepared from the skin of young or small cattle, intermediate in grade between calfskin and cowhide."
    },
    {
        "word": "kip\"skin`",
        "definition": "A church or the church, in the various senses of the word; esp., the Church of Scotland as distinguished from other reformed churches, or from the Roman Catholic Church."
    },
    {
        "word": "kirk\"man",
        "definition": "A clergyman or officer in a kirk."
    },
    {
        "word": "kirk\"yard`",
        "definition": "In Europe, particularly in Belgium and Holland, and outdoor festival and fair; in the United States, generally an indoor entertainment and fair combined."
    },
    {
        "word": "kir\"mess",
        "definition": "An alcoholic liquor, obtained by distilling the fermented juice of the small black cherry."
    },
    {
        "word": "ki*rum\"bo",
        "definition": "A workman's name for the graphite which forms incidentally in iron smelting."
    },
    {
        "word": "kis\"met",
        "definition": "To salute with the lips, as a mark of affection, reverence, submission, forgiveness, etc."
    },
    {
        "word": "kiss",
        "definition": "To meet; to come in contact; to touch fondly."
    },
    {
        "word": "kiss",
        "definition": "A salutation with the lips, as a token of affection, respect, etc.; as, a parting kiss; a kiss of reconciliation."
    },
    {
        "word": "kist",
        "definition": "A Celtic monument, commonly known as a dolmen."
    },
    {
        "word": "kist\"vaen",
        "definition": "To cut. [Obs.] Chaucer."
    },
    {
        "word": "kit",
        "definition": "A wooden tub or pail, smaller at the top than at the bottom; as, a kit of butter, or of mackerel."
    },
    {
        "word": "kit\"cat`",
        "definition": "Designating a canvas used for portraits of a peculiar size, viz., twenty-right or twenty-nine inches by thirtysix; -- so called because that size was adopted by Sir Godfrey Kneller for the portraits he painted of the members of the Kitcal Club."
    },
    {
        "word": "kitch\"en mid`dens",
        "definition": "The body of servants employed in the kitchen."
    },
    {
        "word": "kite",
        "definition": "Any raptorial bird of the subfamily Milvin\\'91, of which many species are known. They have long wings, adapted for soaring, and usually a forked tail."
    },
    {
        "word": "kite",
        "definition": "A mode of raising money, or sustaining one's credit, by the use of paper which is merely nominal; -- called also kiting."
    },
    {
        "word": "kit\"ish",
        "definition": "A young kitten; a whelp."
    },
    {
        "word": "kit\"ten",
        "definition": "To bring forth young, as a cat; to bring forth, as kittens."
    },
    {
        "word": "kit\"ti*wake",
        "definition": "To bring forth young, as a cat; to kitten; to litter."
    },
    {
        "word": "kit*ty*sol\"",
        "definition": "A mash vat. See Keeve."
    },
    {
        "word": "kjoek\"ken moed`dings",
        "definition": "A collective name for the Indians of several tribes formerly living along the Klamath river, in California and Oregon, but now restricted to a reservation at Klamath Lake; -- called also Clamets and Hamati."
    },
    {
        "word": "kla\"maths",
        "definition": "(Zo\\'94l.) An antelope (Cerphalopus pygm\\'91us), found in South Africa. It is of very small size, being but one foot high at shoulder. It is remarkable for its activity, and for its mild and timid disposition. Called also guevi, and pygmy antelope."
    },
    {
        "word": "kleene\"boc`",
        "definition": "A propensity to steal, claimed to be irresistible. This does not constitute legal irresponsibility."
    },
    {
        "word": "klick",
        "definition": "A small postern or gate in a palisade, for the passage of sallying parties."
    },
    {
        "word": "kli*nom\"e*ter",
        "definition": "A small mammal (Hyrax Capensis), found in South Africa. It is of about the size of a rabbit, and closely resembles the daman. Called also rock rabbit."
    },
    {
        "word": "klip\"das",
        "definition": "Dried cod, exported from Norway."
    },
    {
        "word": "klip\"fish`",
        "definition": "A small, graceful South African antelope (Nanotragus oreotragus), which, like the chamois, springs from one crag to another with great agility; -- called also kainsi."
    },
    {
        "word": "klip\"spring`er",
        "definition": "A glen; a ravine closed at its upper end."
    },
    {
        "word": "klo`pe*ma\"ni*a",
        "definition": "To seize with the teeth; to gnaw."
    },
    {
        "word": "knab",
        "definition": "To nab. See Nab, v. t."
    },
    {
        "word": "knack",
        "definition": "A readiness in performance; aptness at doing something; skill; facility; dexterity."
    },
    {
        "word": "knack\"er",
        "definition": "One of two or more pieces of bone or wood held loosely between the fingers, and struck together by moving the hand; -- called also clapper."
    },
    {
        "word": "knack\"er",
        "definition": "One who slaughters worn-out horses and sells their flesh for dog's meat."
    },
    {
        "word": "knack\"-kneed`",
        "definition": "Having a knack; cunning; crafty; trickish."
    },
    {
        "word": "knag",
        "definition": "A wooden peg for hanging things on."
    },
    {
        "word": "knag\"ged",
        "definition": "Knotty; rough; figuratively, rough in temper."
    },
    {
        "word": "knag\"gy",
        "definition": "A protuberance; a swelling; a knob; a button; hence, rising ground; a summit. See Knob, and Knop."
    },
    {
        "word": "knap\"ple",
        "definition": "Having knaps; full of protuberances or humps; knobby."
    },
    {
        "word": "knav\"er*y",
        "definition": "Roguish or mischievous tricks."
    },
    {
        "word": "knaw\"el",
        "definition": "To work and press into a mass, usually with the hands; esp., to work, as by repeated pressure with the knuckles, into a well mixed mass, as the materials of bread, cake, etc.; as, to knead dough."
    },
    {
        "word": "knead",
        "definition": "Fig.: To treat or form as by kneading; to beat."
    },
    {
        "word": "knead\"er",
        "definition": "In the manner of one kneading."
    },
    {
        "word": "knead\"ing*ly",
        "definition": "A mineral of a gray, red, brown, or green color, and glistening luster. It is a silicate of iron and manganese."
    },
    {
        "word": "kne\"bel*ite",
        "definition": "The twisting of a rope or cable, as it is running out."
    },
    {
        "word": "kneck",
        "definition": "In man, the joint in the middle part of the leg."
    },
    {
        "word": "knee",
        "definition": "The joint, or region of the joint, between the thigh and leg."
    },
    {
        "word": "knee\"brush`",
        "definition": "A thick mass or collection of hairs on the legs of bees, by aid of which they carry the collected pollen to the hive or nest; -- usually in the plural."
    },
    {
        "word": "knee\"cap`",
        "definition": "A cap or protection for the knee."
    },
    {
        "word": "kneed",
        "definition": "Geniculated; forming an obtuse angle at the joints, like the knee when a little bent; as, kneed grass."
    },
    {
        "word": "knee\"-deep`",
        "definition": "Sunk to the knees; as, men knee-deep in water."
    },
    {
        "word": "knee\"-high`",
        "definition": "The joint of the knee."
    },
    {
        "word": "knee\"joint`",
        "definition": "A toggle joint; -- so called because consisting of two pieces jointed to each other end to end, making an angle like the knee when bent."
    },
    {
        "word": "knee\"joint`ed",
        "definition": "To bend the knee; to fall or rest on the knees; -- sometimes with down."
    },
    {
        "word": "kneel\"er",
        "definition": "A cushion or stool to kneel on."
    },
    {
        "word": "kneel\"ing*ly",
        "definition": "A roundish, flattened, sesamoid bone in the tendon in front of the knee joint; the patella; the kneecap."
    },
    {
        "word": "knee\"pan`",
        "definition": "A piece shaped like a knee; as, the kneepieces or ears of a boat."
    },
    {
        "word": "knee\"piece`",
        "definition": "The stoke of a bell tolled at a funeral or at the death of a person; a death signal; a passing bell; hence, figuratively, a warning of, or a sound indicating, the passing away of anything."
    },
    {
        "word": "knew",
        "definition": "A small ball of clay, baked hard and oiled, used as a marble by boys in playing."
    },
    {
        "word": "knick\"er*bock`ers",
        "definition": "A trifle or toy; a bawble; a gewgaw."
    },
    {
        "word": "knick\"knack`",
        "definition": "A collection of knickknacks."
    },
    {
        "word": "knick\"knack`er*y",
        "definition": "An instrument consisting of a thin blade, usually of steel and having a sharp edge for cutting, fastened to a handle, but of many different forms and names for different uses; as, table knife, drawing knife, putty knife, pallet knife, pocketknife, penknife, chopping knife, etc. /as>."
    },
    {
        "word": "knife",
        "definition": "A sword or dagger."
    },
    {
        "word": "knife",
        "definition": "To cut or stab with a knife."
    },
    {
        "word": "knife\"board`",
        "definition": "A piece of steel sharpened to an acute edge or angle, and resting on a smooth surface, serving as the axis of motion of a pendulum, scale beam, or other piece required to oscillate with the least possible friction."
    },
    {
        "word": "knight",
        "definition": "In feudal times, a man-at-arms serving on horseback and admitted to a certain military rank with special ceremonies, including an oath to protect the distressed, maintain the right, and live a stainless life."
    },
    {
        "word": "knight\"age",
        "definition": "A knight of the most ancient, but lowest, order of English knights, and not a member of any order of chivalry. See Bachelor, 4."
    },
    {
        "word": "knight\" bach\"e*lor",
        "definition": "A knight who carried a banner, who possessed fiefs to a greater amount than the knight bachelor, and who was obliged to serve in war with a greater number of attendants. The dignity was sometimes conferred by the sovereign in person on the field of battle."
    },
    {
        "word": "knight\" bar\"o-net",
        "definition": "A wandering knight; a knight who traveled in search of adventures, for the purpose of exhibiting military skill, prowess, and generosity."
    },
    {
        "word": "knight\"-er`rant",
        "definition": "The character or actions of wandering knights; the practice of wandering in quest of adventures; chivalry; a quixotic or romantic adventure or scheme."
    },
    {
        "word": "knight\"head`",
        "definition": "The character, dignity, or condition of a knight, or of knights as a class; hence, chivalry."
    },
    {
        "word": "knight\" serv\"ice",
        "definition": "See Commandery, n., 3, and also Templar, n., 1 and 3."
    },
    {
        "word": "knight\" tem\"plar",
        "definition": "To form into a knot, or into knots; to tie together, as cord; to fasten by tying."
    },
    {
        "word": "knit",
        "definition": "To be united closely; to grow together; as, broken bones will in time knit and become sound."
    },
    {
        "word": "knit\"ting",
        "definition": "Union formed by knitting, as of bones."
    },
    {
        "word": "knives",
        "definition": "A hard protuberance; a hard swelling or rising; a bunch; a lump; as, a knob in the flesh, or on a bone."
    },
    {
        "word": "knob",
        "definition": "A knoblike ornament or handle; as, the knob of a lock, door, or drawer."
    },
    {
        "word": "knob\"ber",
        "definition": "Rough dressing by knocking off knobs or projections."
    },
    {
        "word": "knob\"bing",
        "definition": "The hart in its second year; a young deer."
    },
    {
        "word": "knob\"bling fire",
        "definition": "Full of, or covered with, knobs or hard protuberances."
    },
    {
        "word": "knob\"by",
        "definition": "Irregular; stubborn in particulars."
    },
    {
        "word": "knob\"stick`",
        "definition": "To drive or be driven against something; to strike against something; to clash; as, one heavy body knocks against another."
    },
    {
        "word": "knock",
        "definition": "To strike or beat with something hard or heavy; to rap; as, to knock with a club; to knock on the door."
    },
    {
        "word": "knock",
        "definition": "To strike for admittance; to rap upon, as a door."
    },
    {
        "word": "knock",
        "definition": "A stroke, as on a door for admittance; a rap."
    },
    {
        "word": "knock\"down`",
        "definition": "Of force sufficient to fell or completely overthrow; as, a knockdown blow; a knockdown argument."
    },
    {
        "word": "knock\"down`",
        "definition": "One who, or that which, knocks; specifically, an instrument, or kind of hammer, fastened to a door, to be used in seeking for admittance."
    },
    {
        "word": "knock\"ings",
        "definition": "A condition in which the knees are bent in so as to touch each other in walking; inknee."
    },
    {
        "word": "knock\"-knee`",
        "definition": "Having the legs bent inward so that the knees touch in walking."
    },
    {
        "word": "knock\"stone`",
        "definition": "A little round hill; a mound; a small elevation of earth; the top or crown of a hill."
    },
    {
        "word": "knop",
        "definition": "Any boldly projecting sculptured ornament; esp., the ornamental termination of a pinnacle, and then synonymous with finial; -- called also knob, and knosp."
    },
    {
        "word": "knot",
        "definition": "A bond of union; a connection; a tie."
    },
    {
        "word": "knot",
        "definition": "To knit knots for fringe or trimming."
    },
    {
        "word": "knot\"ber`ry",
        "definition": "a common weed with jointed stems (Polygonum aviculare); knotweed."
    },
    {
        "word": "knot\"ti*ness",
        "definition": "Difficulty of solution; intricacy; complication."
    },
    {
        "word": "knot\"ty",
        "definition": "Hard; rugged; as, a knotty head."
    },
    {
        "word": "knot\"weed\"",
        "definition": "A small, herbaceous, trailing plant, of the genus Illecebrum (I. verticillatum.)"
    },
    {
        "word": "knot\"wort",
        "definition": "A kind of whip for flogging criminals, formerly much used in Russia. The last is a tapering bundle of leather thongs twisted with wire and hardened, so that it mangles the flesh."
    },
    {
        "word": "knout",
        "definition": "To punish with the knout"
    },
    {
        "word": "know\"ing",
        "definition": "Artful; cunning; as, a knowing rascal."
    },
    {
        "word": "knowl\"edge",
        "definition": "The act or state of knowing; clear perception of fact, truth, or duty; certain apprehension; familiar cognizance; cognition."
    },
    {
        "word": "known",
        "definition": "A member of a secret political organization in the United States, the chief objects of which were the proscription of foreigners by the repeal of the naturalization laws, and the exclusive choice of native Americans for office."
    },
    {
        "word": "know\"-noth`ing*ism",
        "definition": "Waste silk formed in winding off the threads from a cocoon."
    },
    {
        "word": "knubs",
        "definition": "The joint of a finger, particularly when made prominent by the closing of the fingers."
    },
    {
        "word": "knuc\"kle",
        "definition": "The kneejoint, or middle joint, of either leg of a quadruped, especially of a calf; -- formerly used of the kneejoint of a human being."
    },
    {
        "word": "knurl",
        "definition": "One who, or that which, is crossgrained."
    },
    {
        "word": "knurl",
        "definition": "Full of knots; gnarled."
    },
    {
        "word": "knurled",
        "definition": "Milled, as the head of a screw, or the edge of a coin."
    },
    {
        "word": "ko*ai\"ta",
        "definition": "A tailless marsupial (Phascolarctos cinereus), found in Australia. The female carries her young on the back of her neck. Called also Australian bear, native bear, and native sloth."
    },
    {
        "word": "ko\"balt",
        "definition": "A blackish gray mineral, a sulphide of antimony, bismuth, and lead."
    },
    {
        "word": "ko\"bel*lite",
        "definition": "A kind of domestic spirit in German mythology, corresponding to the Scottish brownie and the English Robin Goodfellow."
    },
    {
        "word": "ko\"bold",
        "definition": "A kind of portable camera."
    },
    {
        "word": "ko\"dak",
        "definition": "Any one of several species of cuckoos of the genus Eudynamys, found in India, the East Indies, and Australia. They deposit their eggs in the nests of other birds."
    },
    {
        "word": "ko\"el",
        "definition": "A two-masted Dutch vessel."
    },
    {
        "word": "koff",
        "definition": "A famous diamond, surrendered to the British crown on the annexation of the Punjab. According to Hindoo legends, it was found in a Golconda mine, and has been the property of various Hindoo and Persian rulers."
    },
    {
        "word": "koh`i*noor\"",
        "definition": "A mixture of soot and other ingredients, used by Egyptian and other Eastern women to darken the edges of the eyelids."
    },
    {
        "word": "kohl",
        "definition": "A variety of cabbage, in which the edible part is a large, turnip-shaped swelling of the stem, above the surface of the ground."
    },
    {
        "word": "ko*ka\"ma",
        "definition": "Any pheasant of the genus Pucrasia. The birds of this genus inhabit India and China, and are distinguished by having a long central and two lateral crests on the head. Called also pucras."
    },
    {
        "word": "ko*koon\"",
        "definition": "An individual of one of the races of aboriginal inhabitants which survive in Hindostan."
    },
    {
        "word": "ko*la\"ri*an",
        "definition": "Of or pertaining to, or designating, an acid derived from meconic acid."
    },
    {
        "word": "ko*me\"nic",
        "definition": "An African freshwater fish (Protopterus annectens), belonging to the Dipnoi. It can breathe air by means of its lungs, and when waters dry up, it encases itself in a nest of hard mud, where it remains till the rainy season. It is used as food."
    },
    {
        "word": "kom\"tok",
        "definition": "To know. See Can, and Con."
    },
    {
        "word": "ko\"nite",
        "definition": "A large African antelope (Alcelaphus Lichtensteini), allied to the hartbeest, but having shorter and flatter horns, and lacking a black patch on the face."
    },
    {
        "word": "konze",
        "definition": "A large South African antelope (Strepsiceros kudu). The males have graceful spiral horns, sometimes four feet long. The general color is reddish or grayish brown, with eight or nine white bands on each side, and a pale dorsal stripe. The old males become dark bluish gray, due to the skin showing through the hair. The females are hornless. Called also nellut."
    },
    {
        "word": "koo\"doo",
        "definition": "The oryx or gemsbok."
    },
    {
        "word": "koo\"koom",
        "definition": "A west African anthropoid ape (Troglodytes koolokamba, or T. Aubryi), allied to the chimpanzee and gorilla, and, in some respects, intermediate between them."
    },
    {
        "word": "koo*ril\"i*an",
        "definition": "A small Russian coin. One hundred kopecks make a rouble, worth about sixty cents."
    },
    {
        "word": "ko\"peck",
        "definition": "The Scriptures of the Mohammedans, containing the professed revelations to Mohammed; -- called also Alcoran."
    },
    {
        "word": "ko\"rin",
        "definition": "A West African antelope (Damalis Senegalensis), allied to the sassaby. It is reddish gray, with a black face, and a black stripe on the outside of the legs above the knees."
    },
    {
        "word": "ko*tow\"",
        "definition": "A wild horse (Equus, or Asinus, onager) inhabiting the plants of Central Asia; -- called also gour, khur, and onager."
    },
    {
        "word": "kous\"so",
        "definition": "The same as Kotow."
    },
    {
        "word": "kra",
        "definition": "A collection of huts within a stockade; a village; sometimes, a single hut."
    },
    {
        "word": "kraal",
        "definition": "An inclosure into which are driven wild elephants which are to be tamed and educated."
    },
    {
        "word": "krait",
        "definition": "A fabulous Scandinavian sea monster, often represented as resembling an island, but sometimes as resembling an immense octopus."
    },
    {
        "word": "kra*ko\"wi*ak",
        "definition": "A genus of spreading shrubs with many stems, from one species of which (K. triandra), found in Peru, rhatany root, used as a medicine, is obtained."
    },
    {
        "word": "kra*me\"ri*a",
        "definition": "Pertaining to, or derived from, Krameria (rhatany); as, krameric acid, usually called ratanhia-tannic acid."
    },
    {
        "word": "kra*mer\"ic",
        "definition": "The carcass of a whale after the blubber has been removed."
    },
    {
        "word": "krang",
        "definition": "A hook for holding the blubber while cutting it away."
    },
    {
        "word": "kreel",
        "definition": "The citadel of a town or city; especially, the citadel of Moscow, a large inclosure which contains imperial palaces, cathedrals, churches, an arsenal, etc."
    },
    {
        "word": "kre\"o*sote",
        "definition": "A small copper coin formerly used in South Germany; also, a small Austrian copper coin."
    },
    {
        "word": "kro*kid\"o*lite",
        "definition": "A coin of Denmark, Norway, and Sweden, of the value of about twenty-eight cents. See Crown, n., 9."
    },
    {
        "word": "kro\"ne",
        "definition": "One of a negro tribe of Liberia and the adjacent coast, whose members are much employed on shipboard."
    },
    {
        "word": "krul\"ler",
        "definition": "A reed instrument of music of the cornet kind, now obsolete (see Cornet, 1, a.)"
    },
    {
        "word": "krumm\"horn`",
        "definition": ". A breech-loading steel cannon manufactured at the works of Friedrich Krupp, at Essen in Prussia. Guns of over eight-inch bore are made up of several concentric cylinders; those of a smaller size are forged solid."
    },
    {
        "word": "ksar",
        "definition": "The military caste, the second of the four great Hindoo castes; also, a member of that caste. See Caste."
    },
    {
        "word": "ksha\"tri*ya",
        "definition": "The East Indian tapir. See Tapir."
    },
    {
        "word": "ku\"da",
        "definition": "Glory; fame; renown; praise."
    },
    {
        "word": "ku\"fic",
        "definition": "The slow lemur. See Lemur."
    },
    {
        "word": "ku*kang\"",
        "definition": "The name adopted in the southern part of the United States by a secret political organization, active for several years after the close of the Civil War, and having for its aim the repression of the political power of the freedmen; -- called also Kuklux Klan."
    },
    {
        "word": "ku\"mish",
        "definition": "A Russian and German liqueur, consisting of a sweetened spirit flavored with caraway seeds."
    },
    {
        "word": "kum\"mel",
        "definition": "A small tree of the genus Citrus (C. Japonica) growing in China and Japan; also, its small acid, orange-colored fruit used for preserves."
    },
    {
        "word": "kum\"quat",
        "definition": "Copper-nickel; niccolite. See Niccolite."
    },
    {
        "word": "kup\"fer*nick\"el",
        "definition": "A native or inhabitant of a mountainous region of Western Asia belonging to the Turkish and Persian monarchies."
    },
    {
        "word": "kurd",
        "definition": "Of or pertaining to the Kurds."
    },
    {
        "word": "kurd\"ish",
        "definition": "Of or pertaining to the Kurile Islands, a chain of islands in the Pacific ocean, extending from the southern extremity of Kamschatka to Yesso."
    },
    {
        "word": "ku*ril\"i*an",
        "definition": "A public hall or room, for the use of visitors at watering places and health resorts in Germany."
    },
    {
        "word": "kur\"saal`",
        "definition": "A carnivorous animal (Crossarchus obscurus) of tropical Africa. It its allied to the civets. Called also kusimansel, and mangue."
    },
    {
        "word": "kus\"kus",
        "definition": "(Mus.) A Turkish instrument of music, with a hollow body covered with skin, over which five strings are stretched."
    },
    {
        "word": "kus\"si*er",
        "definition": "The India civet (Viverra zibetha)."
    },
    {
        "word": "ku*tauss\"",
        "definition": "The packet of vellum leaves in which the gold is first beaten into thin sheets."
    },
    {
        "word": "kutch",
        "definition": "Kine. [Scot.] See Kee, Kie, and Kine."
    },
    {
        "word": "ky\"an*nite",
        "definition": "To render (wood) proof against decay by saturating with a solution of corrosive sublimate in open tanks, or under pressure."
    },
    {
        "word": "ky*an\"o*phyll",
        "definition": "Cocoanut fiber, or the cordage made from it. See Coir."
    },
    {
        "word": "kyaw",
        "definition": "p. p. of Kythe."
    },
    {
        "word": "kyd",
        "definition": "imp. of Kythe, to show."
    },
    {
        "word": "ky\"ley",
        "definition": "The cattle of the Hebrides, or of the Highlands."
    },
    {
        "word": "ky\"mo*graph",
        "definition": "Of or pertaining to a kymograph; as, a kymographic tracing."
    },
    {
        "word": "ky`mo*graph\"ic",
        "definition": "See Cymric, a. & n."
    },
    {
        "word": "kyr\"i*e e*lei\"son",
        "definition": "Greek words, meaning \"Lord, have mercy upon us,\" used in the Mass, the breviary offices, the litany of the saints, etc."
    }
]