[
    {
        "word": "nale`ad*min`is*tra\"tion",
        "definition": "A salt of maleic acid."
    },
    {
        "word": "n",
        "definition": "No, not. See No."
    },
    {
        "word": "na",
        "definition": "The summit of an eminence."
    },
    {
        "word": "nab",
        "definition": "The cock of a gunlock."
    },
    {
        "word": "nabk",
        "definition": "A deputy or viceroy in India; a governor of a province of the ancient Mogul empire."
    },
    {
        "word": "na\"bob",
        "definition": "One who returns to Europe from the East with immense riches: hence, any man of great wealth."
    },
    {
        "word": "nac\"a*rat",
        "definition": "Fine linen or crape dyed of this color."
    },
    {
        "word": "na\"cre",
        "definition": "Consisting of, or resembling, nacre; pearly."
    },
    {
        "word": "na\"dir",
        "definition": "The lowest point; the time of greatest depression."
    },
    {
        "word": "n\\'91\"vose`",
        "definition": "A spot or mark on the skin of children when born; a birthmark; -- usually applied to vascular tumors, i. e., those consisting mainly of blood vessels, as dilated arteries, veins, or capillaries."
    },
    {
        "word": "na\"vus",
        "definition": "A small horse; a pony; hence, any horse."
    },
    {
        "word": "nag",
        "definition": "A paramour; -- in contempt."
    },
    {
        "word": "nag\"gy",
        "definition": "A West African gazelle (Gazella redunca)."
    },
    {
        "word": "na\"gor",
        "definition": "A mineral of blackish lead-gray color and metallic luster, generally of a foliated massive structure; foliated tellurium. It is a telluride of lead and gold."
    },
    {
        "word": "nag\"yag-ite",
        "definition": "A water nymph; one of the lower female divinities, fabled to preside over some body of fresh water, as a lake, river, brook, or fountain."
    },
    {
        "word": "na\"iad",
        "definition": "Any species of a tribe (Naiades) of freshwater bivalves, including Unio, Anodonta, and numerous allied genera; a river mussel."
    },
    {
        "word": "na\"id",
        "definition": "Having a true natural luster without being cut; -- applied by jewelers to a precious stone."
    },
    {
        "word": "na\"\\'8bf`",
        "definition": "Na\\'8bve; as, a na\\'8bf remark."
    },
    {
        "word": "nail",
        "definition": "To stud or boss with nails, or as with nails."
    },
    {
        "word": "nail\"brush`",
        "definition": "One whose occupation is to make nails; a nail maker."
    },
    {
        "word": "nail\"er",
        "definition": "One who fastens with, or drives, nails."
    },
    {
        "word": "nail\"er*ess",
        "definition": "A manufactory where nails are made."
    },
    {
        "word": "nail\"er*y",
        "definition": "Having a head like that of a nail; formed so as to resemble the head of a nail."
    },
    {
        "word": "nail\"less",
        "definition": "A thick sort of jaconet muslin, plain or striped, formerly made in India."
    },
    {
        "word": "nais`sant\"",
        "definition": "Having native or unaffected simplicity; ingenuous; artless; frank; as, na\\'8bve manners; a na\\'8bve person; na\\'8bve and unsophisticated remarks."
    },
    {
        "word": "na\"\\'8bve`",
        "definition": "In a na\\'8bve manner."
    },
    {
        "word": "na\"\\'8bve`ly",
        "definition": "Native simplicity; unaffected plainness or ingenuousness; artlessness."
    },
    {
        "word": "na\"ked",
        "definition": "Having no clothes on; uncovered; nude; bare; as, a naked body; a naked limb; a naked sword."
    },
    {
        "word": "na\"ked*ly",
        "definition": "The condition of being naked."
    },
    {
        "word": "na\"ked*ness",
        "definition": "The privy parts; the genitals"
    },
    {
        "word": "na\"ker",
        "definition": "A kind of kettledrum."
    },
    {
        "word": "na\"koo",
        "definition": "Ale; also, an alehouse."
    },
    {
        "word": "nam\"a*ble",
        "definition": "A distraining or levying of a distress; an impounding."
    },
    {
        "word": "nam\"ay*cush",
        "definition": "Talk or writing which is weakly sentimental or affectedly pretty."
    },
    {
        "word": "name\"less",
        "definition": "Undistinguished; not noted or famous."
    },
    {
        "word": "name\"less*ly",
        "definition": "By name; by particular mention; specifically; especially; expressly."
    },
    {
        "word": "nam\"er",
        "definition": "One that has the same name as another; especially, one called after, or named out of regard to, another."
    },
    {
        "word": "nan",
        "definition": "An African carnivore (Nandinia binotata), allied to the civets. It is spotted with black."
    },
    {
        "word": "nan\"dine",
        "definition": "Any one of three species of South American ostriches of the genera Rhea and Pterocnemia. See Rhea."
    },
    {
        "word": "nan\"dou",
        "definition": "A species of cloth, of a firm texture, originally brought from China, made of a species of cotton (Gossypium religiosum) that is naturally of a brownish yellow color quite indestructible and permanent."
    },
    {
        "word": "nan*keen\"",
        "definition": "An imitation of this cloth by artificial coloring."
    },
    {
        "word": "nan\"pie",
        "definition": "A term used by modern arch\\'91ologists instead of cella. See Cella."
    },
    {
        "word": "na\"os",
        "definition": "To have a short sleep; to be drowsy; to doze."
    },
    {
        "word": "nap",
        "definition": "To be in a careless, secure state."
    },
    {
        "word": "nap",
        "definition": "The loops which are cut to make the pile, in velvet."
    },
    {
        "word": "nap",
        "definition": "The back part of the neck."
    },
    {
        "word": "nape\"-crest`",
        "definition": "Table linen; also, linen clothing, or linen in general."
    },
    {
        "word": "na\"phew",
        "definition": "The complex mixture of volatile, liquid, inflammable hydrocarbons, occurring naturally, and usually called crude petroleum, mineral oil, or rock oil. Specifically: That portion of the distillate obtained in the refinement of petroleum which is intermediate between the lighter gasoline and the heavier benzine, and has a specific gravity of about 0.7, -- used as a solvent for varnishes, as a carburetant, illuminant, etc."
    },
    {
        "word": "naph\"tha",
        "definition": "One of several volatile inflammable liquids obtained by the distillation of certain carbonaceous materials and resembling the naphtha from petroleum; as, Boghead naphtha, from Boghead coal (obtained at Boghead, Scotland); crude naphtha, or light oil, from coal tar; wood naphtha, from wood, etc."
    },
    {
        "word": "naph\"tha*late",
        "definition": "A white crystalline aromatic hydrocarbon, C10H8, analogous to benzene, and obtained by the distillation of certain bituminous materials, such as the heavy oil of coal tar. It is the type and basis of a large number of derivatives among organic compounds. Formerly called also naphthaline."
    },
    {
        "word": "naph`tha*len\"ic",
        "definition": "Pertaining to, derived from, or related to, naphthalene; -- used specifically to denote any one of a series of acids derived from naphthalene, and called naphthalene acids."
    },
    {
        "word": "naph\"tha*lin",
        "definition": "To mingle, saturate, or impregnate, with naphtha."
    },
    {
        "word": "naph\"tha*lize",
        "definition": "A dyestuff, resembling alizarin, obtained from naphthoquinone as a red crystalline substance with a bright green, metallic luster; -- called also naphthalizarin."
    },
    {
        "word": "naph*thaz\"a*rin",
        "definition": "A peculiar hydrocarbon occuring as an ingredient of Caucasian petroleum."
    },
    {
        "word": "naph\"thene",
        "definition": "A compound of naphthalene or its radical with a metallic element; as, mercuric naphthide."
    },
    {
        "word": "naph\"thide",
        "definition": "Pertaining to, derived from, or related to, naphthalene; -- used specifically to designate any one of a series of carboxyl derivatives, called naphthoic acids."
    },
    {
        "word": "naph*tho\"ic",
        "definition": "Any one of a series of hydroxyl derivatives of naphthalene, analogous to phenol. In general they are crystalline substances with a phenol (carbolic) odor."
    },
    {
        "word": "naph`tho*qui\"none",
        "definition": "A hydrocarbon radical regarded as the essential residue of naphthalene."
    },
    {
        "word": "naph\"thyl",
        "definition": "One of two basic amido derivatives of naphthalene, C10H7.NH2, forming crystalline solids."
    },
    {
        "word": "naph`thyl*am\"ine",
        "definition": "Of, pertaining to, or discovered by, Napier, or Naper."
    },
    {
        "word": "na\"pi*er's bones`",
        "definition": "Turnip-shaped; large and round in the upper part, and very slender below."
    },
    {
        "word": "na\"pi*form",
        "definition": "A little towel, or small cloth, esp. one for wiping the fingers and mouth at table."
    },
    {
        "word": "na\"ples yel\"low",
        "definition": "A French gold coin of twenty francs, or about $3.86."
    },
    {
        "word": "na*po\"le*on",
        "definition": "Of or pertaining to Napoleon I., or his family; resembling, or having the qualities of, Napoleon I."
    },
    {
        "word": "na*po\"le*on*ist",
        "definition": "Sheet; surface; all that portion of a surface that is continuous in such a way that it is possible to pass from any one point of the portion to any other point of the portion without leaving the surface. Thus, some hyperboloids have one nappe, and some have two."
    },
    {
        "word": "nappe",
        "definition": "The quality of having a nap; abundance of nap, as on cloth."
    },
    {
        "word": "nap\"pi*ness",
        "definition": "The act or process of raising a nap, as on cloth."
    },
    {
        "word": "nap\"ping",
        "definition": "A sheet of partially felted fur before it is united to the hat body."
    },
    {
        "word": "nap\"py",
        "definition": "Tending to cause sleepiness; serving to make sleepy; strong; heady; as, nappy ale."
    },
    {
        "word": "nap\"py",
        "definition": "A taking by surprise; an unexpected onset or attack."
    },
    {
        "word": "na*pu\"",
        "definition": "A kind of turnip. See Navew."
    },
    {
        "word": "na\"pus",
        "definition": "An alkaloid found in small quantities in opium, and extracted as a white crystalline substance of a bitter astringent taste. It is a narcotic. Called also narceia."
    },
    {
        "word": "nar\"ce*ine",
        "definition": "Of or pertaining to Narcissus."
    },
    {
        "word": "nar*cis\"sus",
        "definition": "A genus of endogenous bulbous plants with handsome flowers, having a cup-shaped crown within the six-lobed perianth, and comprising the daffodils and jonquils of several kinds."
    },
    {
        "word": "nar*co\"sis",
        "definition": "Having the properties of a narcotic; operating as a narcotic."
    },
    {
        "word": "nar`co*tin\"ic",
        "definition": "Narcosis; the state of being narcotized."
    },
    {
        "word": "nar\"co*tize",
        "definition": "An East Indian plant (Nardostachys Jatamansi) of the Valerian family, used from remote ages in Oriental perfumery."
    },
    {
        "word": "nard",
        "definition": "A kind of grass (Nardus stricta) of little value, found in Europe and Asia."
    },
    {
        "word": "nard\"ine",
        "definition": "An Australian name for Marsilea Drummondii, a four-leaved cryptogamous plant, sometimes used for food."
    },
    {
        "word": "na\"res",
        "definition": "An apparatus for smoking tobacco. It has a long flexible tube, and the smoke is drawn through water."
    },
    {
        "word": "nar\"gile",
        "definition": "The brown coati. See Coati."
    },
    {
        "word": "nar\"i*ca",
        "definition": "Formed like the nose."
    },
    {
        "word": "nar\"i*form",
        "definition": "Of or belonging to the nostrils."
    },
    {
        "word": "nar\"ine",
        "definition": "Capable of being narrated or told."
    },
    {
        "word": "nar\"ra*ble",
        "definition": "A tribe of Indians who formerly inhabited the shores of Narragansett Bay."
    },
    {
        "word": "nar`ra*gan\"setts",
        "definition": "To tell, rehearse, or recite, as a story; to relate the particulars of; to go through with in detail, as an incident or transaction; to give an account of."
    },
    {
        "word": "nar*ra\"tion",
        "definition": "That which is related; the relation in words or writing of the particulars of any transaction or event, or of any series of transactions or events; story; history."
    },
    {
        "word": "nar\"ra*tive",
        "definition": "Apt or inclined to relate stories, or to tell particulars of events; story-telling; garrulous."
    },
    {
        "word": "nar\"ra*tive*ly",
        "definition": "One who narrates; one who relates a series of events or transactions."
    },
    {
        "word": "nar*ra\"tor",
        "definition": "Giving an account of events; narrative; as, narratory letters."
    },
    {
        "word": "nar\"row",
        "definition": "Of little extent; very limited; circumscribed."
    },
    {
        "word": "nar\"row",
        "definition": "To contract the reach or sphere of; to make less liberal or more selfish; to limit; to confine; to restrict; as, to narrow one's views or knowledge; to narrow a question in discussion."
    },
    {
        "word": "nar\"row",
        "definition": "Not to step out enough to the one hand or the other; as, a horse narrows."
    },
    {
        "word": "nar\"row*ing",
        "definition": "The part of a stocking which is narrowed."
    },
    {
        "word": "nar\"row*ly",
        "definition": "Without much extent; contractedly."
    },
    {
        "word": "nar\"row-mind`ed",
        "definition": "The condition or quality of being narrow."
    },
    {
        "word": "nar\"thex",
        "definition": "The portico in front of ancient churches; sometimes, the atrium or outer court surrounded by ambulatories; -- used, generally, for any vestibule, lobby, or outer porch, leading to the nave of a church."
    },
    {
        "word": "na\"sal",
        "definition": "Having a quality imparted by means of the nose; and specifically, made by lowering the soft palate, in some cases with closure of the oral passage, the voice thus issuing (wholly or partially) through the nose, as in the consonants m, n, ng (see Guide to Pronunciation, §§ 20, 208); characterized by resonance in the nasal passage; as, a nasal vowel; a nasal utterance."
    },
    {
        "word": "na\"sal",
        "definition": "A medicine that operates through the nose; an errhine."
    },
    {
        "word": "na*sal\"i*ty",
        "definition": "The act of nasalizing, or the state of being nasalized."
    },
    {
        "word": "na`sal*i*za\"tion",
        "definition": "To render nasal, as sound; to insert a nasal or sound in."
    },
    {
        "word": "na\"sal*ize",
        "definition": "To utter words or letters with a nasal sound; to speak through the nose."
    },
    {
        "word": "na\"sal*ize",
        "definition": "In a nasal manner; by the nose."
    },
    {
        "word": "na\"sal*ly",
        "definition": "A kind of pessary of medicated wool or cotton, formerly used."
    },
    {
        "word": "nas\"cal",
        "definition": "State of being nascent; birth; beginning; origin."
    },
    {
        "word": "nas\"cen*cy",
        "definition": "Commencing, or in process of development; beginning to exist or to grow; coming into being; as, a nascent germ."
    },
    {
        "word": "nas\"cent",
        "definition": "Evolving; being evolved or produced."
    },
    {
        "word": "nase\"ber`ry",
        "definition": "Firm; stiff; hard; also, chilly."
    },
    {
        "word": "nas`i*cor\"nous",
        "definition": "Having the shape of a nose."
    },
    {
        "word": "nas\"i*form",
        "definition": "The middle point of the nasofrontal suture."
    },
    {
        "word": "na*si*on",
        "definition": "A combining form denoting pertaining to, or connected with, the nose; as, nasofrontal."
    },
    {
        "word": "na\"so-",
        "definition": "Connected with both the nose and the mouth; as, the nasobuccal groove in the skate."
    },
    {
        "word": "na\"so*buc\"cal",
        "definition": "of or pertaining to the nose and the front of the head; as, the embryonic nasofrontal process which forms the anterior boundary of the mouth."
    },
    {
        "word": "na`so*fron\"tal",
        "definition": "Connected with the lachrymal apparatus and the nose; as, the nasolachrymal, or lachrymal duct."
    },
    {
        "word": "na`so*lach\"ry*mal",
        "definition": "Connected with both the nose and the palate; as, the nasopalatine or incisor, canal connecting the mouth and the nasal chamber in some animals; the nasopalatine nerve."
    },
    {
        "word": "na`so*pal\"a*tal",
        "definition": "Of or pertaining to both throat and nose; as, a nasopharyngeal polypus."
    },
    {
        "word": "na`so*phar`yn*ge\"al",
        "definition": "Of or pertaining to the internasal septum."
    },
    {
        "word": "na`so*sep\"tal",
        "definition": "Connected with, or near, both the turbinal and the nasal bones; as, the nasalturbinal bone, made up of the uppermost lammel\\'91 of the ethmoturbinal, and sometimes united with the nasal."
    },
    {
        "word": "na`so*tur\"bi*nal",
        "definition": "Any species of marine gastropods, of the genera Nassa, Tritia, and other allied genera of the family Nassid\\'91; a dog whelk. See Illust. under Gastropoda."
    },
    {
        "word": "nas\"ti*ly",
        "definition": "The quality or state of being nasty; extreme filthness; dirtiness; also, indecency; obscenity."
    },
    {
        "word": "nas*tur\"tion",
        "definition": "A genus of cruciferous plants, having white or yellowish flowers, including several species of cress. They are found chiefly in wet or damp grounds, and have a pungent biting taste."
    },
    {
        "word": "nas*tur\"tium",
        "definition": "Any plant of the genus Trop\\'91olum, geraniaceous herbs, having mostly climbing stems, peltate leaves, and spurred flowers, and including the common Indian cress (Trop\\'91olum majus), the canary-bird flower (T. peregrinum), and about thirty more species, all natives of South America. The whole plant has a warm pungent flavor, and the fleshy fruits are used as a substitute for capers, while the leaves and flowers are sometimes used in salads."
    },
    {
        "word": "nas\"ty",
        "definition": "Hence, loosely: Offensive; disagreeable; unpropitious; wet; drizzling; as, a nasty rain, day, sky."
    },
    {
        "word": "na`ta*li\"tial",
        "definition": "A bitter crystalline substance constituting the essential principle of Natal aloes. Cf. Aloon."
    },
    {
        "word": "na*tal\"o*in",
        "definition": "The drupaceous fruit of two South African shrubs of the genus Arduina (A. bispinosa and A. grandiflora)."
    },
    {
        "word": "na*tal\" plum`",
        "definition": "One's birth, or the circumstances attending it."
    },
    {
        "word": "na\"tant",
        "definition": "Placed horizontally across the field, as if swimmimg toward the dexter side; said of all sorts of fishes except the flying fish."
    },
    {
        "word": "na\"tant*ly",
        "definition": "The act of floating on the water; swimming."
    },
    {
        "word": "na`ta*to\"rial",
        "definition": "Adapted for swimming; -- said of the legs of certain insects."
    },
    {
        "word": "na`ta*to\"rium",
        "definition": "Adapted for swimming or floating; as, natatory organs."
    },
    {
        "word": "na\"ta*to*ry",
        "definition": "The rump of beef; esp., the lower and back part of the rump."
    },
    {
        "word": "natch\"ez",
        "definition": "An annual grass (Eleusine coracona), cultivated in India as a food plant."
    },
    {
        "word": "na\"tes",
        "definition": "The umbones of a bivalve shell."
    },
    {
        "word": "nat\"i*ca",
        "definition": "Like or belonging to Natica, or the family Natic\\'91."
    },
    {
        "word": "nat\"i*coid",
        "definition": "A part, or division, of the people of the earth, distinguished from the rest by common descent, language, or institutions; a race; a stock."
    },
    {
        "word": "na\"tion",
        "definition": "The body of inhabitants of a country, united under an independent government of their own."
    },
    {
        "word": "na\"tion*al",
        "definition": "Attached to one's own country or nation."
    },
    {
        "word": "na\"tion*al*ism",
        "definition": "An idiom, trait, or character peculiar to any nation."
    },
    {
        "word": "na\"tion*al*ist",
        "definition": "The quality of being national, or strongly attached to one's own nation; patriotism."
    },
    {
        "word": "na`tion*al\"i*ty",
        "definition": "The sum of the qualities which distinguish a nation; national character."
    },
    {
        "word": "na`tion*al*i*za\"tion",
        "definition": "To make national; to make a nation of; to endow with the character and habits of a nation, or the peculiar sentiments and attachment of citizens of a nation."
    },
    {
        "word": "na\"tion*al*ize",
        "definition": "In a national manner or way; as a nation."
    },
    {
        "word": "na\"tive",
        "definition": "Of or pertaining to one's birth; natal; belonging to the place or the circumstances in which one is born; -- opposed to foreign; as, native land, language, color, etc."
    },
    {
        "word": "na\"tive",
        "definition": "Any of the live stock found in a region, as distinguished from such as belong to pure and distinct imported breeds."
    },
    {
        "word": "na\"tive*ly",
        "definition": "The quality or state of being native."
    },
    {
        "word": "na\"tive*ness",
        "definition": "The disposition to favor the native inhabitants of a country, in preference to immigrants from foreign countries."
    },
    {
        "word": "na\"tiv*ism",
        "definition": "The doctrine of innate ideas, or that the mind possesses forms of thought independent of sensation."
    },
    {
        "word": "na`tiv*is\"tic",
        "definition": "The coming into life or into the world; birth; also, the circumstances attending birth, as time, place, manner, etc."
    },
    {
        "word": "nat\"ka",
        "definition": "The technical name for sodium."
    },
    {
        "word": "na\"tri*um",
        "definition": "A zeolite occuring in groups of glassy acicular crystals, and in masses which often have a radiated structure. It is a hydrous silicate of alumina and soda."
    },
    {
        "word": "na\"tron",
        "definition": "To find fault; to be peevish."
    },
    {
        "word": "nat\"ter",
        "definition": "A European toad (Bufo calamita), having a yellow line along its back."
    },
    {
        "word": "nat\"u*ral",
        "definition": "Conformed to the order, laws, or actual facts, of nature; consonant to the methods of nature; according to the stated course of things, or in accordance with the laws which govern events, feelings, etc.; not exceptional or violent; legitimate; normal; regular; as, the natural consequence of crime; a natural death."
    },
    {
        "word": "nat\"u*ral",
        "definition": "Natural gifts, impulses, etc."
    },
    {
        "word": "nat\"u*ral*ism",
        "definition": "The doctrine of those who deny a supernatural agency in the miracles and revelations recorded in the Bible, and in spiritual influences; also, any system of philosophy which refers the phenomena of nature to a blind force or forces acting necessarily or according to fixed laws, excluding origination or direction by one intelligent will."
    },
    {
        "word": "nat\"u*ral*ist",
        "definition": "One who holds or maintains the doctrine of naturalism in religion."
    },
    {
        "word": "nat`u*ral*is\"tic",
        "definition": "Closely resembling nature; realistic."
    },
    {
        "word": "nat`u*ral\"i*ty",
        "definition": "The act or process of naturalizing, esp. of investing an alien with the rights and privileges of a native or citizen; also, the state of being naturalized."
    },
    {
        "word": "nat`u*ral*i*za\"tion",
        "definition": "To make natural; as, custom naturalizes labor or study."
    },
    {
        "word": "nat\"u*ral*ize",
        "definition": "To confer the rights and privileges of a native subject or citizen on; to make as if native; to adopt, as a foreigner into a nation or state, and place in the condition of a native subject."
    },
    {
        "word": "nat\"u*ral*ize",
        "definition": "To explain phenomena by natural agencies or laws, to the exclusion of the supernatural."
    },
    {
        "word": "nat\"u*ral*ly",
        "definition": "The state or quality of being natural; conformity to nature."
    },
    {
        "word": "nat\"u*ral*ness",
        "definition": "The existing system of things; the world of matter, or of matter and mind; the creation; the universe."
    },
    {
        "word": "na\"tured",
        "definition": "Not in accordance with nature; unnatural."
    },
    {
        "word": "na\"tur*ism",
        "definition": "One who believes in, or conforms to, the theory of naturism."
    },
    {
        "word": "naught",
        "definition": "The arithmetical character 0; a cipher. See Cipher."
    },
    {
        "word": "naugh\"ty",
        "definition": "Worthless; bad; good for nothing."
    },
    {
        "word": "nau\"ma*chy",
        "definition": "A show or spectacle representing a sea fight; also, a place for such exhibitions."
    },
    {
        "word": "nau\"pli*us",
        "definition": "An instrument for measuring the amount which a ship heels at sea."
    },
    {
        "word": "nau`ro*pom\"e*ter",
        "definition": "The power or act of discovering ships or land at considerable distances."
    },
    {
        "word": "naus\"co*py",
        "definition": "Seasickness; hence, any similar sickness of the stomach accompanied with a propensity to vomit; qualm; squeamishness of the stomach; loathing."
    },
    {
        "word": "nau\"se*a",
        "definition": "A substance which produces nausea."
    },
    {
        "word": "nau\"se*ate",
        "definition": "To affect with nausea; to sicken; to cause to feel loathing or disgust."
    },
    {
        "word": "nau\"se*ate",
        "definition": "To sicken at; to reject with disgust; to loathe."
    },
    {
        "word": "nau\"se*a*tive",
        "definition": "Causing, or fitted to cause, nausea; sickening; loathsome; disgusting; exciting abhorrence; as, a nauseous drug or medicine."
    },
    {
        "word": "nau\"tic",
        "definition": "Of or pertaining to seamen, to the art of navigation, or to ships; as, nautical skill."
    },
    {
        "word": "nau\"tic*al*ly",
        "definition": "Shaped like the hull of a ship."
    },
    {
        "word": "nau\"ti*lite",
        "definition": "Like or pertaining to the nautilus; shaped like a nautilus shell."
    },
    {
        "word": "nau\"ti*loid",
        "definition": "The only existing genus of tetrabranchiate cephalopods. About four species are found living in the tropical Pacific, but many other species are found fossil.  The shell is spiral, symmetrical, and chambered, or divided into several cavities by simple curved partitions, which are traversed and connected together by a continuous and nearly central tube or siphuncle. See Tetrabranchiata."
    },
    {
        "word": "nau\"ti*lus",
        "definition": "The argonaut; -- also called paper nautilus. See Argonauta, and Paper nautilus, under Paper."
    },
    {
        "word": "na\"va*joes",
        "definition": "Having to do with shipping; of or pertaining to ships or a navy; consisting of ships; as, naval forces, successes, stores, etc."
    },
    {
        "word": "na\"vals",
        "definition": "The commander of a fleet."
    },
    {
        "word": "na`var*rese\"",
        "definition": "The block in the center of a wheel, from which the spokes radiate, and through which the axle passes; -- called also hub or hob."
    },
    {
        "word": "nave",
        "definition": "A mark or depression in the middle of the abdomen; the umbilicus. See Umbilicus."
    },
    {
        "word": "na\"vel",
        "definition": "The central part or point of anything; the middle."
    },
    {
        "word": "na\"vel-string`",
        "definition": "A European perennial succulent herb (Cotyledon umbilicus), having round, peltate leaves with a central depression; -- also called pennywort, and kidneywort."
    },
    {
        "word": "na\"vel*wort`",
        "definition": "A kind of small turnip, a variety of Brassica campestris. See Brassica."
    },
    {
        "word": "na\"vew",
        "definition": "Of, pertaining to, or resembling, a boat or ship."
    },
    {
        "word": "na*vic\"u*lar",
        "definition": "Shaped like a boat; cymbiform; scaphoid; as, the navicular glumes of most grasses; the navicular bone."
    },
    {
        "word": "na*vic\"u*lar",
        "definition": "The quality or condition of being navigable; navigableness."
    },
    {
        "word": "nav`i*ga*bil\"i*ty",
        "definition": "Capable of being navigated; deep enough and wide enough to afford passage to vessels; as, a navigable river."
    },
    {
        "word": "nav\"i*gate",
        "definition": "To steer, direct, or manage in sailing; to conduct (ships) upon the water by the art or skill of seamen; as, to navigate a ship."
    },
    {
        "word": "nav`i*ga\"tion",
        "definition": "the science or art of conducting ships or vessels from one place to another, including, more especially, the method of determining a ship's position, course, distance passed over, etc., on the surface of the globe, by the principles of geometry and astronomy."
    },
    {
        "word": "nav\"i*ga`tor",
        "definition": "Bearing ships; capable of floating vessels."
    },
    {
        "word": "nav\"vy",
        "definition": "A fleet of ships; an assemblage of merchantmen, or so many as sail in company."
    },
    {
        "word": "na\"vy",
        "definition": "The whole of the war vessels belonging to a nation or ruler, considered collectively; as, the navy of Italy."
    },
    {
        "word": "nay",
        "definition": "a negative vote; one who votes in the negative."
    },
    {
        "word": "na*yaur\"",
        "definition": "To refuse; to deny."
    },
    {
        "word": "naz`a*rene\"",
        "definition": "One of a sect of Judaizing Christians in the first and second centuries, who observed the laws of Moses, and held to certain heresies."
    },
    {
        "word": "naz\"a*rite",
        "definition": "The state of a Nazarite."
    },
    {
        "word": "naz\"a*rite*ship",
        "definition": "Of or pertaining to a Nazarite, or to Nazarites."
    },
    {
        "word": "naz`a*rit\"ic",
        "definition": "The vow and practice of a Nazarite."
    },
    {
        "word": "naz\"a*ri*tism",
        "definition": "A promotory or headland."
    },
    {
        "word": "neaped",
        "definition": "Of of pertaining to Maples in Italy."
    },
    {
        "word": "ne`a*pol\"i*tan",
        "definition": "At a little distance, in place, time, manner, or degree; not remote; nigh."
    },
    {
        "word": "near",
        "definition": "To approach; to come nearer; as, the ship neared the land."
    },
    {
        "word": "near",
        "definition": "To draw near; to approach."
    },
    {
        "word": "ne*arc\"tic",
        "definition": "Near; near at hand; closely."
    },
    {
        "word": "near\"ly",
        "definition": "The state or quality of being near; -- used in the various senses of the adjective."
    },
    {
        "word": "near\"ness",
        "definition": "Seeing distinctly at short distances only; shortsighted."
    },
    {
        "word": "neat",
        "definition": "Free from that which soils, defiles, or disorders; clean; cleanly; tidy."
    },
    {
        "word": "neat",
        "definition": "Free from what is unbecoming, inappropriate, or tawdry; simple and becoming; pleasing with simplicity; tasteful; chaste; as, a neat style; a neat dress."
    },
    {
        "word": "neat\"ly",
        "definition": "The state or quality of being neat."
    },
    {
        "word": "neat\"ness",
        "definition": "A woman who takes care of cattle."
    },
    {
        "word": "neb\"-neb`",
        "definition": "A faint, cloudlike, self-luminous mass of matter situated beyond the solar system among the stars. True nebul\\'91 are gaseous; but very distant star clusters often appear like them in the telescope."
    },
    {
        "word": "neb\"u*la",
        "definition": "A white spot or a slight opacity of the cornea."
    },
    {
        "word": "neb\"u*la`ted",
        "definition": "The condition of being nebulated; also, a clouded, or ill-defined, color mark."
    },
    {
        "word": "neb`u*la\"tion",
        "definition": "A little cloud; a cloud."
    },
    {
        "word": "n\\'82`bu`l\\'82\"",
        "definition": "The act or process of nebulizing; atomization."
    },
    {
        "word": "neb`u*li*za\"tion",
        "definition": "To reduce (as a liquid) to a fine spray or vapor; to atomize."
    },
    {
        "word": "neb`u*los\"i*ty",
        "definition": "The stuff of which a nebula is formed."
    },
    {
        "word": "neb\"u*lous",
        "definition": "Of, pertaining to, or having the appearance of, a nebula; nebular; cloudlike."
    },
    {
        "word": "neb\"u*ly",
        "definition": "An advocate of the doctrine of philosophical necessity; a nacessitarian."
    },
    {
        "word": "nec`es*sa\"ri*an",
        "definition": "Of or pertaining to necessarianism."
    },
    {
        "word": "nec`es*sa\"ri*an",
        "definition": "The doctrine of philosophical necessity; necessitarianism."
    },
    {
        "word": "nec\"es*sa*ri*ly",
        "definition": "The quality of being necessary."
    },
    {
        "word": "nec\"es*sa*ri*ness",
        "definition": "Such as must be; impossible to be otherwise; not to be avoided; inevitable."
    },
    {
        "word": "nec\"es*sa*ry",
        "definition": "A privy; a water-closet."
    },
    {
        "word": "ne*ces`si*ta\"ri*an",
        "definition": "One who holds to the doctrine of necessitarianism."
    },
    {
        "word": "ne*ces`si*ta\"ri*an",
        "definition": "The doctrine of philosophical necessity; the doctrine that results follow by invariable sequence from causes, and esp. that the will is not free, but that human actions and choices result inevitably from motives; deteminism."
    },
    {
        "word": "ne*ces\"si*tous",
        "definition": "Narrow; destitute; pinching; pinched; as, necessitous circumstances."
    },
    {
        "word": "ne*ces\"si*tude",
        "definition": "Necessary connection or relation."
    },
    {
        "word": "ne*ces\"si*ty",
        "definition": "The condition of being needy or necessitous; pressing need; indigence; want."
    },
    {
        "word": "neck",
        "definition": "Any part of an inanimate object corresponding to or resembling the neck of an animal"
    },
    {
        "word": "neck\"ar nut`",
        "definition": "A band which goes around the neck; often, the part at the top of a garment."
    },
    {
        "word": "neck\"band`",
        "definition": "A piece of any fabric worn around the neck."
    },
    {
        "word": "neck\"cloth`",
        "definition": "Having (such) a neck; -- chiefly used in composition; as, stiff-necked."
    },
    {
        "word": "necked",
        "definition": "Cracked; -- said of a treenail."
    },
    {
        "word": "neck\"ing",
        "definition": "A string of beads, etc., or any continuous band or chain, worn around the neck as an ornament."
    },
    {
        "word": "neck\"lace",
        "definition": "A rope or chain fitted around the masthead to hold hanging blocks for jibs and stays."
    },
    {
        "word": "neck\"plate`",
        "definition": "A scarf, band, or kerchief of silk, etc., passing around the neck or collar and tied in front; a bow of silk, etc., fastened in front of the neck."
    },
    {
        "word": "neck\"tie`",
        "definition": "A collective term for cravats, collars, etc."
    },
    {
        "word": "neck\"wear`",
        "definition": "An American annual weed (veronica peregrina), with small white flowers and a roundish pod."
    },
    {
        "word": "nec`ro*bi*ot\"ic",
        "definition": "The worship of the dead; manes worship."
    },
    {
        "word": "nec\"ro*lite",
        "definition": "Of or pertaining to necrology; of the nature of necrology; relating to, or giving, an account of the dead, or of deaths."
    },
    {
        "word": "nec`ro*log\"ic",
        "definition": "One who gives an account of deaths."
    },
    {
        "word": "ne*crol\"o*gist",
        "definition": "An account of deaths, or of the dead; a register of deaths; a collection of obituary notices."
    },
    {
        "word": "ne*crol\"o*gy",
        "definition": "One who practices necromancy; a sorcerer; a wizard."
    },
    {
        "word": "nec\"ro*man`cer",
        "definition": "The art of revealing future events by means of a pretended communication with the dead; the black art; hence, magic in general; conjuration; enchantment. See Black art."
    },
    {
        "word": "nec`ro*man\"tic",
        "definition": "Fetid feldspar, a mineral which, when struck, exhales a fetid odor."
    },
    {
        "word": "ne*croph\"a*gan",
        "definition": "Of or pertaining to the Necrophaga; eating carrion. See Necrophagan."
    },
    {
        "word": "ne*croph\"a*gous",
        "definition": "An exaggerated fear of death or horror of dead bodies."
    },
    {
        "word": "nec`ro*pho\"bi*a",
        "definition": "Any one of numerous species of beetles of the genus Necrophorus and allied genera; -- called also burying beetle, carrion beetle, sexton beetle."
    },
    {
        "word": "nec\"ro*phore",
        "definition": "A city of the dead; a name given by the ancients to their cemeteries, and sometimes applied to modern burial places; a graveyard."
    },
    {
        "word": "ne*crop\"o*lis",
        "definition": "A post-mortem examination or inspection; an autopsy. See Autopsy."
    },
    {
        "word": "nec\"rop*sy",
        "definition": "Or or relating to post-mortem examinations."
    },
    {
        "word": "nec`ro*scop\"ic",
        "definition": "To affect with necrosis; to unergo necrosis."
    },
    {
        "word": "ne*cro\"sis",
        "definition": "A disease of trees, in which the branches gradually dry up from the bark to the center."
    },
    {
        "word": "ne*crot\"ic",
        "definition": "The drink of the gods (as ambrosia was their food); hence, any delicious or inspiring beverage."
    },
    {
        "word": "nec\"tar",
        "definition": "A sweetish secretion of blossoms from which bees make honey."
    },
    {
        "word": "nec*ta\"re*al",
        "definition": "Of or pertaining to a nectary."
    },
    {
        "word": "nec\"ta*ried",
        "definition": "Secreting nectar; -- said of blossoms or their parts."
    },
    {
        "word": "nec\"ta*ry",
        "definition": "The swimming bell or umbrella of a jellyfish of medusa."
    },
    {
        "word": "nec`to*ca\"lyx",
        "definition": "The cavity of a nectocalyx."
    },
    {
        "word": "nec\"to*sac",
        "definition": "That portion of the axis which bears the nectocalyces in the Siphonophora."
    },
    {
        "word": "ned\"dy",
        "definition": "Born; -- a term sometimes used in introducing the name of the family to which a married woman belongs by birth; as, Madame de Sta\\'89l, n\\'82e Necker."
    },
    {
        "word": "nee",
        "definition": "A state that requires supply or relief; pressing occasion for something; necessity; urgent want."
    },
    {
        "word": "need\"i*ness",
        "definition": "A small instrument of steel, sharply pointed at one end, with an eye to receive a thread, -- used in sewing."
    },
    {
        "word": "nee\"dle",
        "definition": "To form needles; to crystallize in the form of needles."
    },
    {
        "word": "nee\"dle",
        "definition": "A book-shaped needlecase, having leaves of cloth into which the needles are stuck."
    },
    {
        "word": "nee\"dle*book`",
        "definition": "A case to keep needles."
    },
    {
        "word": "nee\"dle*case`",
        "definition": "The European great pipefich (Siphostoma, ∨ Syngnathus, acus); -- called also earl, and tanglefish."
    },
    {
        "word": "nee\"dle*fish`",
        "definition": "As much thread as is used in a needle at one time."
    },
    {
        "word": "nee\"dle-pointed`",
        "definition": "One who makes or uses needles; also, a dealer in needles."
    },
    {
        "word": "nee\"dless",
        "definition": "Not wanted; unnecessary; not requiste; as, needless labor; needless expenses."
    },
    {
        "word": "nee\"dle*stone`",
        "definition": "A woman who does needlework; a seamstress."
    },
    {
        "word": "nee\"dle*wom`an",
        "definition": "Work executed with a needle; sewed work; sewing; embroidery; also, the business of a seamstress."
    },
    {
        "word": "nee\"dle*work`",
        "definition": "The combination of timber and plaster making the outside framework of some houses."
    },
    {
        "word": "neel\"ghau",
        "definition": "An Asiatic name for Melia Azadirachta, and M. Azedarach. See Margosa."
    },
    {
        "word": "ne\"fand",
        "definition": "Wicked in the extreme; abominable; iniquitous; atrociously villainous; execrable; detestably vile."
    },
    {
        "word": "ne\"fast",
        "definition": "The act of denying; assertion of the nonreality or untruthfulness of anything; declaration that something is not, or has not been, or will not be; denial; -- the opposite of affirmation."
    },
    {
        "word": "ne*ga\"tion",
        "definition": "Description or definition by denial, exclusion, or exception; statement of what a thing is not, or has not, from which may be inferred what it is or has."
    },
    {
        "word": "neg\"a*tive",
        "definition": "A word used in denial or refusal; as, not, no."
    },
    {
        "word": "neg\"a*tive",
        "definition": "To reject by vote; to refuse to enact or sanction; as, the Senate negatived the bill."
    },
    {
        "word": "neg\"a*tive*ly",
        "definition": "In the form of speech implying the absence of something; -- opposed to positively."
    },
    {
        "word": "neg\"a*tive*ness",
        "definition": "Expressing denial; belonging to negation; negative."
    },
    {
        "word": "neg`li*gee\"",
        "definition": "The quality or state of being negligent; lack of due diligence or care; omission of duty; habitual neglect; heedlessness."
    },
    {
        "word": "neg\"li*gence",
        "definition": "An act or instance of negligence or carelessness."
    },
    {
        "word": "neg\"li*gent*ly",
        "definition": "That may neglicted, disregarded, or left out of consideration."
    },
    {
        "word": "ne*go`ti*a*bil\"i*ty",
        "definition": "Capable of being negotiated; transferable by assigment or indorsement to another person; as, a negotiable note or bill of exchange."
    },
    {
        "word": "ne*go\"ti*ate",
        "definition": "To treat with another respecting purchase and sale or some business affair; to bargain or trade; as, to negotiate with a man for the purchase of goods or a farm."
    },
    {
        "word": "ne*go\"ti*ate",
        "definition": "To transfer for a valuable consideration under rules of commercial law; to sell; to pass."
    },
    {
        "word": "ne*go`ti*a\"tion",
        "definition": "Hence, mercantile business; trading."
    },
    {
        "word": "ne*go\"ti*a`tor",
        "definition": "Of or pertaining to negotiation."
    },
    {
        "word": "ne*go\"ti*a*to*ry",
        "definition": "A woman who negotiates."
    },
    {
        "word": "ne*go`ti*os\"i*ty",
        "definition": "Very busy; attentive to business; active."
    },
    {
        "word": "ne\"gress",
        "definition": "A blackish fish (Hypoplectrus nigricans), of the Sea-bass family. It is a native of the West Indies and Florida."
    },
    {
        "word": "ne*gri\"ta",
        "definition": "Of or pertaining to negroes; composed of negroes."
    },
    {
        "word": "ne*gri\"tos",
        "definition": "A black man; especially, one of a race of black or very dark persons who inhabit the greater part of tropical Africa, and are distinguished by crisped or curly hair, flat noses, and thick protruding lips; also, any black person of unmixed African blood, wherever found."
    },
    {
        "word": "ne\"gro",
        "definition": "of or pertaining to negroes; black."
    },
    {
        "word": "ne\"groid",
        "definition": "Resembling the negro or negroes; of or pertaining to those who resemble the negro."
    },
    {
        "word": "ne\"gro*loid",
        "definition": "A beverage made of wine, water, sugar, nutmeg, and lemon juice; -- so called, it is said, from its first maker, Colonel Negus."
    },
    {
        "word": "ne\"gus",
        "definition": "A term supposed to mean, perforated wind instruments of music, as pipes or flutes."
    },
    {
        "word": "neigh",
        "definition": "To scoff or sneer; to jeer."
    },
    {
        "word": "neigh",
        "definition": "A person who lives near another; one whose abode is not far off."
    },
    {
        "word": "neigh\"bor",
        "definition": "To adjoin; to border on; tobe near to."
    },
    {
        "word": "neigh\"bor",
        "definition": "To associate intimately with."
    },
    {
        "word": "neigh\"bor*hood",
        "definition": "A place near; vicinity; adjoining district; a region the inhabitants of which may be counted as neighbors; as, he lives in my neighborhood."
    },
    {
        "word": "neigh\"bor*ing",
        "definition": "The quality or state of being neighborly."
    },
    {
        "word": "neigh\"bor*li*ness",
        "definition": "Apropriate to the relation of neighbors; having frequent or familiar intercourse; kind; civil; social; friendly."
    },
    {
        "word": "neis\"hout",
        "definition": "Not either; not the one or the other."
    },
    {
        "word": "nem\"a*line",
        "definition": "A fibrous variety of brucite."
    },
    {
        "word": "nem`a*tel\"mi*a",
        "definition": "A peculiar kind of fructification on certain red alg\\'91, consisting of an external mass of filaments at length separating into tetraspores."
    },
    {
        "word": "nem`a*the\"ci*um",
        "definition": "An ordr of helminths, including the Nematoidea and Gordiacea; the roundworms."
    },
    {
        "word": "nem`thel*min\"thes",
        "definition": ". A combining from Gr. nh^ma, nh`matos, a thread."
    },
    {
        "word": "nem\"a*to-",
        "definition": "A spermatocyte or spermoblast."
    },
    {
        "word": "nem\"a*to*blast",
        "definition": "One of a peculiar kind of cups, or calicles, found upon hydroids of the family Plumularid\\'91. They contain nematocysts. See Plumularia."
    },
    {
        "word": "nem`a*to*ca\"lyx",
        "definition": "A suborder of dipterous insects, having long antenn\\'91, as the mosquito, gnat, and crane fly; -- called also Nemocera."
    },
    {
        "word": "nem`a*toc\"e*ra",
        "definition": "A lasso cell, or thread cell. See Lasso cell, under Lasso."
    },
    {
        "word": "nem\"a*tode",
        "definition": "One of the dimorphic forms of the species of Dicyemata, which produced vermiform embryos; -- opposed to rhombogene."
    },
    {
        "word": "nem\"a*to*gene",
        "definition": "one of the Nematognathi."
    },
    {
        "word": "nem`a*tog\"nath",
        "definition": "An order of fishes having barbels on the jaws. It includes the catfishes, or siluroids. See Siluroid."
    },
    {
        "word": "nem`a*tog\"na*thi",
        "definition": "of or pertaining to the Nematoidea."
    },
    {
        "word": "nem\"a*toid",
        "definition": "An order of worms, having a long, round, and generally smooth body; the roundworms. they are mostly parasites. Called also Nematodea, and Nematoda."
    },
    {
        "word": "nem`a*toph\"o*ra",
        "definition": "Of or pertaining to Nemea, in Argolis, where the ancient Greeks celebrated games, and Hercules killed a lion."
    },
    {
        "word": "ne\"me*an",
        "definition": "Of or pertaining to the Nemertina."
    },
    {
        "word": "ne*me\"te*an",
        "definition": "A genus of nemertina."
    },
    {
        "word": "ne*mer\"ti*da",
        "definition": "An order of helminths usually having a long, slender, smooth, often bright-colored body, covered with minute vibrating cilia; -- called also Nemertea, Nemertida, and Rhynchoc\\'91la."
    },
    {
        "word": "ne*moph\"i*list",
        "definition": "Fondness for forest scenery; love of the woods."
    },
    {
        "word": "ne*moph\"i*ly",
        "definition": "Of or pertaining to a wood or grove."
    },
    {
        "word": "nems",
        "definition": "A funeral song; an elegy."
    },
    {
        "word": "ne\"ni*a",
        "definition": "The great white water lily of Europe; the Nymph\\'91a alba."
    },
    {
        "word": "nen\"u*phar",
        "definition": "A prefix meaning new, recent, late; and in chemistry designating specifically that variety of metameric hydrocarbons which, when the name was applied, had been recently classified, and in which at least one carbon atom in connected directly with four other carbon atoms; -- contrasted with normal and iso-; as, neopentane; the neoparaffins. Also used adjectively."
    },
    {
        "word": "ne\"o-",
        "definition": "The modern, or true, Crustacea, as distinguished from the Merostomata."
    },
    {
        "word": "ne`o*car\"i*da",
        "definition": "More recent than the Eocene, that is, including both the Miocene and Pliocene divisions of the Tertiary."
    },
    {
        "word": "ne`o-chris*tian\"i*ty",
        "definition": "A term applied to the lowest deposits of the Cretaceous or chalk formation of Europe, being the lower greensand."
    },
    {
        "word": "ne`o*co\"mi*an",
        "definition": "Of or pertaining to the lower greensand."
    },
    {
        "word": "ne`o*co\"mi*an",
        "definition": "of or pertaining to the universe in its present state; specifically, pertaining to the races of men known to history."
    },
    {
        "word": "ne`o*cos\"mic",
        "definition": "Government by new or inexperienced hands; upstart rule; raw or untried officials."
    },
    {
        "word": "ne*oc\"ra*cy",
        "definition": "In ancient Sparta, one of those Helots who were freed by the state in reward for military service."
    },
    {
        "word": "ne`o*dym\"i*um",
        "definition": "Of or pertaining to the New World, or Western Hemisphere."
    },
    {
        "word": "ne`o*g\\'91\"an",
        "definition": "A person recently married."
    },
    {
        "word": "ne*og\"a*mist",
        "definition": "An alloy resembling silver, and consisting chiefly of copper, zinc, and nickel, with small proportions of tin, aluminium, and bismuth."
    },
    {
        "word": "ne*og\"ra*phy",
        "definition": "Applied to the Romance languages, as being mostly of Latin origin."
    },
    {
        "word": "ne`o-lat\"in",
        "definition": "Of or pertaining to, or designating, an era characterized by late remains in stone."
    },
    {
        "word": "ne`o*lo\"gi*an*ism",
        "definition": "Of or pertaining to neology; employing new words; of the nature of, or containing, new words or new doctrines."
    },
    {
        "word": "ne`o*log\"ic*al*ly",
        "definition": "The introduction of new words, or the use of old words in a new sense."
    },
    {
        "word": "ne*ol\"o*gism",
        "definition": "A new word, phrase, or expression."
    },
    {
        "word": "ne*ol\"o*gist",
        "definition": "An innovator in any doctrine or system of belif, especially in theology; one who introduces or holds doctrines subversie of supernatural or revealed religion; a rationalist, so-called."
    },
    {
        "word": "ne*ol`o*gis\"tic",
        "definition": "The act or process of neologizing."
    },
    {
        "word": "ne*ol`o*gi*za\"tion",
        "definition": "To introduce or use new words or terms or new uses of old words."
    },
    {
        "word": "ne*ol\"o*gize",
        "definition": "To introduce innovations in doctrine, esp. in theological doctrine."
    },
    {
        "word": "ne*ol\"o*gy",
        "definition": "A new doctrine; esp. (Theol.), a doctrine at variance with the received interpretation of revealed truth; a new method of theological interpretation; rationalism."
    },
    {
        "word": "ne`o*me\"ni*a",
        "definition": "A division of vermiform gastropod mollusks, without a shell, belonging to the Isopleura."
    },
    {
        "word": "ne`o*me*noi\"de*a",
        "definition": "A structure, part, or organ developed independently, that is, not derived from a similar structure, part, or organ, in a pre existing form."
    },
    {
        "word": "ne\"o*nism",
        "definition": "One who advocates adheres to new laws; esp. one who holds or believes that the gospel is a new law."
    },
    {
        "word": "ne`o*no\"mi*an",
        "definition": "Of or pertaining to the Neonomians, or in accordance with their doctrines."
    },
    {
        "word": "ne`o*no\"mi*an",
        "definition": "The doctrines or belief of the neonomians."
    },
    {
        "word": "ne`o*no\"mi*an*ism",
        "definition": "A new convert or proselyte; -- a name given by the early Christians, and still given by the Roman Catholics, to such as have recently embraced the Christian faith, and been admitted to baptism, esp. to converts from heathenism or Judaism."
    },
    {
        "word": "ne\"o*phyte",
        "definition": "A novice; a tyro; a beginner in anything."
    },
    {
        "word": "ne`o*pla\"si*a",
        "definition": "A new formation or tissue, the product of morbid action."
    },
    {
        "word": "ne\"o*plasm",
        "definition": "of or pertaining to neoplasty, or neoplasia."
    },
    {
        "word": "ne`o*plas\"tic",
        "definition": "Restoration of a part by granulation, adhesive inflammation, or autoplasty."
    },
    {
        "word": "ne\"o*plas`ty",
        "definition": "Of, pertaining to, or resembling, Neoplatonism or the Neoplatonists."
    },
    {
        "word": "ne`o*pla`to*ni\"cian",
        "definition": "A pantheistic eclectic school of philosophy, of which Plotinus was the chief (A. D. 205-270), and which sought to reconcile the Platonic and Aristotelian systems with Oriental theosophy. It tended to mysticism and theurgy, and was the last product of Greek philosophy."
    },
    {
        "word": "ne`o*pla\"to*nism",
        "definition": "One who held to Neoplatonism; a member of the Neoplatonic school."
    },
    {
        "word": "ne`o*pla\"to*nist",
        "definition": "A panorama of the interior of a building, seen from within."
    },
    {
        "word": "ne`o*ra\"ma",
        "definition": "The substance constituting the edible bird's nest."
    },
    {
        "word": "ne*os\"sine",
        "definition": "The study of young birds."
    },
    {
        "word": "ne`os*sol\"o*gy",
        "definition": "Recent in origin; modern; new."
    },
    {
        "word": "neo`ter\"ic*al*ly",
        "definition": "An innovation or novelty; a neoteric word or phrase."
    },
    {
        "word": "ne*ot\"er*ism",
        "definition": "One ho introduces new word<?/ or phrases."
    },
    {
        "word": "ne`o*trop\"ic*al",
        "definition": "More recent than the Paleozoic, -- that is, including the Mesozoic and Cenozoic."
    },
    {
        "word": "nep",
        "definition": "A genus of aquatic hemipterus insects. The species feed upon other insects and are noted for their voracity; -- called also scorpion bug and water scorpion."
    },
    {
        "word": "ne\"pa",
        "definition": "Of or pertaining to Nepaul, a kingdom in Northern Hindostan."
    },
    {
        "word": "nep`au*lese\"",
        "definition": "A drug used by the ancients to give relief from pain and sorrow; -- by some supposed to have been opium or hasheesh. Hence, anything soothing and comforting."
    },
    {
        "word": "ne*pen\"thes",
        "definition": "A genus of climbing plants found in India, Malaya, etc., which have the leaves prolonged into a kind of stout tendril terminating in a pitcherlike appendage, whence the plants are often called pitcher plants and monkey-cups. There are about thirty species, of which the best known is Nepenthes distillatoria. See Pitcher plant."
    },
    {
        "word": "nep\"e*ta",
        "definition": "Total abstinence from spirituous liquor."
    },
    {
        "word": "neph\"a*list",
        "definition": "A mineral occuring at Vesuvius, in glassy agonal crystals; also elsewhere, in grayish or greenish masses having a greasy luster, as the variety el\\'91olite. It is a silicate of aluminia, soda, and potash."
    },
    {
        "word": "neph\"e*line",
        "definition": "An instrument for reckoning the distances or velocities of clouds."
    },
    {
        "word": "neph`e*lo*dom\"e*ter",
        "definition": "An instrument for measuring or registering the amount of cloudiness."
    },
    {
        "word": "neph`e*lom\"e*ter",
        "definition": "A grandson or grandchild, or remoter lineal descendant."
    },
    {
        "word": "neph\"o*scope",
        "definition": "Neuralgia of the kidneys; a disease characterized by pain in the region of the kidneys without any structural lesion of the latter."
    },
    {
        "word": "ne*phrid\"i*al",
        "definition": "A segmental tubule; one of the tubules of the primitive urinogenital organs; a segmental organ. See Illust. under Loeven's larva."
    },
    {
        "word": "ne*phrid\"i*um",
        "definition": "A hard compact mineral, of a dark green color, formerly worn as a remedy for diseases of the kidneys, whence its name; kidney stone; a kind of jade. See Jade."
    },
    {
        "word": "neph\"rite",
        "definition": "Of or pertaining to the kidneys or urinary organs; renal; as, a nephritic disease."
    },
    {
        "word": "ne*phrit\"ic",
        "definition": "Affected with a disease of the kidneys; as, a nephritic patient."
    },
    {
        "word": "ne*phrit\"ic",
        "definition": "An inflammation of the kidneys."
    },
    {
        "word": "ne*phri\"tis",
        "definition": "of or pertaining to gravel, or renal calculi."
    },
    {
        "word": "ne*phrol\"o*gy",
        "definition": "The funnelshaped opening of a nephridium into the body cavity."
    },
    {
        "word": "neph\"ro*stome",
        "definition": "Extraction of stone from the kidney by cutting."
    },
    {
        "word": "ne*phrot\"o*my",
        "definition": "Of or relating to a nephew."
    },
    {
        "word": "nep\"o*tal",
        "definition": "Of or pertaining to npotism."
    },
    {
        "word": "nep\"o*tist",
        "definition": "The son of Saturn and Ops, the god of the waters, especially of the sea.  He is represented as bearing a trident for a scepter."
    },
    {
        "word": "nep\"tune",
        "definition": "The remotest known planet of our system, discovered -- as a result of the computations of Leverrier, of Paris -- by Galle, of Berlin, September 23, 1846. Its mean distance from the sun is about 2,775,000,000 miles, and its period of revolution is about 164,78 years."
    },
    {
        "word": "nep*tu\"ni*an",
        "definition": "Formed by water or aqueous solution; as, Neptunian rocks."
    },
    {
        "word": "nep*tu\"ni*an",
        "definition": "As seen from Neptune, or having Neptune as a center; as, Neptunicentric longitude or force."
    },
    {
        "word": "nep*tu`ni*cen\"tric",
        "definition": "A new metallic element, of doubtful genuineness and uncertain indentification, said to exist in certain minerals, as columbite."
    },
    {
        "word": "ne\"re*id",
        "definition": "Any species of Nereis. The word is sometimes used for similar annelids of other families."
    },
    {
        "word": "ne`re*id\"i*an",
        "definition": "A Nereid. See Nereid."
    },
    {
        "word": "ne\"re*is",
        "definition": "A genus, including numerous species, of marine ch\\'91topod annelids, having a well-formed head, with two pairs of eyes, antenn\\'91, four pairs of tentacles, and a protrusile pharynx, armed with a pair of hooked jaws."
    },
    {
        "word": "ne\"re*ites",
        "definition": "A genus of gigantic seaweeds."
    },
    {
        "word": "nerf\"ling",
        "definition": "A genus of marine gastropods, mostly natives of warm climates."
    },
    {
        "word": "ne*ri\"ta",
        "definition": "Any mollusk of the genus Nerita."
    },
    {
        "word": "ner\"ite",
        "definition": "A genus including numerous species of shells resembling Nerita in form. They mostly inhabit brackish water, and are often delicately tinted."
    },
    {
        "word": "ner`i*ti\"na",
        "definition": "A Roman emperor notorius for debauchery and barbarous cruelty; hence, any profligate and cruel ruler or merciless tyrant."
    },
    {
        "word": "ne\"ro",
        "definition": "An essential oil obtained by distillation from the flowers of the orange. It has a strong odor, and is used in perfumery, etc."
    },
    {
        "word": "nerv\"ate",
        "definition": "The arrangement of nerves and veins, especially those of leaves; neuration."
    },
    {
        "word": "nerve",
        "definition": "A sinew or a tendon."
    },
    {
        "word": "nerve",
        "definition": "Having nerves of a special character; as, weak-nerved."
    },
    {
        "word": "nerved",
        "definition": "Having nerves, or simple and parallel ribs or veins."
    },
    {
        "word": "nerve\"less",
        "definition": "Destitute of strength or of courage; wanting vigor; weak; powerless."
    },
    {
        "word": "nerve\"less*ness",
        "definition": "Affected by a tremor, or by a nervous disease; weakened; overcome by some violent influence or sensation; shoked."
    },
    {
        "word": "nerve\"-shak`en",
        "definition": "The movement caused in the sensory organs by external agents and transmitted to the muscles by the nerves."
    },
    {
        "word": "nerv\"ine",
        "definition": "Of or pertaining to both nerves and muscles; of the nature of nerves and muscles; as, nervomuscular energy."
    },
    {
        "word": "ner*vos\"i*ty",
        "definition": "possessing nerve; sinewy; strong; vigorous."
    },
    {
        "word": "nerv\"ous",
        "definition": "Possessing or manifesting vigor of mind; characterized by strength in sentiment or style; forcible; spirited; as, a nervous writer."
    },
    {
        "word": "nerv\"ous*ly",
        "definition": "State or quality of being nervous."
    },
    {
        "word": "nerv\"ous*ness",
        "definition": "One of the nerves of leaves."
    },
    {
        "word": "nerv\"ure",
        "definition": "One of the chitinous supports, or veins, in the wings of incests."
    },
    {
        "word": "nesh",
        "definition": "A promontory; a cape; a headland."
    },
    {
        "word": "nest",
        "definition": "Hence: the place in which the eggs of other animals, as insects, turtles, etc., are laid and hatched; a snug place in which young animals are reared."
    },
    {
        "word": "nest\"ful",
        "definition": "To make and occupy a nest; to nest."
    },
    {
        "word": "nes\"tle",
        "definition": "To lie close and snug, as a bird in her nest; to cuddle up; to settle, as in a nest; to harbor; to take shelter."
    },
    {
        "word": "nes\"tle",
        "definition": "To cherish, as a bird her young."
    },
    {
        "word": "nes\"tling",
        "definition": "A nest; a receptacle."
    },
    {
        "word": "nes\"tling",
        "definition": "A genus of parrots with gray heads. of New Zeland and papua, allied to the cockatoos. See Kaka."
    },
    {
        "word": "nes\"tor",
        "definition": "An adherent of Nestorius, patriarch of Constantinople to the fifth century, who has condemned as a heretic for maintaining that the divine and the human natures were not merged into one nature in Christ (who was God in man), and, hence, that it was improper to call Mary the mother of Christ; also, one of the sect established by the followers of Nestorius in Persia, india, and other Oriental countries, and still in existence. opposed to Eutychian."
    },
    {
        "word": "nes*to\"ri*an",
        "definition": "Of or relating to the Nestorians."
    },
    {
        "word": "nes*to\"ri*an",
        "definition": "relating to, or resembling, Nestor, the aged warior and counselor mentioned by Homer; hence, wise; experienced; aged; as, Nestorian caution."
    },
    {
        "word": "nes*to\"ri*an*ism",
        "definition": "A fabric of twine, thread, or the like, wrought or woven into meshes, and used for catching fish, birds, butterflies, etc."
    },
    {
        "word": "ney",
        "definition": "Anything designed or fitted to entrap or catch; a snare; any device for catching and holding."
    },
    {
        "word": "net",
        "definition": "To take in a net; to capture by stratagem or wile."
    },
    {
        "word": "net",
        "definition": "Without spot; pure; shining."
    },
    {
        "word": "net",
        "definition": "Free from extraneous substances; pure; unadulterated; neat; as, net wine, etc."
    },
    {
        "word": "net\"fish`",
        "definition": "Situated down or below; lying beneath, or in the lower part; having a lower position; belonging to the region below; lower; under; -- opposed to upper."
    },
    {
        "word": "neth\"i*nim",
        "definition": "To render neat; to clean; to put in order."
    },
    {
        "word": "net\"ting",
        "definition": "A piece of network; any fabric, made of cords, threads, wires, or the like, crossing one another with open spaces between."
    },
    {
        "word": "net\"tles",
        "definition": "A process (resembling splicing) by which two ropes are jointed end so as to form one rope."
    },
    {
        "word": "net\"ty",
        "definition": "Having veins, or nerves, reticulated or netted; as, a net-veined wing or leaf."
    },
    {
        "word": "net\"-veined`",
        "definition": "A fabric of threads, cords, or wires crossing each other at certain intervals, and knotted or secured at the crossings, thus leaving spaces or meshes between them."
    },
    {
        "word": "net\"work`",
        "definition": "Any system of lines or channels interlacing or crossing like the fabric of a net; as, a network of veins; a network of railroads."
    },
    {
        "word": "neu\"rad",
        "definition": "relating to the nerves or nervous system; taining to, situated in the region of, or on the side with, the neural, or cerebro-spinal, axis; -- opposed to hemal. As applied to vertebrates, neural is the same as dorsal; as applied to invertebrates it is usually the same as ventral. Cf. Hemal."
    },
    {
        "word": "neu*ral\"gy",
        "definition": "of or pertaining to a neurapophysis."
    },
    {
        "word": "neu*rap`o*phys\"i*al",
        "definition": "One of the two lateral processes or elements which form the neural arch."
    },
    {
        "word": "neu`ra*poph\"y*sis",
        "definition": "A condition of nervous debility supposed to be dependent upon impairment in the functions of the spinal cord."
    },
    {
        "word": "neu*ras`the*ni\"a",
        "definition": "The arrangement or distribution of nerves, as in the leaves of a plant or the wings of an insect; nervation."
    },
    {
        "word": "neu*ra\"tion",
        "definition": "See Axis cylinder, under Axis."
    },
    {
        "word": "neu*rax\"is",
        "definition": "Of or pertaining to both the neuron and the enteron; as, the neurenteric canal, which, in embroys of many vertebrates, connects the medullary tube and the primitive intestine. See Illust. of Ectoderm."
    },
    {
        "word": "neu`ren*ter\"ic",
        "definition": "a nontoxic base, C5H14N2, found in the putrescent matters of flesh, fish, decaying cheese, etc."
    },
    {
        "word": "neu\"ri*din",
        "definition": "The delicate outer sheath of a nerve fiber; the primitive sheath."
    },
    {
        "word": "neu`ri*lem\"ma",
        "definition": "The special properties and functions of the nerves; that capacity for transmitting a stimulus which belongs to nerves."
    },
    {
        "word": "neu\"rine",
        "definition": "Nerve force. See Vital force, under Vital."
    },
    {
        "word": "neu\"rism",
        "definition": "Inflammation of a nerve."
    },
    {
        "word": "neu*ri\"tis",
        "definition": "A combining denoting a nerve, of ∨ pertaining to a nerve ∨ the nervous system."
    },
    {
        "word": "neu\"ro-",
        "definition": "Between the neural arch and the centrum of a vertebra; as, the neurocentral suture."
    },
    {
        "word": "neu*roc\"i*ty",
        "definition": "The central canal and ventricles of the spinal cord and brain; the myelencephalic cavity."
    },
    {
        "word": "neu\"ro*c\\'91le",
        "definition": "A cordlike organ composed of elastic fibers situated above the ventral nervous cord of annelids, like the earthworm."
    },
    {
        "word": "neu\"ro*cord",
        "definition": "Pertaining to, or giving rise to, the central nervous system and epiderms; as, the neuroepidermal, or epiblastic, layer of the blastoderm."
    },
    {
        "word": "neu`ro-ep`i*der\"mal",
        "definition": "The delicate connective tissue framework which supports the nervous matter and blood vessels of the brain and spinal cord."
    },
    {
        "word": "neu*rog\"li*a",
        "definition": "A description of the nerves."
    },
    {
        "word": "neu`ro*ker\"a*tin",
        "definition": "Of or pertaining to neurolgy."
    },
    {
        "word": "neu`ro*log\"ic*al",
        "definition": "One who is versed in neurology; also, one skilled in the treatment of nervous diseases."
    },
    {
        "word": "neu*rol\"o*gist",
        "definition": "The branch of science which treats of the nervous system."
    },
    {
        "word": "neu*rol\"o*gy",
        "definition": "A tumor developed on, or connected with, a nerve, esp. one consisting of new-formed nerve fibers."
    },
    {
        "word": "neu*ro\"ma",
        "definition": "A metameric segment of the cerebro-spinal nervous system."
    },
    {
        "word": "neu`ro*mus\"cu*lar",
        "definition": "The brain and spinal cord; the cerebro-spinal axis; myelencephalon."
    },
    {
        "word": "neu`ro*path\"ic",
        "definition": "An affection of the nervous system or of a nerve."
    },
    {
        "word": "neu`ro*po\"di*um",
        "definition": "Having the limbs on, or directed toward, the neural side, as in most invertebrates; -- opposed to h\\'91mapodous."
    },
    {
        "word": "neu\"ro*pore",
        "definition": "One of the Neuroptera."
    },
    {
        "word": "neu*rop\"ter",
        "definition": "An order of hexapod insects having two pairs of large, membranous, net-veined wings. The mouth organs are adapted for chewing. They feed upon other insects, and undergo a complete metamorphosis. The ant-lion, hellgamite, and lacewing fly are examples. Formerly, the name was given to a much more extensive group, including the true Neuroptera and the Pseudoneuroptera."
    },
    {
        "word": "neu*rop\"ter*an",
        "definition": "An extensive genus of fossil ferns, of which species have been found from the Devonian to the Triassic formation."
    },
    {
        "word": "neu*rop\"ter*ous",
        "definition": "Pertaining to, or forming, both nerves and sense organs."
    },
    {
        "word": "neu`ro*sen*sif\"er*ous",
        "definition": "A functional nervous affection or disease, that is, a disease of the nerves without any appreciable change of nerve structure."
    },
    {
        "word": "neu*ro\"sis",
        "definition": "Of or pertaining to the neuroskeleton."
    },
    {
        "word": "neu*rot\"ic",
        "definition": "Uself in disorders of, or affecting, the nerves."
    },
    {
        "word": "neu*rot\"ic",
        "definition": "Any toxic agent whose action is mainly directed to the great nerve centers."
    },
    {
        "word": "neu`ro*tom\"ic*al",
        "definition": "One who skilled in or practices neurotomy."
    },
    {
        "word": "neu*rot\"o*mist",
        "definition": "The dissection, or anatomy, of the nervous system."
    },
    {
        "word": "neu*rot\"o*my",
        "definition": "The division of a nerve, for the relief of neuralgia, or for other purposes."
    },
    {
        "word": "neu\"ru*la",
        "definition": "Neither the one thing nor the other; on neither side; impartial; neutral."
    },
    {
        "word": "neu\"ter",
        "definition": "Having a form belonging more especially to words which are not appellations of males or females; expressing or designating that which is of neither sex; as, a neuter noun; a neuter termination; the neuter gender."
    },
    {
        "word": "neu\"ter",
        "definition": "A noun of the neuter gender; any one of those words which have the terminations usually found in neuter words."
    },
    {
        "word": "neu\"tral",
        "definition": "Neither good nor bad; of medium quality; middling; not decided or pronounced."
    },
    {
        "word": "neu*tral\"i*ty",
        "definition": "Indifference in quality; a state neither very good nor bad."
    },
    {
        "word": "neu`tral*i*za\"tion",
        "definition": "The act or process by which an acid and a base are combined in such proportions that the resulting compound is neutral. See Neutral, a., 4."
    },
    {
        "word": "neu\"tral*ize",
        "definition": "To render inert or imperceptible the peculiar affinities of, as a chemical substance; to destroy the effect of; as, to neutralize an acid with a base."
    },
    {
        "word": "neu\"tral*i`zer",
        "definition": "In a neutral manner; without taking part with either side; indifferently."
    },
    {
        "word": "neu\"tral*ly",
        "definition": "Prayers offered up for nine successive days."
    },
    {
        "word": "neu`vaines\"",
        "definition": "A grantitoid variety of rhyolite, common in Nevada."
    },
    {
        "word": "ne*va\"dite",
        "definition": "The upper part of a glacier, above the limit or perpetual snow. See Galcier."
    },
    {
        "word": "n\\'82`v\\'82\"",
        "definition": "To name; to mention; to utter."
    },
    {
        "word": "nev`er*the*lat\"er",
        "definition": "Not the less; notwithstanding; in spite of that; yet."
    },
    {
        "word": "new",
        "definition": "Not before seen or known, although existing before; lately manifested; recently discovered; as, a new metal; a new planet; new scenes."
    },
    {
        "word": "new\"come`",
        "definition": "One who has lately come."
    },
    {
        "word": "new\"com`er",
        "definition": "A novelty; a new thing."
    },
    {
        "word": "new\"el",
        "definition": "Eager for novelties; desirous of changing."
    },
    {
        "word": "new\"fan`gle",
        "definition": "Newmade; formed with the affectation of novelty."
    },
    {
        "word": "new\"fan`gled",
        "definition": "Disposed to change; inclined to novelties; given to new theories or fashions."
    },
    {
        "word": "new`fash\"ioned",
        "definition": "An island on the coast of British North America, famed for the fishing grounds in its vicinity."
    },
    {
        "word": "new\"ing",
        "definition": "Somewhat new; nearly new."
    },
    {
        "word": "new`-mod\"el",
        "definition": "The quality or state of being new; as, the newness of a system; the newness of a scene; newness of life."
    },
    {
        "word": "news",
        "definition": "Something strange or newly happened."
    },
    {
        "word": "news\"-book`",
        "definition": "A boy who distributes or sells newspaper."
    },
    {
        "word": "news\"boy`",
        "definition": "A circular letter, written or printed for the purpose of disseminating news. This was the name given to the earliest English newspapers."
    },
    {
        "word": "news\"-let`ter",
        "definition": "One who brings news."
    },
    {
        "word": "news\"man",
        "definition": "A man who distributes or sells newspapers."
    },
    {
        "word": "news\"mon`ger",
        "definition": "A sheet of paper printed and distributed, at stated intervals, for conveying intelligence of passing events, advocating opinions, etc.; a public print that circulates news, advertisements, proceedings of legislative bodies, public announcements, etc."
    },
    {
        "word": "news\"pa`per",
        "definition": "A room where news is collected and disseminated, or periodicals sold; a reading room supplied with newspapers, magazines, etc."
    },
    {
        "word": "news\"room`",
        "definition": "A seller of newspapers."
    },
    {
        "word": "news\"-vnd`er",
        "definition": "One who gathered news for, and wrote, news-letters."
    },
    {
        "word": "news\"y",
        "definition": "Any one of several species of small aquatic salamanders. The common British species are the crested newt (Triton cristatus) and the smooth newt (Lophinus punctatus). In America, Diemictylus viridescens is one of the most abundant species."
    },
    {
        "word": "newt",
        "definition": "Of or pertaining to Sir Isaac Newton, or his discoveries."
    },
    {
        "word": "new*to\"ni*an",
        "definition": "Of or pertaining to, or suitable for, the commencement of the year; as, New-year gifts or odes."
    },
    {
        "word": "new\"-year`",
        "definition": "the first day of a calendar year; the first day of January. Often colloquially abbreviated to New year's or new year."
    },
    {
        "word": "new\" year's` day\"",
        "definition": "A group of islands in the South Pacific Ocean."
    },
    {
        "word": "nex\"i*ble",
        "definition": "Nearest in place; having no similar object intervening."
    },
    {
        "word": "ngi\"na",
        "definition": "A subdivision or the American Upper Silurian system, embracing the Medina, Clinton, and Niagara epoch. The rocks of the Niagara epoch, mostly limestones, are extensively distributed, and at Niagara Falls consist of about eighty feet of shale supporting a greater thickness of limestone, which is gradually undermined by the removal of the shale. See Chart of Geology."
    },
    {
        "word": "ni*ag\"a*ra pe\"ri*od",
        "definition": "A young hawk; an eyas; hence, an unsophisticated person."
    },
    {
        "word": "ni\"as",
        "definition": "A small and pointed thing or part; a point; a prong."
    },
    {
        "word": "nib",
        "definition": "The bill or beak of a bird; the neb."
    },
    {
        "word": "nib",
        "definition": "Having a nib or point."
    },
    {
        "word": "nibbed",
        "definition": "To bite by little at a time; to seize gently with the mouth; to eat slowly or in small bits."
    },
    {
        "word": "nib\"ble",
        "definition": "One who, or that which, nibbles."
    },
    {
        "word": "nib\"bler",
        "definition": "In a nibbling manner; cautiously."
    },
    {
        "word": "nib\"bling*ly",
        "definition": "A kind of golf stick used to lift the ball out of holes, ruts, etc."
    },
    {
        "word": "nib\"lick",
        "definition": "The laughing falcon. See under laughing."
    },
    {
        "word": "nic`a*ra\"gua wood`",
        "definition": "A mineral of a copper-red color and metallic luster; an arsenide of nickel; -- called also coppernickel, kupfernickel."
    },
    {
        "word": "nic\"co*lite",
        "definition": "Foolish; silly; simple; ignorant; also, weak; effeminate."
    },
    {
        "word": "nice\"ly",
        "definition": "Of or pertaining to Nice, a town of Asia Minor, or to the ecumenial council held there A. D. 325."
    },
    {
        "word": "ni\"ce*ty",
        "definition": "Delicacy or exactness of perception; minuteness of observation or of discrimination; precision."
    },
    {
        "word": "nick",
        "definition": "A broken or indented place in any edge or surface; nicks in china."
    },
    {
        "word": "nick",
        "definition": "To mar; to deface; to make ragged, as by cutting nicks or notches in."
    },
    {
        "word": "nick\"ar nut`",
        "definition": "A bright silver-white metallic element. It is of the iron group, and is hard, malleable, and ductile. It occurs combined with sulphur in millerite, with arsenic in the mineral niccolite, and with arsenic and sulphur in nickel glance. Symbol Ni. Atomic weight 58.6."
    },
    {
        "word": "nick\"el",
        "definition": "A small coin made of or containing nickel; esp., a five-cent piece."
    },
    {
        "word": "nick*el\"ic",
        "definition": "Containing nickel; as, nickelferous iron."
    },
    {
        "word": "nick`el*if\"er*ous",
        "definition": "An alloy of nickel, a variety of German silver."
    },
    {
        "word": "nick\"er",
        "definition": "The cutting lip which projects downward at the edge of a boring bit and cuts a circular groove in the wood to limit the size of the hole that is bored."
    },
    {
        "word": "nick\"er nut`",
        "definition": "The plant producing nicker nuts."
    },
    {
        "word": "nick\"er tree`",
        "definition": "The cutting made by the hewer at the side of the face."
    },
    {
        "word": "nick\"ing",
        "definition": "The European woodpecker, or yaffle; -- called also nicker pecker."
    },
    {
        "word": "nick\"nack`er*y",
        "definition": "A name given in contempt, derision, or sportive familiarity; a familiar or an opprobrious appellation."
    },
    {
        "word": "nick\"name`",
        "definition": "To give a nickname to; to call by a nickname."
    },
    {
        "word": "ni*co\"ti*an",
        "definition": "A white waxy substance having a hot, bitter taste, extracted from tobacco leaves and called also tobacco camphor."
    },
    {
        "word": "ni*cot\"ic",
        "definition": "A complex, oily, nitrogenous base, isomeric with nicotine, and obtained by the reduction of certain derivatives of the pyridine group."
    },
    {
        "word": "ni*cot\"i*dine",
        "definition": "An alkaloid which is the active principle of tobacco. It is a colorless, transparent, oily liquid, having an acrid odor, and an acrid burning taste. It is intensely poisonous."
    },
    {
        "word": "nic`o*tin\"ic",
        "definition": "To wink; to nictitate."
    },
    {
        "word": "nic\"tate",
        "definition": "the act of winking; nictitation."
    },
    {
        "word": "nic*ta\"tion",
        "definition": "To wink; to nictate."
    },
    {
        "word": "nic`ti*ta\"tion",
        "definition": "of, pertaining to, or baring, eggs or egg capsules; as, the nidament capsules of certain gastropods; nidamental glands. See Illust. of Dibranchiata."
    },
    {
        "word": "nid`a*men\"tal",
        "definition": "A collection of nests."
    },
    {
        "word": "nid`i*fi*ca\"tion",
        "definition": "A coward; a dastard; -- a term of utmost opprobrium."
    },
    {
        "word": "ni\"dor*ous",
        "definition": "Nestling, as a bird in itss nest."
    },
    {
        "word": "nid\"u*lant",
        "definition": "Lying loose in pulp or cotton within a berry or pericarp, as in a nest."
    },
    {
        "word": "nid\"u*lite",
        "definition": "A nest: a repository for the eggs of birds, insects, etc.; a breeding place; esp., the place or substance where parasites or the germs of a disease effect lodgment or are developed."
    },
    {
        "word": "ni\"dus",
        "definition": "A relative, in general; especially, a descendant, whether male or female; a granddaughter or a grandson."
    },
    {
        "word": "niece",
        "definition": "A daughter of one's brother or sister, or of one's brother-in-law or sister-in-law."
    },
    {
        "word": "nief",
        "definition": "One who practices the style of ornamentation called niello."
    },
    {
        "word": "ni*el\"list",
        "definition": "A metallic alloy of a deep black color."
    },
    {
        "word": "ni*el\"lo",
        "definition": "The art, process, or method of decorating metal with incised designs filled with the black alloy."
    },
    {
        "word": "nig\"gard",
        "definition": "To act the niggard toward; to be niggardly."
    },
    {
        "word": "nig\"gard*ish",
        "definition": "The quality or state of being niggard; meanness in giving or spending; parsimony; stinginess."
    },
    {
        "word": "nigged",
        "definition": "A negro; -- in vulgar derision or depreciation."
    },
    {
        "word": "nig\"gish",
        "definition": "To trifle with; to deceive; to mock."
    },
    {
        "word": "nig\"gler",
        "definition": "Not distant or remote in place or time; near."
    },
    {
        "word": "nigh",
        "definition": "Not remote in degree, kindred, circumstances, etc.; closely allied; intimate."
    },
    {
        "word": "night\"cap`",
        "definition": "A potion of spirit drank at bedtime."
    },
    {
        "word": "night\"ed",
        "definition": "Overtaken by night; belated."
    },
    {
        "word": "night\"gown`",
        "definition": "A small, plain, brown and gray European song bird (Luscinia luscinia). It sings at night, and is celebrated for the sweetness of its song."
    },
    {
        "word": "night\"in*gale",
        "definition": "A larger species (Lucinia philomela), of Eastern Europe, having similar habits; the thrush nightingale. The name is also applied to other allied species."
    },
    {
        "word": "night\"ish",
        "definition": "A goatsucker, esp. the European species. See Illust. of Goatsucker."
    },
    {
        "word": "night\"long`",
        "definition": "Of or pertaining to the night, or to every night; happening or done by night, or every night; as, nightly shades; he kept nightly vigils."
    },
    {
        "word": "night\"ly",
        "definition": "At night; every night."
    },
    {
        "word": "night\"ly",
        "definition": "One whose business is emptying privies by night."
    },
    {
        "word": "night\"mare`",
        "definition": "A condition in sleep usually caused by improper eating or by digestive or nervous troubles, and characterized by a sense of extreme uneasiness or discomfort (as of weight on the chest or stomach, impossibility of motion or speech, etc.), or by frightful or oppressive dreams, from which one wakes after extreme anxiety, in a troubled state of mind; incubus."
    },
    {
        "word": "night\"shirt`",
        "definition": "The time from dusk to dawn; -- opposed to daytime."
    },
    {
        "word": "night\"ward",
        "definition": "The complex, nitrogenous, organic base and dyestuff called also aniline black."
    },
    {
        "word": "ni*gran\"i*line",
        "definition": "Growing black; changing to a black color; approaching to blackness."
    },
    {
        "word": "ni\"grine",
        "definition": "Blackness; the state of being black."
    },
    {
        "word": "ni\"hil*ism",
        "definition": "The doctrine that nothing can be known; scepticism as to all knowledge and all reality."
    },
    {
        "word": "ni\"hil*ist",
        "definition": "A member of a secret association (esp. in Russia), which is devoted to the destruction of the present political, religious, and social institutions."
    },
    {
        "word": "ni`hil*is\"tic",
        "definition": "Nothingness; a state of being nothing."
    },
    {
        "word": "nil\"gau",
        "definition": "Not to will; to refuse; to reject."
    },
    {
        "word": "nill",
        "definition": "Scales of hot iron from the forge."
    },
    {
        "word": "ni\"lo*scope",
        "definition": "Of or pertaining to the river Nile; as, the Nilotic crocodile."
    },
    {
        "word": "nilt",
        "definition": "To take; to steal; to filch."
    },
    {
        "word": "nim*bif\"er*ous",
        "definition": "Light and quick in motion; moving with ease and celerity; lively; swift."
    },
    {
        "word": "nim*bose\"",
        "definition": "A circle, or disk, or any indication of radiant light around the heads of divinities, saints, and sovereigns, upon medals, pictures, etc.; a halo. See Aureola, and Glory, n., 5."
    },
    {
        "word": "nine",
        "definition": "A symbol representing nine units, as 9 or ix."
    },
    {
        "word": "nine\"fold`",
        "definition": "A game in which nine holes are made in the ground, into which a ball is bowled."
    },
    {
        "word": "nine\"holes`",
        "definition": "The northern butcher bird."
    },
    {
        "word": "nine\"-kill`er",
        "definition": "An old English silver coin, worth nine pence."
    },
    {
        "word": "nine\"pence",
        "definition": "A New England name for the Spanish real, a coin formerly current in the United States, as valued at twelve and a half cents."
    },
    {
        "word": "nine\"score`",
        "definition": "Nine and ten; eighteen and one more; one less than twenty; as, nineteen months."
    },
    {
        "word": "nine\"teen`",
        "definition": "The number greater than eighteen by a unit; the sum of ten and nine; nineteen units or objects."
    },
    {
        "word": "nine\"teen`",
        "definition": "A symbol for nineteen units, as 19 or xix."
    },
    {
        "word": "nine\"teenth`",
        "definition": "Constituting or being one of nineteen equal parts into which anything is divided."
    },
    {
        "word": "nine\"teenth`",
        "definition": "The next in order after the eighteenth."
    },
    {
        "word": "nine\"ti*eth",
        "definition": "Constituting or being one of ninety equal parts."
    },
    {
        "word": "nine\"ti*eth",
        "definition": "The next in order after the eighty-ninth."
    },
    {
        "word": "nine\"ty",
        "definition": "The sum of nine times ten; the number greater by a unit than eighty-nine; ninety units or objects."
    },
    {
        "word": "nine\"ty",
        "definition": "A symbol representing ninety units, as 90 or xc."
    },
    {
        "word": "ninth",
        "definition": "Constituting or being one of nine equal parts into which anything is divided."
    },
    {
        "word": "ninth",
        "definition": "An interval containing an octave and a second."
    },
    {
        "word": "ni\"o*bate",
        "definition": "The daughter of Tantalus, and wife of Amphion, king of Thebes. Her pride in her children provoked Apollo and Diana, who slew them all. Niobe herself was changed by the gods into stone."
    },
    {
        "word": "ni\"o*bite",
        "definition": "A later name of columbium. See Columbium."
    },
    {
        "word": "ni*o\"bi*um",
        "definition": "A kind of snuff prepared by the natives of Venezuela from the roasted seeds of a leguminous tree (Piptadenia peregrina), thence called niopo tree."
    },
    {
        "word": "ni*o\"po",
        "definition": "A sip or small draught; esp., a draught of intoxicating liquor; a dram."
    },
    {
        "word": "nip",
        "definition": "To catch and inclose or compress tightly between two surfaces, or points which are brought together or closed; to pinch; to close in upon."
    },
    {
        "word": "nip",
        "definition": "A pinch with the nails or teeth."
    },
    {
        "word": "nip\"per",
        "definition": "A fore tooth of a horse. The nippers are four in number."
    },
    {
        "word": "nip\"per*kin",
        "definition": "Small pinchers for holding, breaking, or cutting."
    },
    {
        "word": "nip\"pers",
        "definition": "A device with fingers or jaws for seizing an object and holding or conveying it; as, in a printing press, a clasp for catching a sheet and conveying it to the form."
    },
    {
        "word": "nip\"ping",
        "definition": "In a nipping manner."
    },
    {
        "word": "nip\"ping*ly",
        "definition": "Peculiary strong and good; -- said of ale or liquor."
    },
    {
        "word": "nip\"ple",
        "definition": "The orifice at which any animal liquid, as the oil from an oil bag, is discharged."
    },
    {
        "word": "nip\"ple*wort`",
        "definition": "In the Buddhist system of religion, the final emancipation of the soul from transmigration, and consequently a beatific enfrachisement from the evils of wordly existence, as by annihilation or absorption into the divine. See Buddhism."
    },
    {
        "word": "ni\"ter",
        "definition": "Native sodium carbonate; natron."
    },
    {
        "word": "nit\"id",
        "definition": "Gay; spruce; fine; -- said of persons."
    },
    {
        "word": "ni`tra*nil\"ic",
        "definition": "Any one of a series of nitro derivatives of aniline. In general they are yellow crystalline substances."
    },
    {
        "word": "ni*tran\"i*line",
        "definition": "A salt of nitric acid."
    },
    {
        "word": "ni\"tra*ted",
        "definition": "Prepared with nitrate of silver."
    },
    {
        "word": "ni\"tre",
        "definition": "An artificial bed of animal matter for the manufacture of niter by nitrification. See Nitrification, 2."
    },
    {
        "word": "ni\"tri*a*ry",
        "definition": "Of, pertaining to, or containing, nitrogen; specifically, designating any one of those compounds in which, as contrasted with nitrous compounds, the element has a higher valence; as, nitric oxide; nitric acid."
    },
    {
        "word": "ni\"tride",
        "definition": "Bearing niter; yielding, or containing, niter."
    },
    {
        "word": "ni*trif\"er*ous",
        "definition": "The act, process, or result of combining with nitrogen or some of its compounds."
    },
    {
        "word": "ni`tri*fi*ca\"tion",
        "definition": "A process of oxidation, in which nitrogenous vegetable and animal matter in the presence of air, moisture, and some basic substances, as lime or alkali carbonate, is converted into nitrates."
    },
    {
        "word": "ni\"tri*fi`er",
        "definition": "To combine or impregnate with nitrogen; to convert, by oxidation, into nitrous or nitric acid; to subject to, or produce by, nitrification."
    },
    {
        "word": "ni\"tri*fy",
        "definition": "Any one of a series of cyanogen compounds; particularly, one of those cyanides of alcohol radicals which, by boiling with acids or alkalies, produce a carboxyl acid, with the elimination of the nitrogen as ammonia."
    },
    {
        "word": "ni\"tro-",
        "definition": "A combining form (used also adjectively) designating certain compounds of nitrogen or of its acids, as nitrohydrochloric, nitrocalcite; also, designating the group or radical NO2, or its compounds, as nitrobenzene."
    },
    {
        "word": "ni`tro*ben\"zol",
        "definition": "Nitrate of calcium, a substance having a grayish white color, occuring in efforescences on old walls, and in limestone caves, especially where there exists decaying animal matter."
    },
    {
        "word": "ni`tro*car\"bol",
        "definition": "See Gun cotton, under Gun."
    },
    {
        "word": "ni`tro-chlo\"ro*form",
        "definition": "A nitro derivative of methane, analogous to chloroform, obtained as a colorless oily or crystalline substance, CH.(NO2)3, quite explosive, and having well-defined acid properties."
    },
    {
        "word": "ni\"tro*form",
        "definition": "An explosive consisting of gun cotton and camphor dissolved in nitroglycerin."
    },
    {
        "word": "ni`tro*gel\"a*tin",
        "definition": "A colorless nonmetallic element, tasteless and odorless, comprising four fifths of the atmosphere by volume. It is chemically very inert in the free state, and as such is incapable of supporting life (hence the name azote still used by French chemists); but it forms many important compounds, as ammonia, nitric acid, the cyanides, etc, and is a constituent of all organized living tissues, animal or vegetable. Symbol N. Atomic weight 14. It was formerly regarded as a permanent noncondensible gas, but was liquefied in 1877 by Cailletet of Paris, and Pictet of Geneva."
    },
    {
        "word": "ni`tro*gen",
        "definition": "To combine, or impregnate, with nitrogen or its compounds."
    },
    {
        "word": "ni\"tro*gen*ize",
        "definition": "of, pertaining to, or resembling, nitrogen; as, a nitrogenous principle; nitrogenous compounds."
    },
    {
        "word": "ni*tro\"le*um",
        "definition": "of, derived from, or designating, a nitrol; as, a nitrolic acid."
    },
    {
        "word": "ni*trol\"ic",
        "definition": "Nitrate of magnesium, a saline efflorescence closely resembling nitrate of calcium."
    },
    {
        "word": "ni`tro*mag\"ne*site",
        "definition": "An apparatus for determining the amount of nitrogen or some of its compounds in any substance subjected to analysis; an azotometer."
    },
    {
        "word": "ni*trom\"e*ter",
        "definition": "A nitro derivative of methane obtained as a mobile liquid; -- called also nitrocarbol."
    },
    {
        "word": "ni`tro*meth\"ane",
        "definition": "Of, pertaining to, or composed of, nitric acid and muriatic acid; nitrohydrochloric. See Nitrohydrochloric."
    },
    {
        "word": "ni`tro*mu`ri*at\"ic",
        "definition": "Any one of a series of nitro derivatives of phenol. They are yellow oily or crystalline substances and have well-defined acid properties, as picric acid."
    },
    {
        "word": "ni`tro*ph\"nol",
        "definition": "Pertaining to, derived from, or designating, a complex acid called nitroprussic acid, obtained indirectly by the action of nitric acid on potassium ferrocyanide (yellow prussiate), as a red crystalline unstable substance. It forms salts called nitroprussides, which give a rich purple color with alkaline subphides."
    },
    {
        "word": "ni`tro*prus\"side",
        "definition": "A hypothetical nitro derivative of quinol or hydroquinone, not known in the free state, but forming a well defined series of derivatives."
    },
    {
        "word": "ni`tro*qui\"nol",
        "definition": "An explosive nitro derivative of certain sugars, analogous to nitroglycerin, gun cotton, etc."
    },
    {
        "word": "ni`teo*sac\"cha*rin",
        "definition": "Of, pertaining to, or designating, a nitro derivative of salicylic acid, called also anilic acid."
    },
    {
        "word": "ni*trose\"",
        "definition": "(. (Chem.) A prefix (also used adjectively) designating the group or radical NO, called the nitroso group, or its compounds."
    },
    {
        "word": "ni*tro\"so-",
        "definition": "the radical NO, called also the nitroso group.  The term is sometimes loosely used to designate certain nitro compounds; as, nitrosyl sulphuric acid. Used also adjectively."
    },
    {
        "word": "ni*tro\"syl",
        "definition": "Of, pertaining to, or containing, nitrosyl; as, nitrosylic acid."
    },
    {
        "word": "ni`tro*syl\"ic",
        "definition": "Of, pertaining to, or containing, niter; of the quality of niter, or resembling it."
    },
    {
        "word": "ni\"trous",
        "definition": "Of, pertaining to, or designating, any one of those compounds in which nitrogen has a relatively lower valence as contrasted with nitric compounds."
    },
    {
        "word": "ni\"try",
        "definition": "A name sometimes given to the nitro group or radical."
    },
    {
        "word": "ni\"tryl",
        "definition": "The horselouse; an insect that deposits nits on horses."
    },
    {
        "word": "ni`vose\"",
        "definition": "One of a class of water spirits, commonly described as of a mischievous disposition."
    },
    {
        "word": "nix\"ie",
        "definition": "The title of the native sovereigns of Hyderabad, in India, since 1719."
    },
    {
        "word": "ni*zam\"",
        "definition": "Not any; not one; none."
    },
    {
        "word": "no",
        "definition": "A negative vote; one who votes in the negative; as, to call for the ayes and noes; the noes have it."
    },
    {
        "word": "no*a\"chi*an",
        "definition": "A patriarch of Biblical history, in the time of the Deluge."
    },
    {
        "word": "nob",
        "definition": "A person in a superior position in life; a nobleman."
    },
    {
        "word": "nob",
        "definition": "In a nobby manner."
    },
    {
        "word": "nob\"bi*ly",
        "definition": "A dram of spirits."
    },
    {
        "word": "nob\"bler",
        "definition": "Stylish; modish; elegant; showy; aristocratic; fashionable."
    },
    {
        "word": "nob\"by",
        "definition": "Of or pertaining to the nobility."
    },
    {
        "word": "no*bil\"ia*ry",
        "definition": "To make noble; to nobiliate."
    },
    {
        "word": "no*bil\"i*fy",
        "definition": "To make noble; to ennoble; to exalt."
    },
    {
        "word": "no*bil\"i*tate",
        "definition": "The act of making noble."
    },
    {
        "word": "no\"ble",
        "definition": "An English money of account, and, formerly, a gold coin, of the value of 6 s. 8 d. sterling, or about $1.61."
    },
    {
        "word": "no\"ble*man",
        "definition": "Having a noble mind; honorable; magnanimous."
    },
    {
        "word": "no\"ble-mind`ed",
        "definition": "The quality or state of being noble; greatness; dignity; magnanimity; elevation of mind, character, or station; nobility; grandeur; stateliness."
    },
    {
        "word": "no*bless\"",
        "definition": "The nobility; persons of noble rank collectively, including males and females."
    },
    {
        "word": "no\"ble*wom`an",
        "definition": "The body of nobles; the nobility."
    },
    {
        "word": "no\"bley",
        "definition": "Noble birth; nobility; dignity."
    },
    {
        "word": "no\"bly",
        "definition": "In a noble manner; with greatness of soul; heroically; with magnanimity; as, a deed nobly done."
    },
    {
        "word": "no\"bod*y",
        "definition": "Hence: A person of no influence or importance; an insignificant or contemptible person."
    },
    {
        "word": "no\"cake",
        "definition": "Doing hurt, or having a tendency to hurt; hurtful; mischievous; noxious; as, nocent qualities."
    },
    {
        "word": "no\"cent",
        "definition": "Guilty; -- the opposite of innocent."
    },
    {
        "word": "nock",
        "definition": "The upper fore corner of a boom sail or of a trysail."
    },
    {
        "word": "noc*tam\"bu*lo",
        "definition": "Comprising a night and a day; a noctidial day."
    },
    {
        "word": "noc*til\"i*o*nid",
        "definition": "That which shines at night; -- a fanciful name for phosphorus."
    },
    {
        "word": "noc`ti*lu\"ca",
        "definition": "A genus of marine flagellate Infusoria, remarkable for their unusually large size and complex structure, as well as for their phosphorescence. The brilliant diffuse phosphorescence of the sea is often due to myriads of Noctiluc\\'91."
    },
    {
        "word": "noc*ti*lu\"cin",
        "definition": "Of or pertaining to Noctiluca."
    },
    {
        "word": "noc`ti*lu\"cine",
        "definition": "Shining in the night."
    },
    {
        "word": "noc`ti*lu\"cous",
        "definition": "Going about in the night; night-wandering."
    },
    {
        "word": "noc*tiv\"a*gant",
        "definition": "A roving or going about in the night."
    },
    {
        "word": "noc*tiv\"a*gous",
        "definition": "A kind of writing frame for the blind."
    },
    {
        "word": "noc\"to*graph",
        "definition": "An instrument or register which records the presence of watchmen on their beats."
    },
    {
        "word": "noc\"tu*id",
        "definition": "A large European bat (Vespertilio, ∨ Noctulina, altivolans)."
    },
    {
        "word": "noc\"tule",
        "definition": "An office of devotion, or act of religious service, by night."
    },
    {
        "word": "noc\"turn",
        "definition": "One of the portions into which the Psalter was divided, each consisting of nine psalms, designed to be used at a night service."
    },
    {
        "word": "noc*tur\"nal",
        "definition": "Having a habit of seeking food or moving about at night; as, nocturnal birds and insects."
    },
    {
        "word": "noc*tur\"nal*ly",
        "definition": "A night piece, or serenade. The name is now used for a certain graceful and expressive form of instrumental composition, as the nocturne for orchestra in Mendelsohn's \"Midsummer-Night's Dream\" music."
    },
    {
        "word": "noc\"u*ous",
        "definition": "To bend or incline the upper part, with a quick motion; as, nodding plumes."
    },
    {
        "word": "nod",
        "definition": "To incline the head with a quick motion; to make a slight bow; to make a motion of assent, of salutation, or of drowsiness, with the head; as, to nod at one."
    },
    {
        "word": "nod",
        "definition": "To signify by a nod; as, to nod approbation."
    },
    {
        "word": "no*da\"tion",
        "definition": "One who nods; a drowsy person."
    },
    {
        "word": "nod\"der",
        "definition": "Curved so that the apex hangs down; having the top bent downward."
    },
    {
        "word": "nod\"ding",
        "definition": "The head; -- used jocosely or contemptuously."
    },
    {
        "word": "nod\"dle",
        "definition": "The back part of the head or neck."
    },
    {
        "word": "nod\"dy",
        "definition": "Any tern of the genus Anous, as A. stolidus."
    },
    {
        "word": "node",
        "definition": "One of the two points where the orbit of a planet, or comet, intersects the ecliptic, or the orbit of a satellite intersects the plane of the orbit of its primary."
    },
    {
        "word": "no`do*sa\"rine",
        "definition": "Knotty; having numerous or conspicuous nodes."
    },
    {
        "word": "no*dose\"",
        "definition": "Having nodes or prominences; having the alternate joints enlarged, as the antenn\\'91 of certain insects."
    },
    {
        "word": "no*dos\"i*ty",
        "definition": "A knot; a node."
    },
    {
        "word": "no*do\"sous",
        "definition": "Of, pertaining to, or in the form of, a nodule or knot."
    },
    {
        "word": "nod\"u*lar",
        "definition": "A rounded mass or irregular shape; a little knot or lump."
    },
    {
        "word": "nod\"uled",
        "definition": "Having small nodes or knots; diminutively nodose."
    },
    {
        "word": "no\"el",
        "definition": "An instrument for determining and registering the duration of more or less complex operations of the mind."
    },
    {
        "word": "no*e\"mics",
        "definition": "One of the followers of Noetus, who lived in the third century. He denied the distinct personality of the Father, Son, and Holy Ghost."
    },
    {
        "word": "no*e\"tian",
        "definition": "Of or pertaining to the intellect; intellectual."
    },
    {
        "word": "nog",
        "definition": "A wooden block, of the size of a brick, built into a wall, as a hold for the nails of woodwork."
    },
    {
        "word": "nog",
        "definition": "To fasten, as shores, with treenails."
    },
    {
        "word": "nog\"gin",
        "definition": "A measure equivalent to a gill."
    },
    {
        "word": "noise",
        "definition": "Sound of any kind."
    },
    {
        "word": "noise",
        "definition": "To disturb with noise."
    },
    {
        "word": "nois\"i*ly",
        "definition": "The state or quality of being noisy."
    },
    {
        "word": "nois\"i*ness",
        "definition": "Noxious to health; hurtful; mischievous; unwholesome; insalubrious; destructive; as, noisome effluvia."
    },
    {
        "word": "noi\"some",
        "definition": "Offensive to the smell or other senses; disgusting; fetid."
    },
    {
        "word": "no\"li-me-tan\"ge*re",
        "definition": "Any plant of a genus of herbs (Impatiens) having capsules which, if touched when ripe, discharge their seeds. -- See Impatiens."
    },
    {
        "word": "noll",
        "definition": "The state of being unwilling; nolition."
    },
    {
        "word": "nol*le\"i*ty",
        "definition": "Will not prosecute; -- an entry on the record, denoting that a plaintiff discontinues his suit, or the attorney for the public a prosecution; either wholly, or as to some count, or as to some of several defendants."
    },
    {
        "word": "nol\"le pros\"e*qui",
        "definition": "A plea, by the defendant, in a criminal prosecution, which, without admitting guilt, subjects him to all the consequences of a plea of quilty."
    },
    {
        "word": "no\"lo con*ten\"de*re",
        "definition": "An abbrev. of Nolle prosequi."
    },
    {
        "word": "nol. pros.",
        "definition": "To discontinue by entering a nolle prosequi; to decline to prosecute."
    },
    {
        "word": "no\"ma",
        "definition": "One of a race or tribe that has no fixed location, but wanders from place to place in search of pasture or game."
    },
    {
        "word": "no*ma\"di*an",
        "definition": "Of or pertaining to nomads, or their way of life; wandering; moving from place to place for subsistence; as, a nomadic tribe."
    },
    {
        "word": "no*mad\"ic",
        "definition": "The state of being a nomad."
    },
    {
        "word": "nom\"ad*ism",
        "definition": "To lead the life of a nomad; to wander with flocks and herds for the sake of finding pasturage."
    },
    {
        "word": "no\"man*cy",
        "definition": "A space amidships used to keep blocks, ropes, etc.; a space on a ship belonging to no one in particular to care for."
    },
    {
        "word": "no\"-man's` land`",
        "definition": "Fig.: An unclaimed space or time."
    },
    {
        "word": "nom\"arch",
        "definition": "A province or territorial division of a kingdom, under the rule of a nomarch, as in modern Greece; a nome."
    },
    {
        "word": "nom\"arch*y",
        "definition": "The entrails of a deer; the umbles."
    },
    {
        "word": "nome",
        "definition": "A province or political division, as of modern Greece or ancient Egypt; a nomarchy."
    },
    {
        "word": "no\"men*cla`tor",
        "definition": "One who calls persons or things by their names."
    },
    {
        "word": "no\"men*cla`tress",
        "definition": "Pertaining or according to a nomenclature."
    },
    {
        "word": "no\"mi*al",
        "definition": "Customary; ordinary; -- applied to the usual English spelling, in distinction from strictly phonetic methods."
    },
    {
        "word": "nom\"ic",
        "definition": "Of or pertaining to a name or names; having to do with the literal meaning of a word; verbal; as, a nominal definition."
    },
    {
        "word": "nom\"i*nal",
        "definition": "Existing in name only; not real; as, a nominal difference."
    },
    {
        "word": "nom\"i*nal",
        "definition": "A verb formed from a noun."
    },
    {
        "word": "nom\"i*nal*ism",
        "definition": "One of a sect of philosophers in the Middle Ages, who adopted the opinion of Roscelin, that general conceptions, or universals, exist in name only."
    },
    {
        "word": "nom`i*nal*is\"tic",
        "definition": "To convert into a noun."
    },
    {
        "word": "nom\"i*nal*ize",
        "definition": "In a nominal manner; by name; in name only; not in reality."
    },
    {
        "word": "nom\"i*nate",
        "definition": "To mention by name; to name."
    },
    {
        "word": "nom`i*na\"tion",
        "definition": "The act of naming or nominating; designation of a person as a candidate for office; the power of nominating; the state of being nominated."
    },
    {
        "word": "nom`i*na*ti\"val",
        "definition": "Giving a name; naming; designating; -- said of that case or form of a noun which stands as the subject of a finite verb."
    },
    {
        "word": "nom\"i*na*tive",
        "definition": "In the manner of a nominative; as a nominative."
    },
    {
        "word": "nom\"i*na`tor",
        "definition": "A person named, or designated, by another, to any office, duty, or position; one nominated, or proposed, by others for office or for election to office."
    },
    {
        "word": "no*mol\"o*gy",
        "definition": "The science of law; legislation."
    },
    {
        "word": "nom\"o*thete",
        "definition": "Legislative; enacting laws; as, a nomothetical power."
    },
    {
        "word": "non`a*bil\"i*ty",
        "definition": "An exception taken against a plaintiff in a cause, when he is unable legally to commence a suit."
    },
    {
        "word": "non*ac\"id",
        "definition": "Want of acquaintance; the state of being unacquainted."
    },
    {
        "word": "non`ac*quaint\"ance",
        "definition": "Refusal of acquiescence; failure to yield or comply."
    },
    {
        "word": "non*ac`qui*es\"cence",
        "definition": "Failure to be admitted."
    },
    {
        "word": "non`a*dult\"",
        "definition": "Capable of living without atmospheric oxygen; ana\\'89robiotic."
    },
    {
        "word": "non*a`\\'89r*o*bi*ot\"ic",
        "definition": "The ninth part of movable goods, formerly payable to the clergy on the death of persons in their parishes."
    },
    {
        "word": "non`a*ge*na\"ri*an",
        "definition": "Of or pertaining to the ninetieth degree or to a nonagesimal."
    },
    {
        "word": "non`a*ges\"i*mal",
        "definition": "The middle or highest point of the part of the ecliptic which is at any given moment above the horizon. It is the ninetieth degree of the ecliptic, reckoned from the points in which it is intersected by the horizon."
    },
    {
        "word": "non`a*ges\"i*mal",
        "definition": "A figure or polygon having nine sides and nine angles."
    },
    {
        "word": "non\"a*gon",
        "definition": "Any moth of the genus Nonagria and allied genera, as the spindleworm and stalk borer."
    },
    {
        "word": "non*a\"gri*an",
        "definition": "Failure to alienate; also, the state of not being alienated."
    },
    {
        "word": "non*al`ien*a\"tion",
        "definition": "One of a group of metameric hydrocarbons C9H20 of the paraffin series; -- so called because of the nine carbon atoms in the molecule. Normal nonane is a colorless volatile liquid, an ingredient of ordinary kerosene."
    },
    {
        "word": "non\"ane",
        "definition": "Default of apperance, as in court, to prosecute or defend; failure to appear."
    },
    {
        "word": "non`ap*pear\"ance",
        "definition": "Neglect of making appointment; failure to receive an appointment."
    },
    {
        "word": "non`ar*riv\"al",
        "definition": "The general plea or denial in an action of assumpsit."
    },
    {
        "word": "non` as*sump\"sit",
        "definition": "A failure to attend; omission of attendance; nonappearance."
    },
    {
        "word": "non`at*ten\"tion",
        "definition": "Containing no bitumen; not bituminous."
    },
    {
        "word": "non`bi*tu\"mi*nous",
        "definition": "The one or single occasion; the present call or purpose; -- chiefly used in the phrase for the nonce."
    },
    {
        "word": "non`cha`lant\"",
        "definition": "In a nonchalant, indifferent, or careless manner; coolly."
    },
    {
        "word": "non\"cha*lant`ly",
        "definition": "A failure to make claim within the time limited by law; omission of claim."
    },
    {
        "word": "non`co*in\"ci*dent",
        "definition": "Any person connected with an army, or within the lines of an army, who does not make it his business to fight, as any one of the medical officers and their assistants, chaplains, and others; also, any of the citizens of a place occupied by an army; also, any one holding a similar position with respect to the navy."
    },
    {
        "word": "non*com\"bat*ant",
        "definition": "Not having a commission."
    },
    {
        "word": "non`com*mit\"tal",
        "definition": "Neglect or failure of communion."
    },
    {
        "word": "non`com*mun\"ion",
        "definition": "Lack of completion; failure to complete."
    },
    {
        "word": "non`com*ple\"tion",
        "definition": "Neglect of compliance; failure to comply."
    },
    {
        "word": "non`com*pli\"ance",
        "definition": "Neglecting or refusing to comply."
    },
    {
        "word": "non`com*ply\"ing",
        "definition": "Not of sound mind; not having the regular use of reason; hence, also, as a noun, an idiot; a lunati<?/; one devoid of reason, either by nature or from accident."
    },
    {
        "word": "non`con*clud\"ing",
        "definition": "To dissent or refuse to concur."
    },
    {
        "word": "non`con*cur\"rence",
        "definition": "Not condensible; incapable of being liquefied; -- said of gases."
    },
    {
        "word": "non`con*den\"si*ble",
        "definition": "Not condensing; discharging the steam from the cylinder at a pressure nearly equal to or above that of the atmosphere and not into a condenser."
    },
    {
        "word": "non`con*dens\"ing",
        "definition": "Not conducting; not transmitting a fluid or force; thus, in electricity, wax is a nonconducting substance."
    },
    {
        "word": "non`con*duct\"ing",
        "definition": "The quality of not being able to conduct or transmit; failure to conduct."
    },
    {
        "word": "non`con*duc\"tion",
        "definition": "A substance which does not conduct, that is, convey or transmit, heat, electricity, sound, vibration, or the like, or which transmits them with difficulty; an insulator; as, wool is a nonconductor of heat; glass and dry wood are nonconductors of electricity."
    },
    {
        "word": "non`con*duct\"or",
        "definition": "Not conforming; declining conformity; especially, not conforming to the established church of a country."
    },
    {
        "word": "non`con*form\"ing",
        "definition": "One who does not conform to an established church; especially, one who does not conform to the established church of England; a dissenter."
    },
    {
        "word": "non`con*form\"ist",
        "definition": "Neglect or failure of conformity; especially, in England, the neglect or refusal to unite with the established church in its rites and modes of worship."
    },
    {
        "word": "non*con*form\"i*ty",
        "definition": "It does not appear; it is not plain or clear; it does not follow."
    },
    {
        "word": "non`con\"stat",
        "definition": "Not contagious; not catching; not communicable by contact."
    },
    {
        "word": "non`con*ta\"gious",
        "definition": "One who gives a negative vote; -- sometimes abridged into noncon. or non con."
    },
    {
        "word": "non`con*trib\"u*ting",
        "definition": "The edible plumlike fruit of the Australian tree, Parinarium Nonda."
    },
    {
        "word": "non\"da",
        "definition": "A hydrocarbon of the paraffin series, a white waxy substance, C19H40; -- so called from the number of carbon atoms in the molecule."
    },
    {
        "word": "non*dec\"ane",
        "definition": "Characterized by the absence of a decidua; indeciduate."
    },
    {
        "word": "non`de*cid\"u*ate",
        "definition": "A neglect or failure of delivery; omission of delivery."
    },
    {
        "word": "non`de*liv\"er*y",
        "definition": "A failure to deposit or throw down."
    },
    {
        "word": "non*dep`o*si\"tion",
        "definition": "Not hitherto described; novel; hence, odd; abnormal; unclassifiable."
    },
    {
        "word": "non\"de*script",
        "definition": "A thing not yet described; that of which no account or explanation has been given; something abnormal, or hardly classifiable."
    },
    {
        "word": "non\"de*script",
        "definition": "Failure or lack of development."
    },
    {
        "word": "non`de*vel\"op*ment",
        "definition": "Want or failure of discovery."
    },
    {
        "word": "non`dis*cov\"er*y",
        "definition": "A coarse umbelliferous plant (Ligusticum act\\'91ifolium) with a large aromatic root. It is found chiefly in the Alleghany region. Also called Angelico."
    },
    {
        "word": "none",
        "definition": "No one; not one; not anything; -- frequently used also partitively, or as a plural, not any."
    },
    {
        "word": "non`ef*fect\"ive",
        "definition": "Not fit or available for duty."
    },
    {
        "word": "non`e*las\"tic",
        "definition": "A person or persons not elected, or chosen, to salvation."
    },
    {
        "word": "non`e*lec\"tion",
        "definition": "Not electric; conducting electricity."
    },
    {
        "word": "non`e*lec\"tric",
        "definition": "A substance that is not an electric; that which transmits electricity, as a metal."
    },
    {
        "word": "non`e*lec\"tric",
        "definition": "Having no emphasis; unemphatic."
    },
    {
        "word": "non*en\"ti*ty",
        "definition": "Nonexistence; the negation of being."
    },
    {
        "word": "nones",
        "definition": "The fifth day of the months January, February, April, June, August, September, November, and December, and the seventh day of March, May, July, and October.  The nones were nine days before the ides, reckoning inclusively, according to the Roman method."
    },
    {
        "word": "non`es*sen\"tial",
        "definition": "A thing not essential."
    },
    {
        "word": "non`es*sen\"tial",
        "definition": "The plea of the general issue in an action of debt on bond."
    },
    {
        "word": "non` est` fac\"tum",
        "definition": "The return of a sheriff on a writ, when the defendant is not found in his county."
    },
    {
        "word": "none\"such`",
        "definition": "A composition for nine instruments, rarely for nine voices."
    },
    {
        "word": "non\"ett",
        "definition": "Neglect or failure of execution; nonperformance."
    },
    {
        "word": "non*ex`e*cu\"tion",
        "definition": "Absence of existence; the negation of being; nonentity."
    },
    {
        "word": "non`ex*ist\"ence",
        "definition": "A thing that has no existence."
    },
    {
        "word": "non`ex*ist\"ent",
        "definition": "A failure of exportation; a not exporting of commodities."
    },
    {
        "word": "non*ex`por*ta\"tion",
        "definition": "Not extensile; incapable of being stretched."
    },
    {
        "word": "non`ex*ten\"sile",
        "definition": "An omission or neglect to do something, esp. that which ought to have been done. Cf. Malfeasance."
    },
    {
        "word": "non-fea\"sance",
        "definition": "Neglect or failure to fulfill."
    },
    {
        "word": "non`ful*fill\"ment",
        "definition": "According to the French and American notation, a thousand octillions, or a unit with thirty ciphers annexed; according to the English notation, a million octillions, or a unit with fifty-four ciphers annexed. See the Note under Numeration."
    },
    {
        "word": "no*nil\"lion",
        "definition": "Want or failure of importation; a not importing of commodities."
    },
    {
        "word": "non*im`por*ta\"tion",
        "definition": "Not importing; not bringing from foreign countries."
    },
    {
        "word": "non`im*port\"ing",
        "definition": "Not admitting of, or characterized by, inflection."
    },
    {
        "word": "non`in*flec\"tion*al",
        "definition": "One who is not an inhabitant; a stranger; a foreigner; a nonresident."
    },
    {
        "word": "non`in*hab\"it*ant",
        "definition": "The state or habit of not intervening or interfering; as, the nonintervention of one state in the affairs of another."
    },
    {
        "word": "no\"ni*us",
        "definition": "The omission of some person who ought to have been made a plaintiff or defendant in a suit, or of some cause of action which ought to be joined."
    },
    {
        "word": "non*ju\"rant",
        "definition": "Not swearing allegiance; -- applied to the party in Great Britain that would not swear allegiance to William and Mary, or their successors."
    },
    {
        "word": "non*ju\"ring",
        "definition": "One of those adherents of James II. who refused to take the oath of allegiance to William and Mary, or to their successors, after the revolution of 1688; a Jacobite."
    },
    {
        "word": "non*ju\"ror",
        "definition": "The doctrines, or action, of the Nonjurors."
    },
    {
        "word": "non*ju\"ror*ism",
        "definition": "Want of limitation; failure to limit."
    },
    {
        "word": "non*lim`i*ta\"tion",
        "definition": "It is not clear; -- a verdict given by a jury when a matter is to be deferred to another day of trial."
    },
    {
        "word": "non` li\"quet",
        "definition": "Not malignant, as a disease."
    },
    {
        "word": "non`ma*lig\"nant",
        "definition": "Not carrying on manufactures."
    },
    {
        "word": "non*man`u*fac\"tur*ing",
        "definition": "Not medullated; (Anat.) without a medulla or marrow, or without a medullary sheath; as, a nonmedullated nerve fiber."
    },
    {
        "word": "non*med\"ul*la`ted",
        "definition": "One who is not a member."
    },
    {
        "word": "non*mem\"ber",
        "definition": "State of not being a member."
    },
    {
        "word": "non*mem\"ber*ship",
        "definition": "Any one of the set of elements which, as contrasted with the metals, possess, produce, or receive, acid rather than basic properties; a metalloid; as, oxygen, sulphur, and chlorine are nonmetals."
    },
    {
        "word": "non`me*tal\"lic",
        "definition": "Resembling, or possessing the properties of, a nonmetal or metalloid; as, sulphur is a nonmetallic element."
    },
    {
        "word": "non`ne*ces\"si*ty",
        "definition": "Devoid of nitrogen; as, a nonnitrogenous principle; a nonnitrogenous food.  See the Note under Food, n., 1."
    },
    {
        "word": "non*nu\"cle*a`ted",
        "definition": "A silly fellow; a ninny."
    },
    {
        "word": "non\"ny",
        "definition": "Neglect of obedience; failure to obey."
    },
    {
        "word": "non`o*be\"di*ence",
        "definition": "Neglect or failure to observe or fulfill."
    },
    {
        "word": "non` ob*stan\"te",
        "definition": "A clause in old English statutes and letters patent, importing a license from the crown to do a thing notwithstanding any statute to the contrary. This dispensing power was abolished by the Bill of Rights."
    },
    {
        "word": "no*no\"ic",
        "definition": "Any one of several metameric unsaturated hydrocarbons (C9H14) of the valylene series."
    },
    {
        "word": "non\"one",
        "definition": "Without oxygen; characterized by the absence of oxygen; as, a nonoxygenous alkaloid."
    },
    {
        "word": "non`pa*reil\"",
        "definition": "Something of unequaled excellence; a peerless thing or person; a nonesuch; -- often used as a name."
    },
    {
        "word": "non`pa*reil\"",
        "definition": "Neglect or failure to pay."
    },
    {
        "word": "non*pay\"ment",
        "definition": "Neglect or failure to perform."
    },
    {
        "word": "non`per*form\"ance",
        "definition": "Capable of living without light; as, nonphotobiotic plant cells, or cells which habitually live in darkness."
    },
    {
        "word": "non*pho`to*bi*ot\"ic",
        "definition": "Not lying in one plane; -- said of certain curves."
    },
    {
        "word": "non`plane\"",
        "definition": "A state or condition which daffles reason or confounds judgment; insuperable difficalty; inability to proceed or decide; puzzle; quandary."
    },
    {
        "word": "non*prep`a*ra\"tion",
        "definition": "Neglect or failure to present; state of not being presented."
    },
    {
        "word": "non*pres`en*ta\"tion",
        "definition": "A failure to produce or exhibit."
    },
    {
        "word": "non`pro*duc\"tion",
        "definition": "Not belonging to a profession; not done by, or proceeding from, professional men; contrary to professional usage."
    },
    {
        "word": "non`pro*fes\"sion*al",
        "definition": "Want of proficiency; failure to make progress."
    },
    {
        "word": "non`pro*fi\"cien*cy",
        "definition": "One who has failed to become proficient."
    },
    {
        "word": "non`pro*fi\"cient",
        "definition": "An abbreviation of Non prosequitur."
    },
    {
        "word": "non\" pros.`",
        "definition": "To decline or fail to prosecute; to allow to be dropped (said of a suit); to enter judgment against (a plaintiff who fails to prosecute); as, the plaintiff was non-prossed."
    },
    {
        "word": "non`-pros\"",
        "definition": "A judgment entered against the plaintiff in a suit where he does not appear to prosecute. See Nolle prosequi."
    },
    {
        "word": "non`re*cur\"ring",
        "definition": "Want of due regard; disregard; slight."
    },
    {
        "word": "non`re\"gent",
        "definition": "Neglect of rendition; the not rendering what is due."
    },
    {
        "word": "non`re*sem\"blance",
        "definition": "The state or condition of being nonresident,"
    },
    {
        "word": "non*res\"i*dent",
        "definition": "A nonresident person; one who does not reside in the State or jurisdiction."
    },
    {
        "word": "non*res\"i*dent",
        "definition": "The principles or practice of a nonresistant; passive obedience; submission to authority, power, oppression, or violence without opposition."
    },
    {
        "word": "non`re*sist\"ant",
        "definition": "One who maintains that no resistance should be made to constituted authority, even when unjustly or oppressively exercised; one who advocates or practices absolute submission; also, one who holds that violence should never be resisted by force."
    },
    {
        "word": "non`re*sist\"ing",
        "definition": "Not ruminating; as, a nonruminant animal."
    },
    {
        "word": "non*ru\"mi*nant",
        "definition": "Unsound; not perfect; as, a person of nonsane memory."
    },
    {
        "word": "non\"sense",
        "definition": "That which is not sense, or has no sense; words, or language, which have no meaning, or which convey no intelligible ideas; absurdity."
    },
    {
        "word": "non*sen\"si*cal",
        "definition": "Not sensitive; wanting sense or perception; not easily affected."
    },
    {
        "word": "non*sen\"si*tive",
        "definition": "An inference which does not follow from the premises."
    },
    {
        "word": "non seq\"ui*tur",
        "definition": "Having no distinction of sex; sexless; neuter."
    },
    {
        "word": "non*sex\"u*al",
        "definition": "Not possessing or holding slaves; as, a nonslaveholding State."
    },
    {
        "word": "non*slave\"hold`ing",
        "definition": "Failure of solution or explanation."
    },
    {
        "word": "non`so*lu\"tion",
        "definition": "Inability to pay debts; insolvency."
    },
    {
        "word": "non*spar\"ing",
        "definition": "Without striations; unstriped; as, nonstriated muscle fibers."
    },
    {
        "word": "non*stri\"a*ted",
        "definition": "Want of submission; failure or refusal to submit."
    },
    {
        "word": "non\"such",
        "definition": "A neglect or failure by the plaintiff to follow up his suit; a stopping of the suit; a renunciation or withdrawal of the cause by the plaintiff, either because he is satisfied that he can not support it, or upon the judge's expressing his opinion. A compulsory nonsuit is a nonsuit ordered by the court on the ground that the plaintiff on his own showing has not made out his case."
    },
    {
        "word": "non\"suit`",
        "definition": "To determine, adjudge, or record (a plaintiff) as having dropped his suit, upon his withdrawal or failure to follow it up."
    },
    {
        "word": "non*sure\"ty",
        "definition": "A plea of a defendant that he did not hold the land, as affirmed."
    },
    {
        "word": "non*ten\"ure",
        "definition": "A vacation between two terms of a court."
    },
    {
        "word": "non*tox\"ic",
        "definition": "A greenish yellow or green mineral, consisting chiefly of the hydrous silicate of iron."
    },
    {
        "word": "non\"tro*nite",
        "definition": "One who believes that past changes in the structure of the earth have proceeded from cataclysms or causes more violent than are now operating; -- called also nonuniformitarian."
    },
    {
        "word": "non*u\"ni*form`ist",
        "definition": "One who does not belong, or refuses to belong, to a trades union."
    },
    {
        "word": "non*un\"ion*ist",
        "definition": "Neglect of using; failure to use."
    },
    {
        "word": "non*us\"er",
        "definition": "Neglect or omission to use an easement or franchise or to assert a right."
    },
    {
        "word": "non*vo\"cal",
        "definition": "The hydrocarbon radical, C9H19, derived from nonane and forming many compounds. Used also adjectively; as, nonyl alcohol."
    },
    {
        "word": "non\"yl",
        "definition": "Any one of a series of metameric, unsaturated hydrocarbons C9H18 of the ethylene series."
    },
    {
        "word": "non\"y*lene",
        "definition": "Of, pertaining to, related to, or designating, nonylene or its compounds; as, nonylenic acid."
    },
    {
        "word": "non`y*len\"ic",
        "definition": "Of, pertaining to, or designating, nonyl or its compounds; as, nonylic acid."
    },
    {
        "word": "no*nyl\"ic",
        "definition": "A simpleton; a blockhead; a stupid person; a ninny."
    },
    {
        "word": "noo\"dle",
        "definition": "A narrow place formed by an angle in bodies or between bodies; a corner; a recess; a secluded retreat."
    },
    {
        "word": "no`\\'94*log\"ic*al",
        "definition": "One versed in no\\'94logy."
    },
    {
        "word": "no*\\'94l\"o*gist",
        "definition": "The science of intellectual phenomena."
    },
    {
        "word": "no*\\'94l\"o*gy",
        "definition": "No. See the Note under No."
    },
    {
        "word": "noon",
        "definition": "The middle of the day; midday; the time when the sun is in the meridian; twelve o'clock in the daytime."
    },
    {
        "word": "noon",
        "definition": "Hence, the highest point; culmination."
    },
    {
        "word": "noon",
        "definition": "Midday; twelve o'clock in the day; noon."
    },
    {
        "word": "noon\"day`",
        "definition": "Of or pertaining to midday; meridional; as, the noonday heat."
    },
    {
        "word": "noon\"-flow`er",
        "definition": "A rest at noon; a repast at noon."
    },
    {
        "word": "noon\"tide`",
        "definition": "A running knot, or loop, which binds the closer the more it is drawn."
    },
    {
        "word": "noose",
        "definition": "To tie in a noose; to catch in a noose; to entrap; to insnare."
    },
    {
        "word": "no\"pal",
        "definition": "A plantation of the nopal for raising the cochineal insect."
    },
    {
        "word": "nope",
        "definition": "A negative connective or particle, introducing the second member or clause of a negative proposition, following neither, or not, in the first member or clause (as or in affirmative propositions follows either). Nor is also used sometimes in the first member for neither, and sometimes the neither is omitted and implied by the use of nor."
    },
    {
        "word": "no\"ri*a",
        "definition": "Pertaining to the upper portion of the Laurentian rocks."
    },
    {
        "word": "no\"rie",
        "definition": "A Japanese covered litter, carried by men."
    },
    {
        "word": "no\"rite",
        "definition": "A supposed metal alleged to have been discovered in zircon."
    },
    {
        "word": "norm",
        "definition": "A rule or authoritative standard; a model; a type."
    },
    {
        "word": "nor\"ma",
        "definition": "A mason's or a carpenter's square or rule."
    },
    {
        "word": "nor\"mal",
        "definition": "According to an established norm, rule, or principle; conformed to a type, standard, or regular form; performing the proper functions; not abnormal; regular; natural; analogical."
    },
    {
        "word": "nor\"mal",
        "definition": "A straight line or plane drawn from any point of a curve or surface so as to be perpendicular to the curve or surface at that point."
    },
    {
        "word": "nor\"mal*cy",
        "definition": "Reduction to a standard or normal state."
    },
    {
        "word": "nor`mal*i*za\"tion",
        "definition": "In a normal manner."
    },
    {
        "word": "nor\"man",
        "definition": "A Norman idiom; a custom or expression peculiar to the Normans."
    },
    {
        "word": "norn",
        "definition": "One of the three Fates, Past, Present, and Future. Their names were Urd, Verdandi, and Skuld."
    },
    {
        "word": "no*ro`pi*an\"ic",
        "definition": "The most northern of the English Kings-at-arms. See King-at-arms, under King."
    },
    {
        "word": "nor\"roy",
        "definition": "Of or pertaining to ancient Scandinavia, or to the language spoken by its inhabitants."
    },
    {
        "word": "norse",
        "definition": "One of the ancient Scandinavians; a Northman."
    },
    {
        "word": "norse\"man",
        "definition": "Nurture; education; culture; bringing up."
    },
    {
        "word": "north",
        "definition": "That one of the four cardinal points of the compass, at any place, which lies in the direction of the true meridian, and to the left hand of a person facing the east; the direction opposite to the south."
    },
    {
        "word": "north",
        "definition": "The point between the north and east, at an equal distance from each; the northeast part or region."
    },
    {
        "word": "north`east\"",
        "definition": "Of or pertaining to the northeast; proceeding toward the northeast, or coming from that point; as, a northeast course; a northeast wind."
    },
    {
        "word": "north`east\"",
        "definition": "A storm, strong wind, or gale, coming from the northeast."
    },
    {
        "word": "north`east\"er",
        "definition": "Pertaining to the northeast; toward the northeast, or coming from the northeast."
    },
    {
        "word": "north`east\"er*ly",
        "definition": "Of or pertaining to the northeast; northeasterly."
    },
    {
        "word": "north`east\"ward",
        "definition": "A wind from the north; esp., a strong and cold north wind in Texas and the vicinity of the Gulf of Mexico."
    },
    {
        "word": "north\"er",
        "definition": "The quality or state of being northerly; direction toward the north."
    },
    {
        "word": "north\"er*li*ness",
        "definition": "Of or pertaining to the north; toward the north, or from the north; northern."
    },
    {
        "word": "north\"ern",
        "definition": "Of or pertaining to the north; being in the north, or nearer to that point than to the east or west."
    },
    {
        "word": "north\"ern*er",
        "definition": "A native or inhabitant of the Northern States; -- contradistinguished from Southerner."
    },
    {
        "word": "north\"ern*most`",
        "definition": "Distance northward from any point of departure or of reckoning, measured on a meridian; -- opposed to southing."
    },
    {
        "word": "north\"ing",
        "definition": "The distance of any heavenly body from the equator northward; north declination."
    },
    {
        "word": "north\"man",
        "definition": "Lying farthest north; northernmost."
    },
    {
        "word": "north*um\"bri*an",
        "definition": "Toward the north; nearer to the north than to the east or west point."
    },
    {
        "word": "north\"ward",
        "definition": "Toward the north, or toward a point nearer to the north than to the east or west point."
    },
    {
        "word": "north\"ward",
        "definition": "Having a northern direction."
    },
    {
        "word": "north\"ward*ly",
        "definition": "In a northern direction."
    },
    {
        "word": "north\"ward*ly",
        "definition": "The point in the horizon between the north and west, and equally distant from each; the northwest part or region."
    },
    {
        "word": "north`west\"",
        "definition": "Pertaining to, or in the direction of, the point between the north and west; being in the northwest; toward the northwest, or coming from the northwest; as, the northwest coast."
    },
    {
        "word": "north`west\"",
        "definition": "Coming from the northwest; as, a northwest wind."
    },
    {
        "word": "north`west\"",
        "definition": "A storm or gale from the northwest; a strong northwest wind."
    },
    {
        "word": "north`west\"er",
        "definition": "Toward the northwest, or from the northwest."
    },
    {
        "word": "north`west\"er*ly",
        "definition": "Of, pertaining to, or being in, the northwest; in a direction toward the northwest; coming from the northwest; northwesterly; as, a northwestern course."
    },
    {
        "word": "north`west\"ward",
        "definition": "Of or pertaining to Norway, its inhabitants, or its language."
    },
    {
        "word": "nor*we\"gi*an",
        "definition": "A native of Norway."
    },
    {
        "word": "nor*we\"gi*an",
        "definition": "That branch of the Scandinavian language spoken in Norway."
    },
    {
        "word": "nose",
        "definition": "The prominent part of the face or anterior extremity of the head containing the nostrils and olfactory cavities; the olfactory organ. See Nostril, and Olfactory organ under Olfactory."
    },
    {
        "word": "nose",
        "definition": "To touch with the nose; to push the nose into or against; hence, to interfere with; to treat insolently."
    },
    {
        "word": "nose",
        "definition": "To pry officiously into what does not concern one."
    },
    {
        "word": "nose\"bag`",
        "definition": "That part of the headstall of a bridle which passes over a horse's nose."
    },
    {
        "word": "nose\"band`",
        "definition": "A bleeding at the nose."
    },
    {
        "word": "nose\"bleed`",
        "definition": "The yarrow. See Yarrow."
    },
    {
        "word": "nosed",
        "definition": "A bunch of odorous and showy flowers; a bouquet; a posy."
    },
    {
        "word": "nose\"less",
        "definition": "A kind of cress, a pungent cruciferous plant, including several species of the genus Nasturtium."
    },
    {
        "word": "no\"sle",
        "definition": "Of or pertaining to a hospital; as, nosocomial atmosphere."
    },
    {
        "word": "no*sog\"ra*phy",
        "definition": "Of or pertaining to nosology."
    },
    {
        "word": "nos`o*log\"ic*al",
        "definition": "One versed in nosology."
    },
    {
        "word": "no*sol\"o*gist",
        "definition": "A systematic arrangement, or classification, of diseases."
    },
    {
        "word": "no*sol\"o*gy",
        "definition": "That branch of medical science which treats of diseases, or of the classification of diseases."
    },
    {
        "word": "nos*tal\"gi*a",
        "definition": "Of or pertaining to nostalgia; affected with nostalgia."
    },
    {
        "word": "nos*tal\"gy",
        "definition": "A genus of alg\\'91. The plants are composed of moniliform cells imbedded in a gelatinous substance."
    },
    {
        "word": "nos\"tril",
        "definition": "One of the external openings of the nose, which give passage to the air breathed and to secretions from the nose and eyes; one of the anterior nares."
    },
    {
        "word": "nos\"trum",
        "definition": "A medicine, the ingredients of which are kept secret for the purpose of restricting the profits of sale to the inventor or proprietor; a quack medicine."
    },
    {
        "word": "not",
        "definition": "A word used to express negation, prohibition, denial, or refusal."
    },
    {
        "word": "no`ta*bil\"i*a",
        "definition": "Quality of being notable."
    },
    {
        "word": "not`a*bil\"i*ty",
        "definition": "A notable, or remarkable, person or thing; a person of note."
    },
    {
        "word": "not\"a*ble",
        "definition": "Capable of being noted; noticeable; plan; evident."
    },
    {
        "word": "not\"a*ble",
        "definition": "One of a number of persons, before the revolution of 1789, chiefly of the higher orders, appointed by the king to constitute a representative body."
    },
    {
        "word": "not\"a*ble*ness",
        "definition": "In a notable manner."
    },
    {
        "word": "not\"a*bly",
        "definition": "The back or upper surface, as of a bird."
    },
    {
        "word": "no*t\\'91\"um",
        "definition": "Of or pertaining to the back; dorsal."
    },
    {
        "word": "no\"tal",
        "definition": "A thing to be noted or observed; a notable fact; -- chiefly used in the plural."
    },
    {
        "word": "no*tan\"dum",
        "definition": "Of or pertaining to a notary; done or taken by a notary; as, a notarial seal; notarial evidence or attestation."
    },
    {
        "word": "no*ta\"ri*al",
        "definition": "In a notarial manner."
    },
    {
        "word": "no\"ta*ry",
        "definition": "One who records in shorthand what is said or done; as, the notary of an ecclesiastical body."
    },
    {
        "word": "no*ta\"tion",
        "definition": "Any particular system of characters, symbols, or abbreviated expressions used in art or science, to express briefly technical facts, quantities, etc. Esp., the system of figures, letters, and signs used in arithmetic and algebra to express number, quantity, or operations."
    },
    {
        "word": "notch",
        "definition": "A hollow cut in anything; a nick; an indentation."
    },
    {
        "word": "notch",
        "definition": "To fit the notch of (an arrow) to the string."
    },
    {
        "word": "notch\"board`",
        "definition": "The act of making notches; the act of cutting into small hollows."
    },
    {
        "word": "notch\"ing",
        "definition": "The small hollow, or hollows, cut; a notch or notches."
    },
    {
        "word": "notch\"weed`",
        "definition": "To butt; to push with the horns."
    },
    {
        "word": "note",
        "definition": "Know not; knows not."
    },
    {
        "word": "note",
        "definition": "To notice with care; to observe; to remark; to heed; to attend to."
    },
    {
        "word": "note\"book`",
        "definition": "A book in which notes of hand are registered."
    },
    {
        "word": "note\"less*ness",
        "definition": "A little or short note; a billet."
    },
    {
        "word": "note\"let",
        "definition": "Writing paper, not exceeding in size, when folded once, five by eight inches."
    },
    {
        "word": "note\" pa`per",
        "definition": "One who takes notice."
    },
    {
        "word": "noth\"ing",
        "definition": "Not anything; no thing (in the widest sense of the word thing); -- opposed to anything and something."
    },
    {
        "word": "noth\"ing*ness",
        "definition": "The state of being of no value; a thing of no value."
    },
    {
        "word": "no\"tice",
        "definition": "The act of noting, remarking, or observing; observation by the senses or intellect; cognizance; note."
    },
    {
        "word": "no\"tice",
        "definition": "To show that one has observed; to take public note of; remark upon; to make comments on; to refer to; as, to notice a book."
    },
    {
        "word": "no\"ti*cer",
        "definition": "Any one of several species of sharks of the family Notidanid\\'91, or Hexanchid\\'91. Called also cow sharks. See Shark."
    },
    {
        "word": "no`ti*da\"ni*an",
        "definition": "The act of notifying, or giving notice; the act of making known; especially, the act of giving official notice or information to the public or to individuals, corporations, companies, or societies, by words, by writing, or by other means."
    },
    {
        "word": "no`ti*fi*ca\"tion",
        "definition": "Notice given in words or writing, or by signs."
    },
    {
        "word": "no\"ti*fy",
        "definition": "To make known; to declare; to publish; as, to notify a fact to a person."
    },
    {
        "word": "no\"tion*al",
        "definition": "Existing in idea only; visionary; whimsical."
    },
    {
        "word": "no\"tion*ate",
        "definition": "One whose opinions are ungrounded notions."
    },
    {
        "word": "no\"tist",
        "definition": "A division of nudibranchiate mollusks having gills upon the back."
    },
    {
        "word": "no`to*bran`chi*a*ta",
        "definition": "Of or pertaining to the Notobranchiata."
    },
    {
        "word": "no`to*bran\"chi*ate",
        "definition": "An elastic cartilagelike rod which is developed beneath the medullary groove in the vertebrate embryo, and constitutes the primitive axial skeleton around which the centra of the vertebr\\'91 and the posterior part of the base of the skull are developed; the chorda dorsalis. See Illust. of Ectoderm."
    },
    {
        "word": "no\"to*chord",
        "definition": "Of or pertaining to the notochord; having a notochord."
    },
    {
        "word": "no`to*chor\"dal",
        "definition": "Any one of several species of bombycid moths belonging to Notodonta, Nerice, and allied genera. The caterpillar of these moths has a hump, or spine, on its back."
    },
    {
        "word": "no`to*don\"tian",
        "definition": "The dorsal lobe or branch of a parapodium. See Parapodium."
    },
    {
        "word": "no`to*po\"di*um",
        "definition": "Having the radicle of the embryo lying against the back of one of the cotyledons; incumbent."
    },
    {
        "word": "no*tor\"nis",
        "definition": "An extinct genus of gigantic herbivorous marsupials, found in the Pliocene formation of Australia."
    },
    {
        "word": "no`to*the\"ri*um",
        "definition": "The pouched, or marsupial, frog of South America."
    },
    {
        "word": "nou\"me*non",
        "definition": "A word used as the designation or appellation of a creature or thing, existing in fact or in thought; a substantive."
    },
    {
        "word": "nour\"ish",
        "definition": "To feed and cause to grow; to supply with matter which increases bulk or supplies waste, and promotes health; to furnish with nutriment."
    },
    {
        "word": "nour\"ish*a*ble",
        "definition": "Capable of being nourished; as, the nourishable parts of the body."
    },
    {
        "word": "nour\"ish*ment",
        "definition": "The act of nourishing, or the state of being nourished; nutrition."
    },
    {
        "word": "nous",
        "definition": "To insnare; to entrap."
    },
    {
        "word": "no*vac\"u*lite",
        "definition": "One of the sect of Novatius, or Novatianus, who held that the lapsed might not be received again into communion with the church, and that second marriages are unlawful."
    },
    {
        "word": "no*va\"tian",
        "definition": "The doctrines or principles of the Novatians."
    },
    {
        "word": "no*va\"tion",
        "definition": "A substitution of a new debt for an old one; also, the remodeling of an old obligation."
    },
    {
        "word": "no*va\"tor",
        "definition": "Of recent origin or introduction; not ancient; new; hence, out of the ordinary course; unusual; strange; surprising."
    },
    {
        "word": "nov\"el",
        "definition": "That which is new or unusual; a novelty."
    },
    {
        "word": "nov\"el*ism",
        "definition": "An innovator; an asserter of novelty."
    },
    {
        "word": "nov\"el*ist",
        "definition": "A writer of news."
    },
    {
        "word": "nov\"el*ize",
        "definition": "To put into the form of novels; to represent by fiction."
    },
    {
        "word": "nov\"el*ty",
        "definition": "The quality or state of being novel; newness; freshness; recentness of origin or introduction."
    },
    {
        "word": "no*vem\"ber",
        "definition": "Of or pertaining to the number nine."
    },
    {
        "word": "nov\"e*na*ry",
        "definition": "The number of nine units; nine, collectively."
    },
    {
        "word": "nov\"e*na*ry",
        "definition": "Relating to, or dependent on, the number nine; novenary."
    },
    {
        "word": "no*ven\"ni*al",
        "definition": "Done or recurring every ninth year."
    },
    {
        "word": "no*ver\"cal",
        "definition": "Of or pertaining to a stepmother; suitable to, or in the manner of, a stepmother."
    },
    {
        "word": "nov\"ice",
        "definition": "One who is new in any business, profession, or calling; one unacquainted or unskilled; one yet in the rudiments; a beginner; a tyro."
    },
    {
        "word": "nov\"ice",
        "definition": "The state of being a novice; novitiate."
    },
    {
        "word": "nov\"ice*ship",
        "definition": "Of or pertaining to the new moon."
    },
    {
        "word": "no*vi\"ti*ate",
        "definition": "The state of being a novice; time of initiation or instruction in rudiments."
    },
    {
        "word": "now",
        "definition": "At the present time; at this moment; at the time of speaking; instantly; as, I will write now."
    },
    {
        "word": "nowd",
        "definition": "Knotted; tied in a knot, as a serpent."
    },
    {
        "word": "now\"el",
        "definition": "Christmas; also, a shout of joy at Christmas for the birth of the Savior."
    },
    {
        "word": "no\"where`",
        "definition": "Not anywhither; in no direction; nowhere."
    },
    {
        "word": "nox\"ious",
        "definition": "Hurtful; harmful; baneful; pernicious; injurious; destructive; unwholesome; insalubrious; as, noxious air, food, or climate; pernicious; corrupting to morals; as, noxious practices or examples."
    },
    {
        "word": "no\"zle",
        "definition": "The nose; the snout; hence, the projecting vent of anything; as, the nozzle of a bellows."
    },
    {
        "word": "noz\"zle",
        "definition": "A short tube, usually tapering, forming the vent of a hose or pipe."
    },
    {
        "word": "nu`ance\"",
        "definition": "To push; to nudge; also, to beckon."
    },
    {
        "word": "nub",
        "definition": "A jag, or snag; a knob; a protuberance; also, the point or gist, as of a story."
    },
    {
        "word": "nub",
        "definition": "A small or imperfect ear of maize."
    },
    {
        "word": "nub\"bin",
        "definition": "To beat or bruise with the fist."
    },
    {
        "word": "nu*bec\"u*la",
        "definition": "A slight spot on the cornea."
    },
    {
        "word": "nu\"bi*a",
        "definition": "Of or pertaining to Nubia in Eastern Africa."
    },
    {
        "word": "nu\"bi*an",
        "definition": "Bringing, or producing, clouds."
    },
    {
        "word": "nu*bif\"er*ous",
        "definition": "Born of, or produced from, clouds."
    },
    {
        "word": "nu\"bi*late",
        "definition": "Of an age suitable for marriage; marriageable."
    },
    {
        "word": "nu\"bi*lose`",
        "definition": "A catkin or ament; the flower cluster of the hazel, pine, willow, and the like."
    },
    {
        "word": "nu\"ca*ment",
        "definition": "Like a nut either in structure or in being indehiscent; bearing one-seeded nutlike fruits."
    },
    {
        "word": "nu`ca*men*ta\"ceous",
        "definition": "See Nucleus, 3 (a)."
    },
    {
        "word": "nu*cel\"lus",
        "definition": "The back or upper part of the neck; the nape."
    },
    {
        "word": "nu\"cha",
        "definition": "Of, pertaining to, or in the region of, the back, or nape, of the neck; -- applied especially to the anterior median plate in the carapace of turtles."
    },
    {
        "word": "nu\"chal",
        "definition": "Bearing, or producing, nuts."
    },
    {
        "word": "nu*cif\"er*ous",
        "definition": "Shaped like a nut; nut-shaped."
    },
    {
        "word": "nu\"cin",
        "definition": "Of or pertaining to a nucleus; as, the nuclear spindle (see Illust. of Karyokinesis) or the nuclear fibrils of a cell; the nuclear part of a comet, etc."
    },
    {
        "word": "nu\"cle*al",
        "definition": "Having a nucleus; nucleated."
    },
    {
        "word": "nu\"cle*ate",
        "definition": "To gather, as about a nucleus or center."
    },
    {
        "word": "nu\"cle*ate",
        "definition": "Having a nucleus; nucleate; as, nucleated cells."
    },
    {
        "word": "nu\"cle*a`ted",
        "definition": "Formed like a nucleus or kernel."
    },
    {
        "word": "nu*cle\"i*form",
        "definition": "A constituent of the nuclei of all cells. It is a colorless amorphous substance, readily soluble in alkaline fluids and especially characterized by its comparatively large content of phosphorus. It also contains nitrogen and sulphur.\\'3c--containing protein and nucleic acid--\\'3e"
    },
    {
        "word": "nu\"cle*in",
        "definition": "Belonging to the Nucleobranchiata."
    },
    {
        "word": "nu`cle*o*bran`chi*a\"ta",
        "definition": "Hyaline plasma contained in the nucleus of vegetable cells."
    },
    {
        "word": "nu`cle*o*id`i*o*plas\"ma",
        "definition": "Of or pertaining to the nucleolus of a cell."
    },
    {
        "word": "nu*cle\"o*lar",
        "definition": "Having a nucleole, or second inner nucleus."
    },
    {
        "word": "nu\"cle*o*la`ted",
        "definition": "The nucleus within a nucleus; nucleolus."
    },
    {
        "word": "nu\"cle*o*plasm",
        "definition": "Of or pertaining to nucleoplasm; -- esp. applied to a body formed in the developing ovum from the plasma of the nucleus of the germinal vesicle."
    },
    {
        "word": "nu\"cle*us",
        "definition": "A kernel; hence, a central mass or point about which matter is gathered, or to which accretion is made; the central or material portion; -- used both literally and figuratively."
    },
    {
        "word": "nu`cu*men*ta\"ceous",
        "definition": "The act of stripping, or making bare or naked."
    },
    {
        "word": "nu*da\"tion",
        "definition": "To walk quickly with the head bent forward; -- often with along."
    },
    {
        "word": "nude",
        "definition": "Bare; naked; unclothed; undraped; as, a nude statue."
    },
    {
        "word": "nudge",
        "definition": "A gentle push, or jog, as with the elbow."
    },
    {
        "word": "nudge",
        "definition": "Having tentacles without vibratile cilia."
    },
    {
        "word": "nu\"di*branch",
        "definition": "A division of opisthobranchiate mollusks, having no shell except while very young. The gills are naked and situated upon the back or sides. See Ceratobranchia."
    },
    {
        "word": "nu`di*bran\"chi*ate",
        "definition": "Having the stems leafless."
    },
    {
        "word": "nu\"di*caul",
        "definition": "The act of making nude."
    },
    {
        "word": "nu\"di*ty",
        "definition": "The quality or state of being nude; nakedness."
    },
    {
        "word": "nu\"g\\'91",
        "definition": "The act or practice of trifling."
    },
    {
        "word": "nu\"ga*to*ry",
        "definition": "Trifling; vain; futile; insignificant."
    },
    {
        "word": "nug\"get",
        "definition": "To render trifling or futile; to make silly."
    },
    {
        "word": "nui\"san*cer",
        "definition": "No; not any; as, nul disseizin; nul tort."
    },
    {
        "word": "nul",
        "definition": "Of no legal or binding force or validity; of no efficacy; invalid; void; nugatory; useless."
    },
    {
        "word": "nan",
        "definition": "That which has no value; a cipher; zero."
    },
    {
        "word": "nan",
        "definition": "Turned so as to resemble nulls."
    },
    {
        "word": "nul`li*bi\"e*ty",
        "definition": "The act of nullifying; a rendering void and of no effect, or of no legal effect."
    },
    {
        "word": "nul\"li*fi`er",
        "definition": "To make void; to render invalid; to deprive of legal force or efficacy."
    },
    {
        "word": "nul\"li*ty",
        "definition": "The quality or state of being null; nothingness; want of efficacy or force."
    },
    {
        "word": "numb",
        "definition": "Enfeebled in, or destitute of, the power of sensation and motion; rendered torpid; benumbed; insensible; as, the fingers or limbs are numb with cold."
    },
    {
        "word": "num\"ber",
        "definition": "A collection of many individuals; a numerous assemblage; a multitude; many."
    },
    {
        "word": "num\"ber",
        "definition": "To count; to reckon; to ascertain the units of; to enumerate."
    },
    {
        "word": "num\"bers",
        "definition": "The torpedo, which numbs by the electric shocks which it gives."
    },
    {
        "word": "num\"bless",
        "definition": "The condition of being numb; that state of a living body in which it loses, wholly or in part, the power of feeling or motion."
    },
    {
        "word": "numb\"ness",
        "definition": "Capable of being numbered or counted."
    },
    {
        "word": "nu\"mer*al",
        "definition": "Of or pertaining to number; consisting of number or numerals."
    },
    {
        "word": "nu\"mer*al",
        "definition": "A word expressing a number."
    },
    {
        "word": "nu\"mer*al*ly",
        "definition": "Belonging to a certain number; counting as one of a collection or body."
    },
    {
        "word": "nu\"mer*ate",
        "definition": "The act or art of numbering."
    },
    {
        "word": "nu`mer*a\"tion",
        "definition": "The act or art of reading numbers when expressed by means of numerals. The term is almost exclusively applied to the art of reading numbers written in the scale of tens, by the Arabic method."
    },
    {
        "word": "nu*mer\"ic",
        "definition": "Belonging to number; denoting number; consisting in numbers; expressed by numbers, and not letters; as, numerical characters; a numerical equation; a numerical statement."
    },
    {
        "word": "nu*mer\"ic",
        "definition": "In a numerical manner; in numbers; with respect to number, or sameness in number; as, a thing is numerically the same, or numerically different."
    },
    {
        "word": "nu*mer\"ic*al*ly",
        "definition": "One who deals in numbers."
    },
    {
        "word": "nu`mer*os\"i*ty",
        "definition": "The state of being numerous; numerousness."
    },
    {
        "word": "nu\"mer*ous",
        "definition": "Consisting of a great number of units or individual objects; being many; as, a numerous army."
    },
    {
        "word": "nu`mis*mat\"ic",
        "definition": "The science of coins and medals."
    },
    {
        "word": "nu`mis*mat\"ics",
        "definition": "One skilled in numismatics; a numismatologist."
    },
    {
        "word": "nu*mis\"ma*tist",
        "definition": "A treatise on, or description of, coins and medals."
    },
    {
        "word": "nu*mis`ma*tog\"ra*phy",
        "definition": "One versed in numismatology."
    },
    {
        "word": "nu*mis`ma*tol\"o*gy",
        "definition": "Of or relating to coins or money."
    },
    {
        "word": "num\"mu*lar",
        "definition": "Of or pertaining to coin or money; pecuniary; as, the nummulary talent."
    },
    {
        "word": "num`mu*la\"tion",
        "definition": "A fossil of the genus Nummulites and allied genera."
    },
    {
        "word": "num\"mu*lite",
        "definition": "A genus of extinct Tertiary Foraminifera, having a thin, flat, round shell, containing a large number of small chambers arranged spirally."
    },
    {
        "word": "num`mu*li\"tes",
        "definition": "Of, like, composed of, containing, nummulites; as, nummulitic beds."
    },
    {
        "word": "num`mu*lit\"ic",
        "definition": "A dolt; a blockhead."
    },
    {
        "word": "nun",
        "definition": "A woman devoted to a religious life, who lives in a convent, under the three vows of poverty, chastity, and obedience."
    },
    {
        "word": "nun\"ci*us",
        "definition": "To declare publicly or solemnly; to proclaim formally."
    },
    {
        "word": "nun\"cu*pate",
        "definition": "To dedicate by declaration; to inscribe; as, to nuncupate a book."
    },
    {
        "word": "nun`cu*pa\"tion",
        "definition": "Publicly or solemnly declaratory."
    },
    {
        "word": "nun*cu\"pa*tive",
        "definition": "Nominal; existing only in name."
    },
    {
        "word": "nun\"di*nal",
        "definition": "Of or pertaining to a fair, or to a market day."
    },
    {
        "word": "nun\"di*nate",
        "definition": "Traffic at fairs; marketing; buying and selling."
    },
    {
        "word": "nun*na\"tion",
        "definition": "A house in which nuns reside; a cloister or convent in which women reside for life, under religious vows. See Cloister, and Convent."
    },
    {
        "word": "nun\"ner*y",
        "definition": "Of, pertaining to, or resembling a nun; characteristic of a nun."
    },
    {
        "word": "nup",
        "definition": "A genus of plants found in the fresh-water ponds or lakes of Europe, Asia, and North America; the yellow water lily. Cf. Nymphaea."
    },
    {
        "word": "nurl",
        "definition": "One who nourishes; a person who supplies food, tends, or brings up; as: (a) A woman who has the care of young children; especially, one who suckles an infant not her own. (b) A person, especially a woman, who has the care of the sick or infirm."
    },
    {
        "word": "nurse",
        "definition": "One who, or that which, brings up, rears, causes to grow, trains, fosters, or the like."
    },
    {
        "word": "nurse\"hound`",
        "definition": "A girl employed to attend children."
    },
    {
        "word": "nurse\"maid`",
        "definition": "A pond where fish are fed."
    },
    {
        "word": "nurs\"er",
        "definition": "The act of nursing."
    },
    {
        "word": "nurs\"er*y",
        "definition": "The place where nursing is carried on"
    },
    {
        "word": "nurs\"er*y*man",
        "definition": "Supplying or taking nourishment from, or as from, the breast; as, a nursing mother; a nursing infant."
    },
    {
        "word": "nurs\"ing",
        "definition": "One who, or that which, is nursed; an infant; a fondling."
    },
    {
        "word": "nurs\"tle",
        "definition": "The act of nourishing or nursing; thender care; education; training."
    },
    {
        "word": "nur\"ture",
        "definition": "That which nourishes; food; diet."
    },
    {
        "word": "nur\"ture",
        "definition": "To educate; to bring or train up."
    },
    {
        "word": "nut",
        "definition": "The fruit of certain trees and shrubs (as of the almond, walnut, hickory, beech, filbert, etc.), consisting of a hard and indehiscent shell inclosing a kernel."
    },
    {
        "word": "nut",
        "definition": "Nodding; having the top bent downward."
    },
    {
        "word": "nu*ta\"tion",
        "definition": "The act of nodding."
    },
    {
        "word": "nut\"break`er",
        "definition": "Brown as a nut long kept and dried."
    },
    {
        "word": "nut\"crack`er",
        "definition": "A European bird (Nucifraga caryocatactes), allied to the magpie and crow. Its color is dark brown, spotted with white. It feeds on nuts, seeds, and insects."
    },
    {
        "word": "nut\"gall`",
        "definition": "Any one of several species of birds of the genus Sitta, as the European species (Sitta Europ\\'91a). The white-breasted nuthatch (S. Carolinensis), the red-breasted nuthatch (S. Canadensis), the pygmy nuthatch (S. pygm\\'91a), and others, are American."
    },
    {
        "word": "nut\"hatch`",
        "definition": "A hook at the end of a pole to pull down boughs for gathering the nuts."
    },
    {
        "word": "nut\"hook`",
        "definition": "A thief who steals by means of a hook; also, a bailiff who hooks or seizes malefactors."
    },
    {
        "word": "nut\"job`ber",
        "definition": "A small nut; also, the stone of a drupe."
    },
    {
        "word": "nut\"let",
        "definition": "The kernel of the fruit of the nutmeg tree (Myristica fragrans), a native of the Molucca Islands, but cultivated elsewhere in the tropics."
    },
    {
        "word": "nut\"peck`er",
        "definition": "The fur of the coypu. See Coypu."
    },
    {
        "word": "nu\"tri*a",
        "definition": "The act or manner of feeding."
    },
    {
        "word": "nu\"tri*ment",
        "definition": "That which nourishes; anything which promotes growth and repairs the natural waste of animal or vegetable life; food; aliment."
    },
    {
        "word": "nu`tri*men\"tal",
        "definition": "Pertaining to, or connected with, nutrition; nutritious."
    },
    {
        "word": "nu*tri\"tion",
        "definition": "In the broadest sense, a process or series of processes by which the living organism as a whole (or its component parts or organs) is maintained in its normal condition of life and growth."
    },
    {
        "word": "nu*tri\"tion*al",
        "definition": "Nourishing; promoting growth, or preventing decay; alimental."
    },
    {
        "word": "nu*tri\"tious",
        "definition": "Of or pertaining to nutrition; as, the nutritive functions; having the quality of nourishing; nutritious; nutrimental; alimental; as, nutritive food or berries."
    },
    {
        "word": "nut\"shell`",
        "definition": "Hence, a thing of little compass, or of little value."
    },
    {
        "word": "nut\"ter",
        "definition": "The act of gathering nuts."
    },
    {
        "word": "nut\"ty",
        "definition": "Having a flavor like that of nuts; as, nutty wine."
    },
    {
        "word": "nuz\"zle",
        "definition": "To noursle or nurse; to foster; to bring up."
    },
    {
        "word": "nuz\"zle",
        "definition": "To work with the nose, like a swine in the mud."
    },
    {
        "word": "ny\"as",
        "definition": "A disease of the eye, in consequence of which the patient can see well in a faint light or at twilight, but is unable to see during the day or in a strong light; day blindness."
    },
    {
        "word": "nyc\"ta*lo`py",
        "definition": "The natural day and night, or space of twenty-four hours."
    },
    {
        "word": "nyc*the\"me*ron",
        "definition": "A South American bird of the genus Nyctibius, allied to the goatsuckers."
    },
    {
        "word": "nyc\"ti*bune",
        "definition": "Turning or bending at night into special positions."
    },
    {
        "word": "nyc\"to*phile",
        "definition": "A brood or flock of pheasants."
    },
    {
        "word": "nye",
        "definition": "A carnivorous mannual (Helictis moscatus, or H. orientalis), native of Eastern Asia and the Indies. It has a dorsal white stripe, and another one across the shoulders. It has a strong musky odor."
    },
    {
        "word": "ny*en\"tek",
        "definition": "A large Asiatic antelope (Boselaphus, ∨ Portax, tragocamelus), found in Northern India. It has short horns, a black mane, and a bunch of long hair on the throat. The general color is grayish brown."
    },
    {
        "word": "nymph",
        "definition": "A goddess of the mountains, forests, meadows, or waters."
    },
    {
        "word": "nym\"pha",
        "definition": "Two folds of mucous membrane, within the labia, at the opening of the vulva."
    },
    {
        "word": "nymph\"al",
        "definition": "An extensive family of butterflies including the nymphs, the satyrs, the monarchs, the heliconias, and others; -- called also brush-footed butterflies."
    },
    {
        "word": "nym*pha\"les",
        "definition": "Of, pertaining to, or appropriate to, nymphs; inhabited by nymphs; as, a nymphean cave."
    },
    {
        "word": "nym*phe\"an",
        "definition": "A little or young nymph."
    },
    {
        "word": "nymph\"ic",
        "definition": "Producing pupas or nymphs."
    },
    {
        "word": "nym*phip\"a*rous",
        "definition": "Relating to nymphs; ladylike."
    },
    {
        "word": "nymph\"like`",
        "definition": "A species of demoniac enthusiasm or possession coming upon one who had accidentally looked upon a nymph; ecstasy."
    },
    {
        "word": "nym`pho*lep\"tic",
        "definition": "Morbid and uncontrollable sexual desire in women, constituting a true disease."
    },
    {
        "word": "nym\"pho*ma`ny",
        "definition": "Excision of the nymph\\'91."
    },
    {
        "word": "nym*phot\"o*my",
        "definition": "Is not. See Nis."
    },
    {
        "word": "nys*tag\"mus",
        "definition": "A species of ichneumon (Herpestes nyula). Its fur is beautifully variegated by closely set zigzag markings."
    }
]