[
    {
        "word": "-a*bly",
        "definition": "To deny and reject; to abjure."
    },
    {
        "word": "\\'92",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*cid\"i*um",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92\"dile",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92\"dile*ship",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*ge\"an",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92`gi*cra\"ni*a",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92g\"i*lops",
        "definition": "The great wild-oat grass or other cornfield weed."
    },
    {
        "word": "\\'92\"gis",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*goph\"o*ny",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*gro\"tat",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*ne\"id",
        "definition": "One who is turned against another or others with a design to oppose26 or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe."
    },
    {
        "word": "\\'92*o\"li*an",
        "definition": "Pertaining to \\'92olus, the mythic god of the winds; pertaining to, or produced by, the wind; a\\'89rial."
    },
    {
        "word": "\\'92*ol\"ic",
        "definition": "An apparatus consisting chiefly of a closed vessel (as a globe or cylinder) with one or more projecting bent tubes, through which steam is made to pass from the vessel, causing it to revolve."
    },
    {
        "word": "\\'92`o*lot\"ro*py",
        "definition": "The god of the winds."
    },
    {
        "word": "\\'92\"o*lus",
        "definition": "A period of immeasurable duration; also, an emanation of the Deity. See Eon."
    },
    {
        "word": "\\'92`py*or\"nis",
        "definition": "To combine or charge with gas; usually with carbonic acid gas, formerly called fixed air."
    },
    {
        "word": "\\'92*rose\"",
        "definition": "A mass of meteoric iron."
    },
    {
        "word": "\\'92*ru\"gi*nous",
        "definition": "The rust of any metal, esp. of brass or copper; verdigris."
    },
    {
        "word": "\\'92s`cu*la\"pi*an",
        "definition": "The god of medicine. Hence, a physician."
    },
    {
        "word": "\\'92s\"cu*lin",
        "definition": "Of or pertaining to \\'92sop, or in his manner."
    },
    {
        "word": "\\'92*sop\"ic",
        "definition": "Perception by the senses; feeling; -- the opposite of an\\'91sthesia."
    },
    {
        "word": "\\'92s*the\"si*a",
        "definition": "An instrument to measure the degree of sensation, by determining at how short a distance two impressions upon the skin can be distinguished, and thus to determine whether the condition of tactile sensibility is normal or altered."
    },
    {
        "word": "\\'92s`the*sod\"ic",
        "definition": "One who makes much or overmuch of \\'91sthetics."
    },
    {
        "word": "\\'92s`the*ti\"can",
        "definition": "The doctrine of \\'91sthetics; \\'91sthetic principles; devotion to the beautiful in nature and art."
    },
    {
        "word": "\\'92s*thet\"ics",
        "definition": "The science of sensation in relation to nervous action."
    },
    {
        "word": "\\'92s\"ti*val",
        "definition": "To spend the summer."
    },
    {
        "word": "\\'92s\"ti*vate",
        "definition": "To pass the summer in a state of torpor."
    },
    {
        "word": "\\'92s`ti*va\"tion",
        "definition": "The arrangement of the petals in a flower bud, as to folding, overlapping, etc.; prefloration."
    },
    {
        "word": "\\'92s\"tu*a*ry",
        "definition": "Glowing; agitated, as with heat."
    },
    {
        "word": "\\'92s\"tu*ous",
        "definition": "Propagated in an unusual way; cryptogamous."
    },
    {
        "word": "\\'92\"ther",
        "definition": "Same as Ethiops mineral."
    },
    {
        "word": "\\'92\"thi*ops min\"er*al",
        "definition": "A compound of nitrogen and boro<?/, which, when heated before the blowpipe, gives a brilliant phosphorescent; boric nitride."
    },
    {
        "word": "\\'92th\"o*gen",
        "definition": "An instrument consisting in part of a differential thermometer. It is used for measuring changes of temperature produced by different conditions of the sky, as when clear or clouded."
    },
    {
        "word": "\\'92\"thri*o*scope",
        "definition": "Pertaining to \\'91tiology; assigning a cause."
    },
    {
        "word": "\\'92`ti*o*log\"ic*al",
        "definition": "The science, doctrine, or demonstration of causes; esp., the investigation of the causes of any disease; the science of the origin and development of things."
    },
    {
        "word": "\\'92`ti*ol\"o*gy",
        "definition": "The assignment of a cause."
    },
    {
        "word": "-an*cy",
        "definition": "A particle which expresses the relation of connection or addition. It is used to conjoin a word with a word, a clause with a clause, or a sentence with a sentence."
    },
    {
        "word": "-ant",
        "definition": "A hymenopterous insect of the Linn\\'91an genus Formica, which is now made a family of several genera; an emmet; a pismire."
    },
    {
        "word": "*arch",
        "definition": "Ancient; pertaining to the earliest period in geological history."
    },
    {
        "word": "*ar\"chy",
        "definition": "Having the form of an arch; curved."
    },
    {
        "word": "-ard",
        "definition": "A very fine sort of Persian silk."
    },
    {
        "word": "-ate",
        "definition": "As the ending of a verb, it means to make, to cause, to act, etc.; as, to propitiate (to make propitious); to animate (to give life to)."
    },
    {
        "word": "-a\"tion",
        "definition": "On tiptoe; eagerly expecting."
    },
    {
        "word": "-blast",
        "definition": "A violent gust of wind."
    },
    {
        "word": "^^by\"-lane`",
        "definition": "A local or subordinate law; a private law or regulation made by a corporation for its own government."
    },
    {
        "word": "\\'80a\"i*ra\"",
        "definition": "A traveling tinker; also a tramp or sturdy beggar."
    },
    {
        "word": "\\'80a\"ri*a\"ma",
        "definition": "A native of the Caribbee islands or the coaste of the Caribbean sea; esp., one of a tribe of Indians inhabiting a region of South America, north of the Amazon, and formerly most of the West India islands."
    },
    {
        "word": "<?/`clair\"",
        "definition": "To make clear; to clear up what is obscure or not understood; to explain."
    },
    {
        "word": "<?/`cor`ch\\'82\"",
        "definition": "A dancing tune in the Scotch style."
    },
    {
        "word": "<?/`cos`saise\"",
        "definition": "Having no ribs or nerves; -- said of a leaf."
    },
    {
        "word": "<?/`crase`ment\"",
        "definition": "An instrument intended to replace the knife in many operations, the parts operated on being severed by the crushing effect produced by the gradual tightening of a steel chain, so that hemorrhage rarely follows."
    },
    {
        "word": "<?/`cra`seur\"",
        "definition": "Having the color or appearance of unbleached stuff, as silk, linen, or the like."
    },
    {
        "word": "-ed",
        "definition": "Given to eating; voracious; devouring."
    },
    {
        "word": "<?/`lan\"",
        "definition": "To throw as a lance; to hurl; to dart."
    },
    {
        "word": "\\'90`l\\'8ave\"",
        "definition": "Ten and one added; as, eleven men."
    },
    {
        "word": "<?/`loge\"",
        "definition": "One who pronounces an \\'82loge."
    },
    {
        "word": "<?/`meute\"",
        "definition": "According to; conformably to."
    },
    {
        "word": "-en",
        "definition": "A suffix corresponding to AS. -en and -on, formerly used to form the plural of verbs, as in housen, escapen."
    },
    {
        "word": "-en*cy",
        "definition": "Sent to many persons or places; intended for many, or for a whole order of men; general; circular; as, an encyclical letter of a council, of a bishop, or the pope."
    },
    {
        "word": "-ent",
        "definition": "The superstructure which lies horizontally upon the columns. See Illust. of Column, Cornice."
    },
    {
        "word": "\\'90`pergne\"",
        "definition": "The European smelt (Osmerus eperlanus)."
    },
    {
        "word": "\\'90`per`lan\"",
        "definition": "A full or additional explanation; exegesis."
    },
    {
        "word": "<?/`prou`vette\"",
        "definition": "Native sulphate of magnesia or Epsom salt."
    },
    {
        "word": "<?/`pure\"",
        "definition": "The quality or condition of being equable; evenness or uniformity; as, equability of temperature; the equability of the mind."
    },
    {
        "word": "-er",
        "definition": "The termination of many English words, denoting the agent; -- applied either to men or things; as in hater, farmer, heater, grater. At the end of names of places, -er signifies a man of the place; as, Londoner, i. e., London man."
    },
    {
        "word": "\\'90`tat\" ma`jor\"",
        "definition": "Others of the like kind; and the rest; and so on; -- used to point out that other things which could be mentioned are to be understood. Usually abbreviated into etc. or &c. (&c)."
    },
    {
        "word": "-fer*ous",
        "definition": "A stuff made of silk and wool."
    },
    {
        "word": "-ful",
        "definition": ", Foo\"lahs` (, n. pl.; sing. Fulah, Foolan (. (Ethnol.) A peculiar African race of uncertain origin, but distinct from the negro tribes, inhabiting an extensive region of Western Soudan. Their color is brown or yellowish bronze. They are Mohammedans. Called also Fellatahs, Foulahs, and Fellani. Fulah is also used adjectively; as, Fulah empire, tribes, language."
    },
    {
        "word": "-fy",
        "definition": "A word which expresses blame, dislike, disapprobation, abhorrence, or contempt. See Fie."
    },
    {
        "word": "'gainst",
        "definition": "To withstand; to resist."
    },
    {
        "word": "-gen",
        "definition": "A suffix meaning produced, generated; as, exogen."
    },
    {
        "word": "-ge*nous",
        "definition": "A style of painting, sculpture, or other imitative art, which illustrates everyday life and manners."
    },
    {
        "word": "-ger*ous",
        "definition": "To divide (a State) into districts for the choice of representatives, in an unnatural and unfair way, with a view to give a political party an advantage over its opponent."
    },
    {
        "word": "-graph",
        "definition": "Of or pertaining to the arts of painting and drawing."
    },
    {
        "word": "-gra*phy",
        "definition": "A small anchor, with four or five flukes or claws, used to hold boats or small vessels; hence, any instrument designed to grapple or hold; a grappling iron; a grab; -- written also grapline, and crapnel."
    },
    {
        "word": "-grave",
        "definition": "(Naut.) To clean, as a vessel's bottom, of barnacles, grass, etc., and pay it over with pitch; -- so called because graves or greaves was formerly used for this purpose."
    },
    {
        "word": "\\\"d8greg`a*ri\"n\\\"91",
        "definition": "Of or pertaining to the Gregarin\\'91."
    },
    {
        "word": "\\\"d8greg`a*rin\"i*da",
        "definition": "Habitually living or moving in flocks or herds; tending to flock or herd together; not habitually solitary or living alone."
    },
    {
        "word": "-head",
        "definition": "The anterior or superior part of an animal, containing the brain, or chief ganglia of the nervous system, the mouth, and in the higher animals, the chief sensory organs; poll; cephalon."
    },
    {
        "word": "-i*ble",
        "definition": "A suffix signifying, in general, relating to, or characteristic of; as, historic, hygienic, telegraphic, etc."
    },
    {
        "word": "-ic",
        "definition": "A suffix, denoting that the element indicated enters into certain compounds with its highest valence, or with a valence relatively higher than in compounds where the name of the element ends in -ous; as, ferric, sulphuric. It is also used in the general sense of pertaining to; as, hydric, sodic, calcic."
    },
    {
        "word": "-ide",
        "definition": "The transcript, image, or picture of a visible object, that is formed by the mind; also, a similar image of any object whatever, whether sensible or spiritual."
    },
    {
        "word": "-in",
        "definition": "The specific signification of in is situation or place with respect to surrounding, environment, encompassment, etc. It is used with verbs signifying being, resting, or moving within limits, or within circumstances or conditions of any kind conceived of as limiting, confining, or investing, either wholly or in part. In its different applications, it approaches some of the meanings of, and sometimes is interchangeable with, within, into, on, at, of, and among."
    },
    {
        "word": "-ine",
        "definition": "A suffix, used to indicate hydrocarbons of the second degree of unsaturation; i. e., members of the acetyline series; as, hexine, heptine, etc."
    },
    {
        "word": "-ing",
        "definition": "A suffix used to form nouns from verbs, and signifying the act of; the result of the act; as, riding, dying, feeling. It has also a secondary collective force; as, shipping, clothing."
    },
    {
        "word": "-ion",
        "definition": "One of the elements which appear at the respective poles when a body is subjected to electro-chemical decomposition. Cf. Anion, Cation."
    },
    {
        "word": "-ish",
        "definition": "A verb ending, originally appearing in certain verbs of French origin; as, abolish, cherish, finish, furnish, garnish, impoverish."
    },
    {
        "word": "-ish",
        "definition": "A descendant of Ishmael (the son of Abraham and Hagar), of whom it was said, \"His hand will be against every man, and every man's hand against him.\""
    },
    {
        "word": "-ism",
        "definition": "A doctrine or theory; especially, a wild or visionary theory."
    },
    {
        "word": "-ist",
        "definition": "A contraction of is it."
    },
    {
        "word": "-ite",
        "definition": "A suffix denoting one of a party, a sympathizer with or adherent of, and the like, and frequently used in ridicule; as, a Millerite; a Benthamite."
    },
    {
        "word": "-i\"tis",
        "definition": "Possessive form of the pronoun it. See It."
    },
    {
        "word": "-let",
        "definition": "To retard; to hinder; to impede; to oppose."
    },
    {
        "word": "-ling",
        "definition": ". An adverbial suffix; as, darkling, flatling."
    },
    {
        "word": "-ling",
        "definition": "A large, marine, gadoid fish (Molva vulgaris) of Northern Europe and Greenland. It is valued as a food fish and is largely salted and dried. Called also drizzle."
    },
    {
        "word": "-lith",
        "definition": "3d pers. sing. pres. of Lie, to recline, for lieth."
    },
    {
        "word": "-lo*gy",
        "definition": "Heavy or dull in respect to motion or thought; as, a logy horse."
    },
    {
        "word": "-man`cy",
        "definition": "A demand. [Obs.] See Demand."
    },
    {
        "word": "-mere",
        "definition": "A pool or lake."
    },
    {
        "word": "-me\"ter",
        "definition": "One who, or that which, metes or measures. See Coal-meter."
    },
    {
        "word": "-me*try",
        "definition": "of Mete, to dream. Chaucer."
    },
    {
        "word": "-mo",
        "definition": "Any one of several very large extinct species of wingless birds belonging to Dinornis, and other related genera, of the suborder Dinornithes, found in New Zealand. They are allied to the apteryx and the ostrich. They were probably exterminated by the natives before New Zealand was discovered by Europeans. Some species were much larger than the ostrich."
    },
    {
        "word": "'neath",
        "definition": "A person who has the care of neat cattle; a cowherd."
    },
    {
        "word": "-ness",
        "definition": "To treat or test, as a liquid, with a solution of mercuric iodide in potassium iodide and potassium hydroxide, which is called Nessler's solution or Nessler's test, and is used to detect the presence of ammonia."
    },
    {
        "word": "\\'d1",
        "definition": "The colorless porous framework, or stroma, of red blood corpuscles from which the zooid, or hemoglobin and other substances of the corpuscles, may be dissolved out."
    },
    {
        "word": "\\'d1\"coid",
        "definition": "The various relations of animals and plants to one another and to the outer world."
    },
    {
        "word": "\\'d1c`u*men\"ic*al",
        "definition": "A swelling from effusion of watery fluid in the cellular tissue beneath the skin or mucous membrance; dropsy of the subcutaneous cellular tissue."
    },
    {
        "word": "\\'d1*de\"ma",
        "definition": "Pertaining to, or of the nature of, edema; affected with edema."
    },
    {
        "word": "\\'d1*dem\"a*tous",
        "definition": "A glance of the eye; an amorous look."
    },
    {
        "word": "\\'d1*nan\"thate",
        "definition": "Having, or imparting, the odor characteristic of the bouquet of wine; specifically used, formerly, to designate an acid whose ethereal salts were supposed to occasion the peculiar bouquet, or aroma, of old wine. Cf. \\'d1nanthylic."
    },
    {
        "word": "\\'d1*nan\"thol",
        "definition": "The ketone of \\'d2nanthic acid."
    },
    {
        "word": "\\'d1*nan\"thone",
        "definition": "A hydrocarbon radical formerly supposed to exist in \\'d2nanthic acid, now known to be identical with heptyl."
    },
    {
        "word": "\\'d1*nan\"thyl",
        "definition": "A salt of &oe;nanthylic acid; as, potassium \\'d2nanthylate."
    },
    {
        "word": "\\'d1*nan\"thyl*ate",
        "definition": "Pertaining to, derived from, or containing, \\'d2nanthyl; specifically, designating an acid formerly supposed to be identical with the acid in \\'d2nanthic ether, but now known to be identical with heptoic acid."
    },
    {
        "word": "\\'d1`nan*thyl\"ic",
        "definition": "A colorless liquid hydrocarbon, having a garlic odor; heptine."
    },
    {
        "word": "\\'d1`nan*thyl\"i*dene",
        "definition": "Of, pertaining to, or designating, an acid formerly supposed to be the acid of \\'d2nanthylic ether, but now known to be a mixture of higher acids, especially capric acid."
    },
    {
        "word": "\\'d1*nan\"thyl*ous",
        "definition": "The coloring matter of red wines."
    },
    {
        "word": "\\'d1`no*cy\"an",
        "definition": "Knowledge of wine, scientific or practical."
    },
    {
        "word": "\\'d1n`o*ma\"ni*a",
        "definition": "Wine mixed with honey; mead,"
    },
    {
        "word": "\\'d1*nom\"e*ter",
        "definition": "A lover of wine."
    },
    {
        "word": "\\'d1`no*thi*on\"ic",
        "definition": "A contr. of Over."
    },
    {
        "word": "\\'d1*soph\"a*gus",
        "definition": "Of or pertaining to the gadflies."
    },
    {
        "word": "\\'d1s\"tri*an",
        "definition": "Of or pertaining to sexual desire; -- mostly applied to brute animals; as, the \\'d2strual period; \\'d2strual influence."
    },
    {
        "word": "\\'d1s\"tru*al",
        "definition": "The state of being under \\'d2strual influence, or of having sexual desire."
    },
    {
        "word": "\\'d1s`tru*a\"tion",
        "definition": "A genus of gadflies. The species which deposits its larv\\'91 in the nasal cavities of sheep is \\'d2strus ovis."
    },
    {
        "word": "\\'d1s\"trus",
        "definition": "A vehement desire; esp. (Physiol.), the periodical sexual impulse of animals; heat; rut."
    },
    {
        "word": "-oid",
        "definition": "A genus of minute fungi which form a floccose mass of filaments on decaying fruit, etc. Many forms once referred to this genus are now believed to be temporary conditions of fungi of other genera, among them the vine mildew (O\\'8bdium Tuckeri), which has caused much injury to grapes."
    },
    {
        "word": "-o\"ma",
        "definition": "Gout in the shoulder."
    },
    {
        "word": "-one",
        "definition": "A termination indicating that the hydrocarbon to the name of which it is affixed belongs to the fourth series of hydrocarbons, or the third series of unsaturated hydrocarbonsl as, nonone."
    },
    {
        "word": "-one",
        "definition": "Being a single unit, or entire being or thing, and no more; not multifold; single; individual."
    },
    {
        "word": "-or",
        "definition": "A noun suffix denoting an act; a state or quality; as in error, fervor, pallor, candor, etc."
    },
    {
        "word": "-o*ry",
        "definition": "A noun suffix denoting that which pertains to, or serves for; as in ambulatory, that which serves for walking; consistory, factory, etc."
    },
    {
        "word": "-ose",
        "definition": "A suffix denoting full of, containing, having the qualities of, like; as in verbose, full of words; pilose, hairy; globose, like a globe."
    },
    {
        "word": "-ous",
        "definition": "A suffix denoting that the element indicated by the name bearing it, has a valence lower than that denoted by the termination -ic; as, nitrous, sulphurous, etc., as contrasted with nitric, sulphuric, etc."
    },
    {
        "word": "<?/`ver*thwart\"",
        "definition": "In an overthwart manner;across; also, perversely."
    },
    {
        "word": "-plas\"tic",
        "definition": "Having the power to give form or fashion to a mass of matter; as, the plastic hand of the Creator."
    },
    {
        "word": "-plas\"ty",
        "definition": "To form by interlaying interweaving; to braid; to plait."
    },
    {
        "word": "-pod",
        "definition": "A bag; a pouch."
    },
    {
        "word": "-po*da",
        "definition": "Gout in the joints of the foot; -- applied also to gout in other parts of body."
    },
    {
        "word": "5",
        "definition": "A playing card bearing the picture of a queen; as, the queen of spades."
    },
    {
        "word": "-ric",
        "definition": "A well-known cereal grass (Oryza sativa) and its seed.  This plant is extensively cultivated in warm climates, and the grain forms a large portion of the food of the inhabitants. In America it grows chiefly on low, moist land, which can be overflowed."
    },
    {
        "word": "-s",
        "definition": "The suffix used to form the third person singular indicative of English verbs; as in the falls, tells, sends."
    },
    {
        "word": "-'s",
        "definition": "A contraction for is or (colloquially) for has."
    },
    {
        "word": "-scope",
        "definition": "That at which one aims; the thing or end to which the mind directs its view; that which is purposed to be reached or accomplished; hence, ultimate design, aim, or purpose; intention; drift; object."
    },
    {
        "word": "-some",
        "definition": "Consisting of a greater or less portion or sum; composed of a quantity or number which is not stated; -- used to express an indefinite quantity or number; as, some wine; some water; some persons.  Used also pronominally; as, I have some."
    },
    {
        "word": "2",
        "definition": "To cause to pass from to another; to cause to be instilled or imbibed; as, to transfuse a spirit of patriotism into a man; to transfuse a love of letters."
    },
    {
        "word": "2",
        "definition": "To make an opening, or a passageway, through or under; as, to tunnel a mountain; to tunnel a river."
    },
    {
        "word": "'t was",
        "definition": "To prate; to talk much and idly; to gabble; to chatter; to twaddle; as, a twattling gossip."
    },
    {
        "word": "'twixt\"-brain`",
        "definition": "One and one; twice one."
    },
    {
        "word": "-u*ret",
        "definition": "The duct which conveys the urine from the kidney to the bladder or cloaca. There are two ureters, one for each kidney."
    },
    {
        "word": "-wards",
        "definition": "The office of a ward or keeper; care and protection of a ward; guardianship; right of guardianship."
    },
    {
        "word": "-ways",
        "definition": "The side of the way; the edge or border of a road or path."
    }
]