[
    {
        "word": "quab",
        "definition": "The American night heron. See under Night."
    },
    {
        "word": "quack",
        "definition": "To utter a sound like the cry of a duck."
    },
    {
        "word": "quack",
        "definition": "A boastful pretender to medical skill; an empiric; an ignorant practitioner."
    },
    {
        "word": "quack",
        "definition": "The acts, arts, or boastful pretensions of a quack; false pretensions to any art; empiricism."
    },
    {
        "word": "quack\" grass`",
        "definition": "Like a quack; boasting; characterized by quackery."
    },
    {
        "word": "quac\"kle",
        "definition": "One who boasts of his skill in medicines and salves, or of the efficacy of his prescriptions; a charlatan; a quack; a mountebank."
    },
    {
        "word": "quad",
        "definition": "A quadrangle; hence, a prison."
    },
    {
        "word": "quad",
        "definition": "The plinth, or lowest member, of any pedestal, podium, water table, or the like."
    },
    {
        "word": "quad\"ra",
        "definition": "That may be sqyared, or reduced to an equivalent square; -- said of a surface when the area limited by a curve can be exactly found, and expressed in a finite number of algebraic terms."
    },
    {
        "word": "quad\"ra*ble",
        "definition": "Consisting of forty; forty years old."
    },
    {
        "word": "quad`ra*ge*na\"ri*ous",
        "definition": "An indulgence of forty days, corresponding to the forty days of ancient canonical penance."
    },
    {
        "word": "quad\"ra*gene",
        "definition": "The forty days of fast preceding Easter; Lent."
    },
    {
        "word": "quad`ra*ges\"i*mal",
        "definition": "Offerings formerly made to the mother church of a diocese on Mid-Lent Sunday."
    },
    {
        "word": "quad\"ran`gle",
        "definition": "A plane figure having four angles, and consequently four sides; any figure having four angles."
    },
    {
        "word": "quad*ran\"gu*lar",
        "definition": "A fourth part of the coin called an as. See 3d As, 2."
    },
    {
        "word": "quad\"rans",
        "definition": "The fourth of a penny; a farthing. See Cur."
    },
    {
        "word": "quad\"rant",
        "definition": "The quarter of a circle, or of the circumference of a circle, an arc of 90°, or one subtending a right angle at the center."
    },
    {
        "word": "quad\"rat",
        "definition": "An old instrument used for taking altitudes; -- called also geometrical square, and line of shadows."
    },
    {
        "word": "quad\"rate",
        "definition": "Produced by multiplying a number by itself; square."
    },
    {
        "word": "quad*rat\"ic",
        "definition": "Of or pertaining to a square, or to squares; resembling a quadrate, or square; square."
    },
    {
        "word": "quad*rat\"ics",
        "definition": "Of or pertaining to the quadrate and jugal bones"
    },
    {
        "word": "quad*ra\"trix",
        "definition": "The act of squaring; the finding of a square having the same area as some given curvilinear figure; as, the quadrature of a circle; the operation of finding an expression for the area of a figure bounded wholly or in part by a curved line, as by a curve, two ordinates, and the axis of abscissas."
    },
    {
        "word": "quad\"ra*ture",
        "definition": "A quadrate; a square."
    },
    {
        "word": "quad\"rel",
        "definition": "A square brick, tile, or the like."
    },
    {
        "word": "quad*ren\"ni*al",
        "definition": "Occurring once in four years, or at the end of every four years; as, quadrennial games."
    },
    {
        "word": "quad*ren\"ni*al*ly",
        "definition": "A space or period of four years."
    },
    {
        "word": "quad*ren\"ni*um",
        "definition": "A combining form meaning four, four times, fourfold; as, quadricapsular, having four capsules."
    },
    {
        "word": "quad\"ri*ble",
        "definition": "Of or pertaining to the second degree."
    },
    {
        "word": "quad\"ric",
        "definition": "A quantic of the second degree. See Quantic."
    },
    {
        "word": "quad`ri*cap\"su*lar",
        "definition": "The great extensor muscle of the knee, divided above into four parts which unite in a single tendon at the knee."
    },
    {
        "word": "quad\"ri*ceps",
        "definition": "Of or pertaining to the quadriceps."
    },
    {
        "word": "quad\"ri*corn",
        "definition": "Having four horns, or hornlike organs; as, a quadricornous beetle."
    },
    {
        "word": "quad`ri*en\"ni*al",
        "definition": "Arranged in four rows or ranks; as, quadrifarious leaves."
    },
    {
        "word": "quad\"ri*fid",
        "definition": "Four-leaved; having the leaves in whorls of four."
    },
    {
        "word": "quad\"ri*foil",
        "definition": "Having four forks, or branches."
    },
    {
        "word": "quad`ri*fur\"ca*ted",
        "definition": "A car or chariot drawn by four horses abreast."
    },
    {
        "word": "quad*ri\"ga",
        "definition": "Fourfold; having four similar parts, or two pairs of similar parts."
    },
    {
        "word": "quad*rij\"u*gate",
        "definition": "Pinnate, with four pairs of leaflets; as, a quadrijugous leaf."
    },
    {
        "word": "quad*rij\"u*gous",
        "definition": "Having four sides, and consequently four angles; quadrangular."
    },
    {
        "word": "quad`ri*lat\"er*al",
        "definition": "A plane figure having four sides, and consequently four angles; a quadrangular figure; any figure formed by four lines."
    },
    {
        "word": "quad`ri*lat\"er*al",
        "definition": "An area defended by four fortresses supporting each other; as, the Venetian quadrilateral, comprising Mantua, Peschiera, Verona, and Legnano."
    },
    {
        "word": "quad`ri*lat\"er*al*ness",
        "definition": "Consisting of four letters."
    },
    {
        "word": "quad`ri*lit\"er*al",
        "definition": "A dance having five figures, in common time, four couples of dancers being in each set."
    },
    {
        "word": "qua*drille\"",
        "definition": "The appropriate music for a quadrille."
    },
    {
        "word": "quad*ril\"lion",
        "definition": "Having four lobes; as, a quadrilobate leaf."
    },
    {
        "word": "quad`ri*lo\"bate",
        "definition": "Having four cells, or cavities; as, a quadrilocular heart."
    },
    {
        "word": "quad`ri*loc\"u*lar",
        "definition": "A small piece of money, in value about a farthing, or a half cent."
    },
    {
        "word": "quad\"rin",
        "definition": "Possessing four nodes; as, quadrinodal curves."
    },
    {
        "word": "quad`ri*nod\"al",
        "definition": "A polynomial of four terms connected by the signs plus or minus."
    },
    {
        "word": "quad*rip\"ar*tite*ly",
        "definition": "A division or distribution by four, or into four parts; also, a taking the fourth part of any quantity or number."
    },
    {
        "word": "quad`ri*par*ti\"tion",
        "definition": "Having four wings; -- said of insects."
    },
    {
        "word": "quad`ri*pen\"nate",
        "definition": "Having four leaves; quadrifoliate."
    },
    {
        "word": "quad*riph\"yl*lous",
        "definition": "A galley with four banks of oars or rowers."
    },
    {
        "word": "quad\"ri*reme",
        "definition": "A subdivision into four parts."
    },
    {
        "word": "quad`ri*sec\"tion",
        "definition": "Having four hoofs; as, a quadrisulcate foot; a quadrisulcate animal."
    },
    {
        "word": "quad`ri*sul\"cate",
        "definition": "Having four syllables; of or pertaining to quadrisyllables; as, a quadrisyllabic word."
    },
    {
        "word": "quad`ri*syl*lab\"ic",
        "definition": "A word consisting of four syllables."
    },
    {
        "word": "quad*riv\"a*lence",
        "definition": "Having a valence of four; capable of combining with, being replaced by, or compared with, four monad atoms; tetravalent; -- said of certain atoms and radicals; thus, carbon and silicon are quadrivalent elements."
    },
    {
        "word": "quad*riv\"a*lent",
        "definition": "Dehiscent into four similar parts; four-valved; as, a quadrivalve pericarp."
    },
    {
        "word": "quad\"ri*valve",
        "definition": "A door, shutter, or the like, having four folds."
    },
    {
        "word": "quad\"ri*valve",
        "definition": "Having four valves; quadrivalve."
    },
    {
        "word": "quad`ri*val\"vu*lar",
        "definition": "Having four ways meeting in a point."
    },
    {
        "word": "quad*riv\"i*al",
        "definition": "The four \"liberal arts,\" arithmetic, music, geometry, and astronomy; -- so called by the schoolmen. See Trivium."
    },
    {
        "word": "quad*riv\"i*um",
        "definition": "The offspring of a mulatto and a white person; a person quarter-blooded."
    },
    {
        "word": "quad*rox\"ide",
        "definition": "A division of the Primates comprising the apes and monkeys; -- so called because the hind foot is usually prehensile, and the great toe opposable somewhat like a thumb. Formerly the Quadrumana were considered an order distinct from the Bimana, which last included man alone."
    },
    {
        "word": "quad*ru\"ma*na",
        "definition": "One of the Quadrumana."
    },
    {
        "word": "quad\"ru*mane",
        "definition": "Having four hands; of or pertaining to the Quadrumana."
    },
    {
        "word": "quad\"ru*ped",
        "definition": "An animal having four feet, as most mammals and reptiles; -- often restricted to the mammals."
    },
    {
        "word": "quad\"ru*ped",
        "definition": "Having four feet; of or pertaining to a quadruped."
    },
    {
        "word": "quad*ru\"pe*dal",
        "definition": "Fourfold; as, to make quadruple restitution; a quadruple alliance."
    },
    {
        "word": "quad\"ru*ple",
        "definition": "To multiply by four; to increase fourfold; to double; to double twice."
    },
    {
        "word": "quad\"ru*ple",
        "definition": "Fourfold; folded or doubled twice."
    },
    {
        "word": "quad*ru\"pli*cate",
        "definition": "Fourfold; doubled twice; four times repeated; as, a quadruplicate ratio, or a quadruplicate proportion."
    },
    {
        "word": "quad`ru*pli*ca\"tion",
        "definition": "To a fourfold quantity; so as to be, or cause to be, quadruple; as, to be quadruply recompensed."
    },
    {
        "word": "quad\"ru*ply",
        "definition": "Inquire; question; see; -- used to signify doubt or to suggest investigation."
    },
    {
        "word": "qu\\'91s\"tor",
        "definition": "To drink with relish; to drink copiously of; to swallow in large draughts."
    },
    {
        "word": "quag\"ga",
        "definition": "Of the nature of a quagmire; yielding or trembling under the foot, as soft, wet earth; spongy; boggy."
    },
    {
        "word": "quaigh",
        "definition": "To die; to perish; hence, to wither; to fade."
    },
    {
        "word": "quail",
        "definition": "To become quelled; to become cast down; to sink under trial or apprehension of danger; to lose the spirit and power of resistance; to lose heart; to give way; to shrink; to cower."
    },
    {
        "word": "quail",
        "definition": "Any gallinaceous bird belonging to Coturnix and several allied genera of the Old World, especially the common European quail (C. communis), the rain quail (C. Coromandelica) of India, the stubble quail (C. pectoralis), and the Australian swamp quail (Synoicus australis)."
    },
    {
        "word": "quail\"y",
        "definition": "Prudent; wise; hence, crafty; artful; wily."
    },
    {
        "word": "quaint",
        "definition": "Characterized by ingenuity or art; finely fashioned; skillfully wrought; elegant; graceful; nice; neat."
    },
    {
        "word": "quak\"er",
        "definition": "One of a religious sect founded by George Fox, of Leicestershire, England, about 1650, -- the members of which call themselves Friends. They were called Quakers, originally, in derision. See Friend, n., 4."
    },
    {
        "word": "quak\"er*ess",
        "definition": "Like or pertaining to a Quaker; Quakerlike."
    },
    {
        "word": "quak\"er*ish",
        "definition": "The peculiar character, manners, tenets, etc., of the Quakers."
    },
    {
        "word": "quak\"er*like",
        "definition": "Resembling Quakers; Quakerlike; Quakerish."
    },
    {
        "word": "quake\"tail`",
        "definition": "The state of being quaky; liability to quake."
    },
    {
        "word": "quak\"ness",
        "definition": "a. & n. from Quake, v."
    },
    {
        "word": "quak\"y",
        "definition": "Capable of being qualified; abatable; modifiable."
    },
    {
        "word": "qual`i*fi*ca\"tion",
        "definition": "That which qualifies; any natural endowment, or any acquirement, which fits a person for a place, office, or employment, or which enables him to sustian any character with success; an enabling quality or circumstance; requisite capacity or possession."
    },
    {
        "word": "qual\"i*fi*ca`tor",
        "definition": "Fitted by accomplishments or endowments."
    },
    {
        "word": "qual\"i*fied",
        "definition": "Modified; limited; as, a qualified statement."
    },
    {
        "word": "qual\"i*fied`ly",
        "definition": "The state of being qualified."
    },
    {
        "word": "qual\"i*fied`ness",
        "definition": ", One who, or that which, qualifies; that which modifies, reduces, tempers or restrains."
    },
    {
        "word": "qual\"i*fi`er",
        "definition": "To make such as is required; to give added or requisite qualities to; to fit, as for a place, office, occupation, or character; to furnish with the knowledge, skill, or other accomplishment necessary for a purpose; to make capable, as of an employment or privilege; to supply with legal power or capacity."
    },
    {
        "word": "qual\"i*fy",
        "definition": "To give individual quality to; to modulate; to vary; to regulate."
    },
    {
        "word": "qual\"i*fy",
        "definition": "To obtain legal power or capacity by taking the oath, or complying with the forms required, on assuming an office."
    },
    {
        "word": "qual\"i*ty",
        "definition": "Special or temporary character; profession; occupation; assumed or asserted rank, part, or position."
    },
    {
        "word": "qualm",
        "definition": "A sudden attack of illness, faintness, or pain; an agony."
    },
    {
        "word": "quam\"ash",
        "definition": "Formerly, a genus of plants including the cypress vine (Quamoclit vulgaris, now called Ipom\\'d2a Quamoclit). The genus is now merged in Ipom\\'d2a."
    },
    {
        "word": "quam\"o*clit",
        "definition": "A state of difficulty or perplexity; doubt; uncertainty."
    },
    {
        "word": "quan\"da*ry",
        "definition": "To bring into a state of uncertainty, perplexity, or difficulty."
    },
    {
        "word": "quan\"dy",
        "definition": "A flat file having the handle at one side, so as to be used like a plane."
    },
    {
        "word": "quan\"net",
        "definition": "A punting pole with a broad flange near the end to prevent it from sinking into the mud; a setting pole."
    },
    {
        "word": "quant",
        "definition": "A homogeneous algebraic function of two or more variables, in general containing only positive integral powers of the variables, and called quadric, cubic, quartic, etc., according as it is of the second, third, fourth, fifth, or a higher degree. These are further called binary, ternary, quaternary, etc., according as they contain two, three, four, or more variables; thus, the quantic  is a binary cubic."
    },
    {
        "word": "quan\"tic",
        "definition": "Modification by a reference to quantity; the introduction of the element of quantity."
    },
    {
        "word": "quan\"ti*ty",
        "definition": "The attribute of being so much, and not more or less; the property of being measurable, or capable of increase and decrease, multiplication and division; greatness; and more concretely, that which answers the question \"How much?\"; measure in regard to bulk or amount; determinate or comparative dimensions; measure; amount; bulk; extent; size."
    },
    {
        "word": "quan*tiv\"a*lence",
        "definition": "Of or pertaining to quantivalence."
    },
    {
        "word": "quan\"tum",
        "definition": "A definite portion of a manifoldness, limited by a mark or by a boundary."
    },
    {
        "word": "quap",
        "definition": "Turning or dipping in any or every direction."
    },
    {
        "word": "qua`qua*ver\"sal",
        "definition": "Dipping toward all points of the compass round a center, as beds of lava round a crater."
    },
    {
        "word": "quar\"an*tine",
        "definition": "Specifically, the term, originally of forty days, during which a ship arriving in port, and suspected of being infected a malignant contagious disease, is obliged to forbear all intercourse with the shore; hence, such restraint or inhibition of intercourse; also, the place where infected or prohibited vessels are stationed."
    },
    {
        "word": "quar`an*tine\"",
        "definition": "A medusa, or jellyfish."
    },
    {
        "word": "quar\"rel",
        "definition": "To compel by a quarrel; as, to quarrel a man out of his estate or rights."
    },
    {
        "word": "quar\"ri*er",
        "definition": "Same as 1st Quarrel."
    },
    {
        "word": "quar\"ry",
        "definition": "A part of the entrails of the beast taken, given to the hounds."
    },
    {
        "word": "quar\"ry",
        "definition": "The object of the chase; the animal hunted for; game; especially, the game hunted with hawks."
    },
    {
        "word": "quar\"ry",
        "definition": "To dig or take from a quarry; as, to quarry marble."
    },
    {
        "word": "quar\"ry",
        "definition": "Having a face left as it comes from the quarry and not smoothed with the chisel or point; -- said of stones."
    },
    {
        "word": "quar\"ry-faced`",
        "definition": "A man who is engaged in quarrying stones; a quarrier."
    },
    {
        "word": "quar\"ry-man",
        "definition": "The fourth part; a quarter; hence, a region of the earth."
    },
    {
        "word": "quart",
        "definition": "A vessel or measure containing a quart."
    },
    {
        "word": "quar\"tan",
        "definition": "An intermittent fever which returns every fourth day, reckoning inclusively, that is, one in which the interval between paroxysms is two days."
    },
    {
        "word": "quar\"tan",
        "definition": "A measure, the fourth part of some other measure."
    },
    {
        "word": "quar\"tane",
        "definition": "The act, process, or result (in the process of parting) of alloying a button of nearly pure gold with enough silver to reduce the fineness so as to allow acids to attack and remove all metals except the gold; -- called also inquartation. Compare Parting."
    },
    {
        "word": "quar*ta\"tion",
        "definition": "Same as 2d Carte."
    },
    {
        "word": "quar\"tene",
        "definition": "Pertaining to, or designating, an acid of the acrylic acid series, metameric with crotonic acid, and obtained as a colorless liquid; -- so called from having four carbon atoms in the molecule. Called also isocrotonic acid."
    },
    {
        "word": "quar\"ten*yl\"ic",
        "definition": "One of four equal parts into which anything is divided, or is regarded as divided; a fourth part or portion; as, a quarter of a dollar, of a pound, of a yard, of an hour, etc."
    },
    {
        "word": "quar\"ter",
        "definition": "To drive a carriage so as to prevent the wheels from going into the ruts, or so that a rut shall be between the wheels."
    },
    {
        "word": "quar\"ter*age",
        "definition": "That part of the upper deck abaft the mainmast, including the poop deck when there is one."
    },
    {
        "word": "quar\"ter*foil`",
        "definition": "Having trunnions the axes of which lie below the bore; -- said of a cannon."
    },
    {
        "word": "quar\"ter*hung`",
        "definition": "Coming from a point well abaft the beam, but not directly astern; -- said of waves or any moving object."
    },
    {
        "word": "quar\"ter*ing",
        "definition": "At right angles, as the cranks of a locomotive, which are in planes forming a right angle with each other."
    },
    {
        "word": "quar\"ter*ing",
        "definition": "Assignment of quarters for soldiers; quarters."
    },
    {
        "word": "quar\"ter*ly",
        "definition": "Recurring during, or at the end of, each quarter; as, quarterly payments of rent; a quarterly meeting."
    },
    {
        "word": "quar\"ter*ly",
        "definition": "By quarters; once in a quarter of a year; as, the returns are made quarterly."
    },
    {
        "word": "quar\"ter*ly",
        "definition": "In quarters, or quarterings; as, to bear arms quarterly; in four or more parts; -- said of a shield thus divided by lines drawn through it at right angles."
    },
    {
        "word": "quar\"ter*mas`ter",
        "definition": "A petty officer who attends to the helm, binnacle, signals, and the like, under the direction of the master."
    },
    {
        "word": "quar\"tern",
        "definition": "A loaf of bread weighing about four pounds; -- called also quartern loaf."
    },
    {
        "word": "quar\"ter*on",
        "definition": "A platform of a staircase where the stair turns at a right angle only. See Halfpace."
    },
    {
        "word": "quar\"ter round`",
        "definition": "A long and stout staff formerly used as a weapon of defense and offense; -- so called because in holding it one hand was placed in the middle, and the other between the middle and the end."
    },
    {
        "word": "quar\"ter*staff`",
        "definition": "A composition in four parts, each performed by a single voice or instrument."
    },
    {
        "word": "quar*tet\"",
        "definition": "A stanza of four lines."
    },
    {
        "word": "quar\"tic",
        "definition": "A quantic of the fourth degree. See Quantic."
    },
    {
        "word": "quar\"tile",
        "definition": "A supposed fourth integument of an ovule, counting from the outside."
    },
    {
        "word": "quar\"tine",
        "definition": "Having four leaves to the sheet; of the form or size of a quarto."
    },
    {
        "word": "quar\"to",
        "definition": "Originally, a book of the size of the fourth of sheet of printing paper; a size leaves; in present usage, a book of a square or nearly square form, and usually of large size."
    },
    {
        "word": "quar\"tridge",
        "definition": "A form of silica, or silicon dioxide (SiO2), occurring in hexagonal crystals, which are commonly colorless and transparent, but sometimes also yellow, brown, purple, green, and of other colors; also in cryptocrystalline massive forms varying in color and degree of transparency, being sometimes opaque."
    },
    {
        "word": "quartz*if\"er*ous",
        "definition": "Massive quartz occurring as a rock; a metamorphosed sandstone; -- called also quartz rock."
    },
    {
        "word": "quartz\"ite",
        "definition": "A form of crystal common with quartz, consisting of two six-sided pyramids, base to base."
    },
    {
        "word": "quartz\"oid",
        "definition": "Containing, or resembling, quartz; partaking of the nature or qualities of quartz."
    },
    {
        "word": "quartz\"y",
        "definition": "A kind of beer. Same as Quass."
    },
    {
        "word": "quas",
        "definition": "The brown coati. See Coati."
    },
    {
        "word": "quash",
        "definition": "To abate, annul, overthrow, or make void; as, to quash an indictment."
    },
    {
        "word": "quash",
        "definition": "A negro of the West Indies."
    },
    {
        "word": "quash\"ee",
        "definition": "As if; as though; as it were; in a manner sense or degree; having some resemblance to; qualified; -- used as an adjective, or a prefix with a noun or an adjective; as, a quasi contract, an implied contract, an obligation which has arisen from some act, as if from a contract; a quasi corporation, a body that has some, but not all, of the peculiar attributes of a corporation; a quasi argument, that which resembles, or is used as, an argument; quasi historical, apparently historical, seeming to be historical."
    },
    {
        "word": "qua\"si",
        "definition": "The first Sunday after Easter; Low Sunday."
    },
    {
        "word": "quas`i*mo\"do",
        "definition": "A thin, sour beer, made by pouring warm water on rye or barley meal and letting it ferment, -- much used by the Russians."
    },
    {
        "word": "quass",
        "definition": "The act of shaking, or the state of being shaken."
    },
    {
        "word": "quas\"si*a",
        "definition": "The bitter principle of quassia, extracted as a white crystalline substance; -- formerly called quassite."
    },
    {
        "word": "qua*ter\"na*ry",
        "definition": "Consisting of four; by fours, or in sets of four."
    },
    {
        "word": "qua*ter\"na*ry",
        "definition": "The Quaternary age, era, or formation. See the Chart of Geology."
    },
    {
        "word": "qua*ter\"ni*on",
        "definition": "A set of four parts, things, or person; four things taken collectively; a group of four words, phrases, circumstances, facts, or the like."
    },
    {
        "word": "qua*ter\"ni*ty",
        "definition": "The union of four in one, as of four persons; -- analogous to the theological term trinity."
    },
    {
        "word": "qua\"ter*on",
        "definition": "A poem of fourteen lines; a sonnet."
    },
    {
        "word": "qua*torze\"",
        "definition": "A stanza of four lines rhyming alternately."
    },
    {
        "word": "qua\"tre*feuille",
        "definition": "A quartet; -- applied chiefly to instrumental compositions."
    },
    {
        "word": "quave\"mire`",
        "definition": "To tremble; to vibrate; to shake."
    },
    {
        "word": "qua\"ver",
        "definition": "Especially, to shake the voice; to utter or form sound with rapid or tremulous vibrations, as in singing; also, to trill on a musical instrument"
    },
    {
        "word": "qua\"ver",
        "definition": "An eighth note. See Eighth."
    },
    {
        "word": "qua\"ver*er",
        "definition": "A mole, bank, or wharf, formed toward the sea, or at the side of a harbor, river, or other navigable water, for convenience in loading and unloading vessels."
    },
    {
        "word": "quay",
        "definition": "To furnish with quays."
    },
    {
        "word": "quay\"age",
        "definition": "p. p. of Quail."
    },
    {
        "word": "que",
        "definition": "A thick, bushy plot; a thicket."
    },
    {
        "word": "queach",
        "definition": "Yielding or trembling under the feet, as moist or boggy ground; shaking; moving."
    },
    {
        "word": "queach\"y",
        "definition": "Like a queach; thick; bushy."
    },
    {
        "word": "quean",
        "definition": "A low woman; a wench; a slut."
    },
    {
        "word": "quea\"si*ly",
        "definition": "The state of being queasy; nausea; qualmishness; squeamishness."
    },
    {
        "word": "quea\"sy",
        "definition": "Fastidious; squeamish; delicate; easily disturbed; unsettled; ticklish."
    },
    {
        "word": "que*bec\" group`",
        "definition": "A Chilian apocynaceous tree (Aspidosperma Quebracho); also, its bark, which is used as a febrifuge, and for dyspn&oe;a of the lung, or bronchial diseases; -- called also white quebracho, to distinguish it from the red quebracho, a Mexican anacardiaceous tree (Loxopterygium Lorentzii) whose bark is said to have similar properties."
    },
    {
        "word": "queb\"rith",
        "definition": "A word occurring in a corrupt passage of Bacon's Essays, and probably meaning, to stir, to move."
    },
    {
        "word": "quech",
        "definition": "The wife of a king."
    },
    {
        "word": "queen",
        "definition": "A woman who is the sovereign of a kingdom; a female monarch; as, Elizabeth, queen of England; Mary, queen of Scots."
    },
    {
        "word": "queen",
        "definition": "Craft or skill in policy on the part of a queen."
    },
    {
        "word": "queen\"fish`",
        "definition": "The state, personality, or character of a queen; queenliness."
    },
    {
        "word": "queen\"ing",
        "definition": "The quality of being queenly; the; characteristic of a queen; stateliness; eminence among women in attractions or power."
    },
    {
        "word": "queen\"li*ness",
        "definition": "Like, becoming, or suitable to, a queen."
    },
    {
        "word": "queen\"ly",
        "definition": "One of two suspending posts in a roof truss, or other framed truss of similar form. See King-post."
    },
    {
        "word": "queen\"ship",
        "definition": "The nut of an Australian tree (Macadamia ternifolia). It is about an inch in diameter, and contains a single round edible seed, or sometimes two hemispherical seeds. So called from Queensland in Australia."
    },
    {
        "word": "queens\"land nut`",
        "definition": "A truss framed with queen-posts; a queen-post truss."
    },
    {
        "word": "queen\" truss",
        "definition": "At variance with what is usual or normal; differing in some odd way from what is ordinary; odd; singular; strange; whimsical; as, a queer story or act."
    },
    {
        "word": "queer",
        "definition": "Mysterious; suspicious; questionable; as, a queer transaction."
    },
    {
        "word": "queer\"ish",
        "definition": "In a queer or odd manner."
    },
    {
        "word": "queer\"ly",
        "definition": "The quality or state of being queer."
    },
    {
        "word": "queer\"ness",
        "definition": "The European ringdove (Columba palumbus); the cushat."
    },
    {
        "word": "queest",
        "definition": "A drinking vessel. See Quaich."
    },
    {
        "word": "queint",
        "definition": "imp. & p. p. of Quench."
    },
    {
        "word": "quell\"er",
        "definition": "One who quells; one who overpowers or subdues."
    },
    {
        "word": "quench\"a*ble",
        "definition": "One who, or that which, quenches."
    },
    {
        "word": "que*nelle\"",
        "definition": "A method of training trees or shrubs in the shape of a cone or distaff by tying down the branches and pruning."
    },
    {
        "word": "que*nouille train\"ing",
        "definition": "Pertaining to, or designating, a tannic acid found in oak bark and extracted as a yellowish brown amorphous substance."
    },
    {
        "word": "quer`ci*tan\"nic",
        "definition": "A white crystalline substance, C6H7(OH)5, found in acorns, the fruit of the oak (Quercus). It has a sweet taste, and is regarded as a pentacid alcohol."
    },
    {
        "word": "quer\"cite",
        "definition": "A yellow crystalline substance, occurring quite widely distributed in the vegetable kingdom, as is apple-tree bark, horse-chestnut leaves, etc., but originally obtained by the decomposition of quercitrin. Called also meletin."
    },
    {
        "word": "quer\"ci*tin",
        "definition": "A glucoside extracted from the bark of the oak (Quercus) as a bitter citron-yellow crystalline substance, used as a pigment and called quercitron."
    },
    {
        "word": "quer\"cit*rin",
        "definition": "The yellow inner bark of the Quercus tinctoria, the American black oak, yellow oak, dyer's oak, or quercitron oak, a large forest tree growing from Maine to eastern Texas."
    },
    {
        "word": "quer\"cit*ron",
        "definition": "Quercitrin, used as a pigment. See Quercitrin."
    },
    {
        "word": "quer\"cus",
        "definition": "A complaint to a court. See Audita Querela."
    },
    {
        "word": "quer`*mo\"ni*ous",
        "definition": "A complaint or complaining."
    },
    {
        "word": "querl",
        "definition": "A coil; a twirl; as, the qwerl of hair on the fore leg of a blooded horse."
    },
    {
        "word": "querl",
        "definition": "A mill for grinding grain, the upper stone of which was turned by hand; -- used before the invention of windmills and watermills."
    },
    {
        "word": "quer\"que*dule",
        "definition": "A groom; an equerry."
    },
    {
        "word": "quer`u*len\"tial",
        "definition": "Given to quarreling; quarrelsome."
    },
    {
        "word": "quer\"u*lous",
        "definition": "Apt to find fault; habitually complaining; disposed to murmur; as, a querulous man or people."
    },
    {
        "word": "que\"ry",
        "definition": "A question in the mind; a doubt; as, I have a query about his sincerity."
    },
    {
        "word": "que\"ry",
        "definition": "To have a doubt; as, I query if he is right."
    },
    {
        "word": "que\"ry",
        "definition": "To address questions to; to examine by questions."
    },
    {
        "word": "quest\"er",
        "definition": "The act of asking; interrogation; inquiry; as, to examine by question and answer."
    },
    {
        "word": "ques\"tion",
        "definition": "Discussion; debate; hence, objection; dispute; doubt; as, the story is true beyond question; he obeyed without question."
    },
    {
        "word": "ques\"tion",
        "definition": "To argue; to converse; to dispute."
    },
    {
        "word": "ques\"tion",
        "definition": "To doubt of; to be uncertain of; to query."
    },
    {
        "word": "ques\"tion*a*ble*ness",
        "definition": "In a questionable manner."
    },
    {
        "word": "ques\"tion*a*bly",
        "definition": "Inquiring; asking questions; testing."
    },
    {
        "word": "ques\"tion*a*ry",
        "definition": "One who asks questions; an inquirer."
    },
    {
        "word": "ques\"tion*ist",
        "definition": "A candidate for honors or degrees who is near the time of his examination."
    },
    {
        "word": "ques\"tion*less",
        "definition": "Beyond a question or doubt; doubtless; certainly."
    },
    {
        "word": "quest\"man",
        "definition": "One who lays informations, and encourages petty lawsuits."
    },
    {
        "word": "ques\"tor*ship",
        "definition": "A seeker; a pursuer."
    },
    {
        "word": "quet",
        "definition": "A tail-like appendage of hair; a pigtail."
    },
    {
        "word": "queue",
        "definition": "To fasten, as hair, in a queue."
    },
    {
        "word": "quey",
        "definition": "A quip; a gibe."
    },
    {
        "word": "quib",
        "definition": "A shift or turn from the point in question; a trifling or evasive distinction; an evasion; a cavil."
    },
    {
        "word": "quib\"ble",
        "definition": "A pun; a low conceit."
    },
    {
        "word": "quib\"ble",
        "definition": "To pun; to practice punning."
    },
    {
        "word": "quib\"bling*ly",
        "definition": "A small South American opossum (Didelphys quica), native of Guiana and Brazil. It feeds upon insects, small birds, and fruit."
    },
    {
        "word": "quick",
        "definition": "The life; the mortal point; a vital part; a part susceptible of serious injury or keen feeling; the sensitive living flesh; the part of a finger or toe to which the nail is attached; the tender emotions; as, to cut a finger nail to the quick; to thrust a sword to the quick, to taunt one to the quick; -- used figuratively."
    },
    {
        "word": "quick\"beam`",
        "definition": "To make alive; to vivify; to revive or resuscitate, as from death or an inanimate state; hence, to excite; to, stimulate; to incite."
    },
    {
        "word": "quick\"en*er",
        "definition": "The act or process of making or of becoming quick."
    },
    {
        "word": "quick\"en*ing",
        "definition": "The first motion of the fetus in the womb felt by the mother, occurring usually about the middle of the term of pregnancy. It has been popularly supposed to be due to the fetus becoming possessed of independent life."
    },
    {
        "word": "quick\"ens",
        "definition": "The European rowan tree; -- called also quickbeam, and quickenbeam. See Rowan tree."
    },
    {
        "word": "quick\"hatch`",
        "definition": "Calcium oxide; unslacked lime; -- so called because when wet it develops great heat. See 4th Lime, 2."
    },
    {
        "word": "quick\"lime",
        "definition": "Speedily; with haste or celerity; soon; without delay; quick."
    },
    {
        "word": "quick\"ly",
        "definition": "The condition or quality of being quick or living; life."
    },
    {
        "word": "quick\"ness",
        "definition": "Activity; briskness; especially, rapidity of motion; speed; celerity; as, quickness of wit."
    },
    {
        "word": "quick\"-scent`ed",
        "definition": "A living plant set to grow, esp. when set for a hedge; specifically, the hawthorn."
    },
    {
        "word": "quick\"sil`vered",
        "definition": "The mercury and foil on the back of a looking-glass."
    },
    {
        "word": "quick\"sil`ver*ing",
        "definition": "A lively, spirited march; also, a lively style of dancing."
    },
    {
        "word": "quick\"work`",
        "definition": "A portion suitable to be chewed; a cud; as, a quid of tobacco."
    },
    {
        "word": "quid",
        "definition": "To drop from the mouth, as food when partially chewed; -- said of horses."
    },
    {
        "word": "quid\"da*ny",
        "definition": "Constituting, or containing, the essence of a thing; quidditative."
    },
    {
        "word": "quid\"da*tive",
        "definition": "A subtilty; an equivocation."
    },
    {
        "word": "quid\"di*ta*tive",
        "definition": "The essence, nature, or distinctive peculiarity, of a thing; that which answers the question, Quid est? or, What is it?"
    },
    {
        "word": "quid\"dle",
        "definition": "One who wastes his energy about trifles."
    },
    {
        "word": "qui*es\"cent",
        "definition": "Not ruffed with passion; unagitated; not in action; not excited; quiet; dormant; resting."
    },
    {
        "word": "qui*es\"cent*ly",
        "definition": "In a state of rest or calm; without stir, motion, or agitation; still; as, a quiet sea; quiet air."
    },
    {
        "word": "qui\"et",
        "definition": "Free from noise or disturbance; hushed; still."
    },
    {
        "word": "qui\"et",
        "definition": "The quality or state of being quiet, or in repose; as an hour or a time of quiet."
    },
    {
        "word": "qui\"et",
        "definition": "To calm; to appease; to pacify; to lull; to allay; to tranquillize; as, to quiet the passions; to quiet clamors or disorders; to quiet pain or grief."
    },
    {
        "word": "qui\"et*er",
        "definition": "Peace or tranquillity of mind; calmness; indifference; apathy; dispassion; indisturbance; inaction."
    },
    {
        "word": "qui\"et*ism",
        "definition": "The system of the Quietists, who maintained that religion consists in the withdrawal of the mind from worldly interests and anxieties and its constant employment in the passive contemplation of God and his attributes."
    },
    {
        "word": "qui\"et*ist",
        "definition": "Of or pertaining to the Quietists, or to Quietism."
    },
    {
        "word": "qui`et*is\"tic",
        "definition": "In a quiet state or manner; without motion; in a state of rest; as, to lie or sit quietly."
    },
    {
        "word": "qui\"et*ly",
        "definition": "Without tumult, alarm, dispute, or disturbance; peaceably; as, to live quietly; to sleep quietly."
    },
    {
        "word": "quill",
        "definition": "A pen for writing made by sharpening and splitting the point or nib of the stock of a feather; as, history is the proper subject of his quill."
    },
    {
        "word": "quill",
        "definition": "To wind on a quill, as thread or yarn."
    },
    {
        "word": "quil*la\"ia bark`",
        "definition": "An American fresh-water fish (Ictiobus, ∨ Carpiodes, cyprinus); -- called also carp sucker, sailfish, spearfish, and skimback."
    },
    {
        "word": "quill\"back`",
        "definition": "Furnished with quills; also, shaped like quills."
    },
    {
        "word": "quill\"ing",
        "definition": "Any plant or species of the genus Isoetes, cryptogamous plants with a cluster of elongated four-tubed rushlike leaves, rising from a corm, and containing spores in their enlarged and excavated bases. There are about seventeen American species, usually growing in the mud under still, shallow water. So called from the shape of the shape of the leaves."
    },
    {
        "word": "quill\"wort`",
        "definition": "Anything that is quilted; esp., a quilted bed cover, or a skirt worn by women; any cover or garment made by putting wool, cotton, etc., between two cloths and stitching them together; also, any outer bed cover."
    },
    {
        "word": "quilt",
        "definition": "To wad, as a garment, with warm soft material."
    },
    {
        "word": "quilt\"er",
        "definition": "The act of stitching or running in patterns, as in making a quilt."
    },
    {
        "word": "quilt\"ing",
        "definition": "A quilting bee. See Bee, 2."
    },
    {
        "word": "quin",
        "definition": "A colorless liquid of a slightly pungent odor, C9H6N.CH3, first obtained as a condensation product of aldehyde and aniline, and regarded as a derivative of quinoline; -- called also methyl quinoline."
    },
    {
        "word": "quin*al\"dine",
        "definition": "Consisting of five; arranged by fives."
    },
    {
        "word": "qui\"name",
        "definition": "A salt of quinic acid."
    },
    {
        "word": "qui\"nate",
        "definition": "A complex nitrogenous base related to cinnoline."
    },
    {
        "word": "quin\"a*zol",
        "definition": "The fruit of a shrub (Cydonia vulgaris) belonging to the same tribe as the apple. It somewhat resembles an apple, but differs in having many seeds in each carpel. It has hard flesh of high flavor, but very acid, and is largely used for marmalade, jelly, and preserves."
    },
    {
        "word": "quince",
        "definition": "a quince tree or shrub."
    },
    {
        "word": "quince\"wort`",
        "definition": "To stir; to wince."
    },
    {
        "word": "quin*cun\"cial",
        "definition": "Having the form of a quincunx."
    },
    {
        "word": "quin*cun\"cial*ly",
        "definition": "An arrangement of things by fives in a square or a rectangle, one being placed at each corner and one in the middle; especially, such an arrangement of trees repeated indefinitely, so as to form a regular group with rows running in various directions."
    },
    {
        "word": "quin\"cunx",
        "definition": "The position of planets when distant from each other five signs, or 150°."
    },
    {
        "word": "quin*dec\"a*gon",
        "definition": "One of a sacerdotal college of fifteen men whose chief duty was to take care of the Sibylline books."
    },
    {
        "word": "quin`de*cem\"vir",
        "definition": "The body or office of the quindecemviri."
    },
    {
        "word": "quin`de*cem\"vi*rate",
        "definition": "An unsaturated hydrocarbon, C15H26, of the valylene series, produced artificially as an oily liquid."
    },
    {
        "word": "quin\"i*a",
        "definition": "An interval of a fifth; also, a part sung with such intervals."
    },
    {
        "word": "quin\"ic",
        "definition": "An uncrystallizable alkaloid obtained by the action of heat from quinine, with which it is isomeric."
    },
    {
        "word": "quin\"i*cine",
        "definition": "An alkaloid isomeric with, and resembling, quinine, found in certain species of cinchona, from which it is extracted as a bitter white crystalline substance; conchinine. It is used somewhat as a febrifuge."
    },
    {
        "word": "quin\"i*dine",
        "definition": "An alkaloid extracted from the bark of several species of cinchona (esp. Cinchona Calisaya) as a bitter white crystalline substance, C20H24N2O2. Hence, by extension (Med.), any of the salts of this alkaloid, as the acetate, chloride, sulphate, etc., employed as a febrifuge or antiperiodic. Called also quinia, quinina, etc."
    },
    {
        "word": "qui\"nine",
        "definition": "Pertaining to, or designating, a nitrogenous acid obtained as a yellow crystalline substance by the oxidation of quinine."
    },
    {
        "word": "qui\"nin*ism",
        "definition": "A yellow crystalline substance produced artificially. It is isomeric with alizarin."
    },
    {
        "word": "qui*niz\"a*rin",
        "definition": "any one of a series of nitrogenous bases, certain of which are used as antipyretics."
    },
    {
        "word": "quin\"i*zine",
        "definition": "The California salmon (Oncorhynchus choicha); -- called also chouicha, king salmon, chinnook salmon, and Sacramento salmon. It is of great commercial importance."
    },
    {
        "word": "quin\"nat",
        "definition": "The seeds of a kind of goosewort (Chenopodium Quinoa), used in Chili and Peru for making porridge or cakes; also, food thus made."
    },
    {
        "word": "qui*no\"a",
        "definition": "A hypothetical radical of quinine and related alkaloids."
    },
    {
        "word": "quin\"o*gen",
        "definition": "A brownish resinous substance obtained as a by-product in the treatment of cinchona bark. It consists of a mixture of several alkaloids."
    },
    {
        "word": "qui*noid\"ine",
        "definition": "A nitrogenous base, C9H7N obtained as a pungent colorless liquid by the distillation of alkaloids, bones, coal tar, etc. It the nucleus of many organic bodies, especially of certain alkaloids and related substances; hence, by extension, any one of the series of alkaloidal bases of which quinoline proper is the type."
    },
    {
        "word": "quin\"o*line",
        "definition": "One who is versed in quinology."
    },
    {
        "word": "qui*nol\"o*gist",
        "definition": "The science which treats of the cultivation of the cinchona, and of its use in medicine."
    },
    {
        "word": "qui*nol\"o*gy",
        "definition": "A crystalline substance, C6H4O2 (called also benzoketone), first obtained by the oxidation of quinic acid and regarded as a double ketone; also, by extension, any one of the series of which quinone proper is the type"
    },
    {
        "word": "qui*no\"vic",
        "definition": "An amorphous bitter glucoside derived from cinchona and other barks. Called also quinova bitter, and quinova."
    },
    {
        "word": "qui*no\"vin",
        "definition": "Any one of a series of complex nitrogenous bases obtained by the union of certain aniline derivatives with glyoxal or with certain ketones."
    },
    {
        "word": "quin*ox\"a*line",
        "definition": "The hypothetical radical of certain quinone derivatives related to rhodizonic acid."
    },
    {
        "word": "quin*ox\"yl",
        "definition": "A radical of which quinone is the hydride, analogous to phenyl."
    },
    {
        "word": "quin*quan\"gu*lar",
        "definition": "Relating to the five articles or points; as, the quinquarticular controversy between Arminians and Calvinists."
    },
    {
        "word": "quin\"que-",
        "definition": "Having five angles; quinquangular."
    },
    {
        "word": "quin\"que*an`gled",
        "definition": "Five-toothed; as, a quinquedentate leaf."
    },
    {
        "word": "quin`que*den\"tate",
        "definition": "Arranged in five vertical rows; pentastichous."
    },
    {
        "word": "quin\"que*fid",
        "definition": "Having five leaves or leaflets."
    },
    {
        "word": "quin`que*lit\"er*al",
        "definition": "Cut less than halfway into portions, usually somewhat rounded; five-lobed; as, a quinquelobate leaf or corolla."
    },
    {
        "word": "quin\"que*lobed`",
        "definition": "Having five cells or loculi; five-celled; as, a quinquelocular pericarp."
    },
    {
        "word": "quin`que*loc\"u*lar",
        "definition": "Having five nerves; -- said of a leaf with five nearly equal nerves or ribs rising from the end of the petiole."
    },
    {
        "word": "quin\"que*nerved`",
        "definition": "Public games celebrated every five years."
    },
    {
        "word": "quin`quen*na\"li*a",
        "definition": "Occurring once in five years, or at the end of every five years; also, lasting five years. A quinquennial event."
    },
    {
        "word": "quin*quen\"ni*al",
        "definition": "Space of five years."
    },
    {
        "word": "quin*quep\"ar*tite",
        "definition": "Consisting of five parts."
    },
    {
        "word": "quin\"que*reme",
        "definition": "A word of five syllables."
    },
    {
        "word": "quin\"que*syl`la*ble",
        "definition": "Having five valves, as a pericarp."
    },
    {
        "word": "quin\"que*valve",
        "definition": "One of five commissioners appointed for some special object."
    },
    {
        "word": "quin*quiv\"a*lent",
        "definition": "An inflammation of the throat, or parts adjacent, especially of the fauces or tonsils, attended by considerable swelling, painful and impeded deglutition, and accompanied by inflammatory fever. It sometimes creates danger of suffocation; -- called also squinancy, and squinzey."
    },
    {
        "word": "quin\"sy",
        "definition": "A set or sequence of five, as in piquet."
    },
    {
        "word": "quint",
        "definition": "The interval of a fifth."
    },
    {
        "word": "quin\"tal",
        "definition": "A metric measure of weight, being 100,000 grams, or 100 kilograms, equal to 220.46 pounds avoirdupois."
    },
    {
        "word": "quin\"tel",
        "definition": "The fifth or last and highest essence or power in a natural body. See Ferment oils, under Ferment."
    },
    {
        "word": "quin*tes\"sence",
        "definition": "Hence: An extract from anything, containing its rarest virtue, or most subtle and essential constituent in a small quantity; pure or concentrated essence."
    },
    {
        "word": "quin*tet\"",
        "definition": "Of the fifth degree or order."
    },
    {
        "word": "quin\"tic",
        "definition": "The aspect of planets when separated the fifth part of the zodiac, or 72°."
    },
    {
        "word": "quin\"tin",
        "definition": "The embryonic sac of an ovule, sometimes regarded as an innermost fifth integument. Cf. Quartine, and Tercine."
    },
    {
        "word": "quin\"tine",
        "definition": "A group of five notes to be played or sung in the time of four of the same species."
    },
    {
        "word": "quin\"tole",
        "definition": "Multiplied by five; increased to five times the amount; fivefold."
    },
    {
        "word": "quin\"tu*ple",
        "definition": "The same as Quinquenerved."
    },
    {
        "word": "quit\"tu*ple-nerved`",
        "definition": "The fifteenth day after a feast day, including both in the reckoning."
    },
    {
        "word": "quin\"zaine",
        "definition": "A game at cards in which the object is to make fifteen points."
    },
    {
        "word": "quinze",
        "definition": "A smart, sarcastic turn or jest; a taunt; a severe retort; a gibe."
    },
    {
        "word": "qui\"po",
        "definition": "A contrivance employed by the ancient Peruvians, Mexicans, etc., as a substitute for writing and figures, consisting of a main cord, from which hung at certain distances smaller cords of various colors, each having a special meaning, as silver, gold, corn, soldiers. etc. Single, double, and triple knots were tied in the smaller cords, representing definite numbers. It was chiefly used for arithmetical purposes, and to register important facts and events."
    },
    {
        "word": "quire",
        "definition": "A chorister. See Chorister."
    },
    {
        "word": "quirked",
        "definition": ", Consisting of quirks; resembling a quirk."
    },
    {
        "word": "quir\"pele",
        "definition": "A rawhide whip plaited with two thongs of buffalo hide"
    },
    {
        "word": "quish",
        "definition": "Any one of numerous species of small passerine birds native of tropical America. See Banana quit, under Banana, and Guitguit."
    },
    {
        "word": "quit",
        "definition": "Released from obligation, charge, penalty, etc.; free; clear; absolved; acquitted."
    },
    {
        "word": "quit",
        "definition": "To release from obligation, accusation, penalty, or the like; to absolve; to acquit."
    },
    {
        "word": "quit",
        "definition": "Same as Quitch grass."
    },
    {
        "word": "quitch",
        "definition": "Figuratively: A vice; a taint; an evil."
    },
    {
        "word": "quitch\" grass`",
        "definition": "A release or relinquishment of a claim; a deed of release; an instrument by which some right, title, interest, or claim, which one person has, or is supposed to have, in or to an estate held by himself or another, is released or relinquished, the grantor generally covenanting only against persons who claim under himself."
    },
    {
        "word": "quit\"claim`",
        "definition": "To release or relinquish a claim to; to release a claim to by deed, without covenants of warranty against adverse and paramount titles."
    },
    {
        "word": "quite",
        "definition": "Completely; wholly; entirely; totally; perfectly; as, the work is not quite done; the object is quite accomplished; to be quite mistaken."
    },
    {
        "word": "quits",
        "definition": "Capable of being quitted."
    },
    {
        "word": "quit\"tal",
        "definition": "Discharge from a debt or an obligation; acquittance."
    },
    {
        "word": "quit\"tor",
        "definition": "A discharge; an issue."
    },
    {
        "word": "quiv\"er",
        "definition": "A case or sheath for arrows to be carried on the person."
    },
    {
        "word": "quiv\"ered",
        "definition": "Sheathed, as in a quiver."
    },
    {
        "word": "quiv\"er*ing*ly",
        "definition": "The challenge of a French sentinel, or patrol; -- used like the English challenge: \"Who comes there?\""
    },
    {
        "word": "quix*ot\"ic*al*ly",
        "definition": "That form of delusion which leads to extravagant and absurd undertakings or sacrifices in obedience to a morbidly romantic ideal of duty or honor, as illustrated by the exploits of Don Quixote in knight-errantry."
    },
    {
        "word": "quix\"ot*ry",
        "definition": "A riddle or obscure question; an enigma; a ridiculous hoax."
    },
    {
        "word": "quiz",
        "definition": "One who quizzes others; as, he is a great quiz."
    },
    {
        "word": "quiz",
        "definition": "To peer at; to eye suspiciously or mockingly."
    },
    {
        "word": "quiz",
        "definition": "One who quizzes; a quiz."
    },
    {
        "word": "quiz\"zer",
        "definition": "Relating to quizzing: given to quizzing; of the nature of a quiz; farcical; sportive."
    },
    {
        "word": "quiz\"zism",
        "definition": "To throb; to quiver."
    },
    {
        "word": "quob",
        "definition": "A quadrangle or court, as of a prison; hence, a prison."
    },
    {
        "word": "quod\"li*bet",
        "definition": "A nice point; a subtilty; a debatable point."
    },
    {
        "word": "quod\"lib*e*ta\"ri*an",
        "definition": "Not restricted to a particular subject; discussed for curiosity or entertainment."
    },
    {
        "word": "quoil",
        "definition": "Originally, a solid exterior angle, as of a building; now, commonly, one of the selected pieces of material by which the corner is marked."
    },
    {
        "word": "quoin",
        "definition": "A wedgelike piece of stone, wood metal, or other material, used for various purposes"
    },
    {
        "word": "quoit",
        "definition": "The discus of the ancients. See Discus."
    },
    {
        "word": "quoll",
        "definition": "Having been formerly; former; sometime."
    },
    {
        "word": "quop",
        "definition": "Such a number of the officers or members of any body as is competent by law or constitution to transact business; as, a quorum of the House of Representatives; a constitutional quorum was not present."
    },
    {
        "word": "quo*ta\"tion",
        "definition": "That which is quoted or cited; a part of a book or writing named, repeated, or adduced as evidence or illustration."
    },
    {
        "word": "quote",
        "definition": "To cite a passage from; to name as the authority for a statement or an opinion; as, to quote Shakespeare."
    },
    {
        "word": "quot\"er",
        "definition": "Said; spoke; uttered; -- used only in the first and third persons in the past tenses, and always followed by its nominative, the word or words said being the object; as, quoth I. quoth he."
    },
    {
        "word": "quo*tid\"i*an",
        "definition": "Anything returning daily; especially (Med.), an intermittent fever or ague which returns every day."
    },
    {
        "word": "quo\"tient",
        "definition": "The number resulting from the division of one number by another, and showing how often a less number is contained in a greater; thus, the quotient of twelve divided by four is three."
    }
]