[
    {
        "word": "ua*ka\"ri",
        "definition": "Fruitful; copious; abundant; plentiful."
    },
    {
        "word": "u`bi*qua\"ri*an",
        "definition": "One of a school of Lutheran divines which held that the body of Christ is present everywhere, and especially in the eucharist, in virtue of his omnipresence. Called also ubiquitist, and ubiquitary."
    },
    {
        "word": "u\"bi*qui*tist",
        "definition": "Quality or state of being ubiquitary, or ubiquitous."
    },
    {
        "word": "u*biq\"ui*tist",
        "definition": "Existing or being everywhere, or in all places, at the same time; omnipresent."
    },
    {
        "word": "u*biq\"ui*ty",
        "definition": "The doctrine, as formulated by Luther, that Christ's glorified body is omnipresent."
    },
    {
        "word": "u\"chees",
        "definition": "One of a sect of rigid Anabaptists, which originated in 1637, and whose tenets were essentially the same as those of the Mennonists. In addition, however, they held that Judas and the murderers of Christ were saved. So called from the founder of the sect, Ucke Wallis, a native of Friesland."
    },
    {
        "word": "u\"dal",
        "definition": "Allodial; -- a term used in Finland, Shetland, and Orkney. See Allodial."
    },
    {
        "word": "ud\"der",
        "definition": "One of the breasts of a woman."
    },
    {
        "word": "ud\"dered",
        "definition": "Destitute or deprived of an udder."
    },
    {
        "word": "ud\"der*less",
        "definition": "Hence, without mother's milk; motherless; as, udderless lambs."
    },
    {
        "word": "u*dom\"e*ter",
        "definition": "An exclamation expressive of disgust, horror, or recoil. Its utterance is usually accompanied by a shudder."
    },
    {
        "word": "ug\"li*ly",
        "definition": "The quality or state of being ugly."
    },
    {
        "word": "ug\"li*ness",
        "definition": "Offensive to the sight; contrary to beauty; being of disagreeable or loathsome aspect; unsightly; repulsive; deformed."
    },
    {
        "word": "uh\"lan",
        "definition": "One of a kind of light cavalry of Tartaric origin, first introduced into European armies in Poland.  They are armed with lances, pistols, and sabers, and are employed chiefly as skirmishers."
    },
    {
        "word": "u*in`ta*the\"ri*um",
        "definition": "In Russia, a published proclamation or imperial order, having the force of law."
    },
    {
        "word": "u\"lan",
        "definition": "A large East Indian nocturnal tree snake (Dipsas dendrophila). It is not venomous."
    },
    {
        "word": "u*lar\"bu*rong",
        "definition": "A solution of continuity in any of the soft parts of the body, discharging purulent matter, found on a surface, especially one of the natural surfaces of the body, and originating generally in a constitutional disorder; a sore discharging pus. It is distinguished from an abscess, which has its beginning, at least, in the depth of the tissues."
    },
    {
        "word": "ul\"cer",
        "definition": "Fig.: Anything that festers and corrupts like an open sore; a vice in character."
    },
    {
        "word": "ul\"cer*a*ble",
        "definition": "To be formed into an ulcer; to become ulcerous."
    },
    {
        "word": "ul\"cer*ate",
        "definition": "To affect with, or as with, an ulcer or ulcers."
    },
    {
        "word": "ul\"cer*a`ted",
        "definition": "The process of forming an ulcer, or of becoming ulcerous; the state of being ulcerated; also, an ulcer."
    },
    {
        "word": "ul`cer*a\"tion",
        "definition": "Of or pertaining to ulcers; as, an ulcerative process."
    },
    {
        "word": "ul\"cered",
        "definition": "Having the nature or character of an ulcer; discharging purulent or other matter."
    },
    {
        "word": "ul\"cer*ous",
        "definition": "Affected with an ulcer or ulcers; ulcerated."
    },
    {
        "word": "ul\"cus*cle",
        "definition": "A Mexican and Central American tree (Castilloa elastica and C. Markhamiana) related to the breadfruit tree. Its milky juice contains caoutchouc. Called also ule tree."
    },
    {
        "word": "u\"le",
        "definition": "A college or corporation in Turkey composed of the hierarchy, namely, the imams, or ministers of religion, the muftis, or doctors of law, and the cadis, or administrators of justice."
    },
    {
        "word": "u*le\"ma",
        "definition": "A mineral occurring in white rounded crystalline masses. It is a hydrous borate of lime and soda."
    },
    {
        "word": "u\"lex*ite",
        "definition": "Muddy; oozy; slimy; also, growing in muddy places."
    },
    {
        "word": "ul\"lage",
        "definition": "A European owl (Syrnium aluco) of a tawny color; -- called also uluia."
    },
    {
        "word": "ul\"let",
        "definition": "A brittle mineral of a steel-gray color and metallic luster, containing antimony, arsenic, sulphur, and nickel."
    },
    {
        "word": "ul*lu\"co",
        "definition": "Of or pertaining to a suborder of urticaceous plants, of which the elm is the type."
    },
    {
        "word": "ul*ma\"ceous",
        "definition": "A salt of ulmic acid."
    },
    {
        "word": "ul\"mate",
        "definition": "Pertaining to ulmin; designating an acid obtained from ulmin."
    },
    {
        "word": "ul\"mic",
        "definition": "A brown amorphous substance found in decaying vegetation. Cf. Humin."
    },
    {
        "word": "ul\"min",
        "definition": "A genus of trees including the elm."
    },
    {
        "word": "ul\"mus",
        "definition": "The postaxial bone of the forearm, or branchium, corresponding to the fibula of the hind limb. See Radius."
    },
    {
        "word": "ul\"na",
        "definition": "An ell; also, a yard."
    },
    {
        "word": "ul\"nage",
        "definition": "Of or pertaining to the ulna, or the elbow; as, the ulnar nerve."
    },
    {
        "word": "ul\"nar",
        "definition": "One of the bones or cartilages of the carpus, which articulates with the ulna and corresponds to the cuneiform in man."
    },
    {
        "word": "ul*na\"re",
        "definition": "A genus of fossil trees."
    },
    {
        "word": "u`lo*den\"dron",
        "definition": "A division of insects nearly equivalent to the true Orthoptera."
    },
    {
        "word": "u`lo*na\"ta",
        "definition": "Of or pertaining to the Ulotrichi."
    },
    {
        "word": "u*lot\"ri*chan",
        "definition": "The division of mankind which embraces the races having woolly or crispy hair. Cf. Leiotrichi."
    },
    {
        "word": "u*lot\"ri*chi",
        "definition": "Having woolly or crispy hair; -- opposed to leiotrichous."
    },
    {
        "word": "u*lot\"ri*chous",
        "definition": "A long, loose overcoat, worn by men and women, originally made of frieze from Ulster, Ireland."
    },
    {
        "word": "ul\"ster",
        "definition": "Situated beyond, or on the farther side; thither; -- correlative with hither."
    },
    {
        "word": "ul*te\"ri*or",
        "definition": "Further; remoter; more distant; succeeding; as, ulterior demands or propositions; ulterior views; what ulterior measures will be adopted is uncertain."
    },
    {
        "word": "ul*te\"ri*or*ly",
        "definition": "Most remote; furthest; final; last."
    },
    {
        "word": "ul\"ti*ma",
        "definition": "Farthest; most remote in space or time; extreme; last; final."
    },
    {
        "word": "ul\"ti*mate",
        "definition": "To come or bring into use or practice."
    },
    {
        "word": "ul\"ti*mate*ly",
        "definition": "State of being ultimate; that which is ultimate, or final; ultimatum."
    },
    {
        "word": "ul\"ti*mo",
        "definition": "The act of taking vengeance; revenge."
    },
    {
        "word": "ul\"tra-",
        "definition": "Going beyond others, or beyond due limit; extreme; fanatical; uncompromising; as, an ultra reformer; ultra measures."
    },
    {
        "word": "ul\"tra",
        "definition": "One who advocates extreme measures; an ultraist; an extremist; a radical."
    },
    {
        "word": "ul\"trage",
        "definition": "The principles of those who advocate extreme measures, as radical reform, and the like."
    },
    {
        "word": "ul\"tra*ist",
        "definition": "Situated or being beyond the sea."
    },
    {
        "word": "ul`tra*mon\"tane",
        "definition": "One who maintains extreme views favoring the pope's supremacy. See Ultramontanism."
    },
    {
        "word": "ul`tra*mon\"ta*nism",
        "definition": "One who upholds ultramontanism."
    },
    {
        "word": "ul`tra*mon\"ta*nist",
        "definition": "Being beyond the world, or beyond the limits of our system."
    },
    {
        "word": "ul`tra*red\"",
        "definition": "Situated beyond, or outside of, the tropics; extratropical; also, having an excessively tropical temperature; warmer than the tropics."
    },
    {
        "word": "ul`tra*trop\"ic*al",
        "definition": "Lying outside the visible spectrum at its violet end; -- said of rays more refrangible than the extreme violet rays of the spectrum."
    },
    {
        "word": "ul`tra*vi\"o*let",
        "definition": "Beyond power; transcending authority; -- a phrase used frequently in relation to acts or enactments by corporations in excess of their chartered or statutory rights."
    },
    {
        "word": "ul`tra vi\"res",
        "definition": "Outside the zodiac; being in that part of the heavens that is more than eight degrees from the ecliptic; as, ultrazodiacal planets, that is, those planets which in part of their orbits go beyond the zodiac."
    },
    {
        "word": "ul*tro\"ne*ous",
        "definition": "A genus of owls including the great gray owl (Ulula cinerea) of Arctic America, and other similar species. See Illust. of Owl."
    },
    {
        "word": "ul\"u*lant",
        "definition": "To howl, as a dog or a wolf; to wail; as, ululating jackals."
    },
    {
        "word": "um\"bel",
        "definition": "Of or pertaining to an umbel; having the form of an umbel."
    },
    {
        "word": "um\"bel*lar",
        "definition": "Bearing umbels; pertaining to an umbel; umbel-like; as, umbellate plants or flowers."
    },
    {
        "word": "um\"bel*late",
        "definition": "A small or partial umbel; an umbellule."
    },
    {
        "word": "um\"bel*let",
        "definition": "Pertaining to, or obtained from, certain umbelliferous plants; as, umbellic acid."
    },
    {
        "word": "um*bel\"li*fer",
        "definition": "A tasteless white crystalline substance, C9H6O3, found in the bark of a certain plant (Daphne Mezereum), and also obtained by the distillation of certain gums from the Umbellifer\\'91, as galbanum, asafetida, etc. It is analogous to coumarin. Called also hydroxy-coumarin."
    },
    {
        "word": "um`bel*lif\"er*ous",
        "definition": "A genus of deep-sea alcyonaria consisting of a cluster of large flowerlike polyps situated at the summit of a long, slender stem which stands upright in the mud, supported by a bulbous base."
    },
    {
        "word": "um\"bel*lule",
        "definition": "A brown or reddish pigment used in both oil and water colors, obtained from certain natural clays variously colored by the oxides of iron and manganese. It is commonly heated or burned before being used, and is then called burnt umber; when not heated, it is called raw umber. See Burnt umber, below."
    },
    {
        "word": "um\"ber*y",
        "definition": "The navel; the center."
    },
    {
        "word": "um*bil\"ic",
        "definition": "An umbilicus. See Umbilicus, 5 (b)."
    },
    {
        "word": "um*bil\"ic",
        "definition": "Of or pertaining to an umbilicus, or umbilical cord; umbilic."
    },
    {
        "word": "um*bil\"ic*al",
        "definition": "Pertaining to the center; central."
    },
    {
        "word": "um*bil\"i*cate",
        "definition": "A slight, navel-like depression, or dimpling, of the center of a rounded body; as, the umbilication of a smallpox vesicle; also, the condition of being umbilicated."
    },
    {
        "word": "um*bil\"i*ca\"tion",
        "definition": "The depression, or mark, in the median line of the abdomen, which indicates the point where the umbilical cord separated from the fetus; the navel."
    },
    {
        "word": "um`bi*li\"cus",
        "definition": "An ornamented or painted ball or boss fastened at each end of the stick on which manuscripts were rolled."
    },
    {
        "word": "um\"ble pie`",
        "definition": "The entrails and coarser parts of a deer; hence, sometimes, entrails, in general."
    },
    {
        "word": "um\"bo",
        "definition": "A boss, or rounded elevation, or a corresponding depression, in a palate, disk, or membrane; as, the umbo in the integument of the larv\\'91 of echinoderms or in the tympanic membrane of the ear."
    },
    {
        "word": "um\"bo*nate",
        "definition": "The conical shadow projected from a planet or satellite, on the side opposite to the sun, within which a spectator could see no portion of the sun's disk; -- used in contradistinction from penumbra. See Penumbra."
    },
    {
        "word": "um\"bra",
        "definition": "Any one of several species of sci\\'91noid food fishes of the genus Umbrina, especially the Mediterranean species (U. cirrhosa), which is highly esteemed as a market fish; -- called also ombre, and umbrine."
    },
    {
        "word": "um*brac`u*lif\"er*ous",
        "definition": "Having the form of anything that serves to shade, as a tree top, an umbrella, and the like; specifically (Bot.), having the form of an umbrella; umbrella-shaped."
    },
    {
        "word": "um\"brate",
        "definition": "Of or pertaining to the shade or darkness; shadowy; unreal; secluded; retired."
    },
    {
        "word": "um*brel\"la",
        "definition": "The umbrellalike disk, or swimming bell, of a jellyfish."
    },
    {
        "word": "um*brette\"",
        "definition": "Casting or making a shade; umbrageous."
    },
    {
        "word": "um\"brose`",
        "definition": "The quality or state of being umbrose; shadiness."
    },
    {
        "word": "um*ho\"fo",
        "definition": "The euphonic modification of a root vowel sound by the influence of a, u, or especially i, in the syllable which formerly followed."
    },
    {
        "word": "um\"pi*rage",
        "definition": "The act of umpiring; arbitrament."
    },
    {
        "word": "um\"pire",
        "definition": "A person to whose sole decision a controversy or question between parties is referred; especially, one chosen to see that the rules of a game, as cricket, baseball, or the like, are strictly observed."
    },
    {
        "word": "um\"pire",
        "definition": "To perform the duties of umpire in or for; as, to umpire a game."
    },
    {
        "word": "un-",
        "definition": "Un- is prefixed to adjectives, or to words used adjectively."
    },
    {
        "word": "un`a*bil\"i*ty",
        "definition": "Not able; not having sufficient strength, means, knowledge, skill, or the like; impotent' weak; helpless; incapable; -- now usually followed by an infinitive or an adverbial phrase; as, unable for work; unable to bear fatigue."
    },
    {
        "word": "un`a*bridged\"",
        "definition": "Not absorbable; specifically (Physiol.), not capable of absorption; unable to pass by osmosis into the circulating blood; as, the unabsorbable portion of food."
    },
    {
        "word": "un`ab*sorb\"a*ble",
        "definition": "The quality of being unacceptable; unacceptableness."
    },
    {
        "word": "un`ac*cept`a*bil\"i*ty",
        "definition": "Not acceptable; not pleasing; not welcome; unpleasant; disagreeable; displeasing; offensive."
    },
    {
        "word": "un`ac*com\"plished",
        "definition": "The state of being unaccomplished."
    },
    {
        "word": "un`ac*count`a*bil\"i*ty",
        "definition": "Not accountable or responsible; free from control."
    },
    {
        "word": "un`ac*count\"a*ble",
        "definition": "Not to be accounted for; inexplicable; not consonant with reason or rule; strange; mysterious."
    },
    {
        "word": "un`ac*cus\"tomed",
        "definition": "Not usual; uncommon; strange; new."
    },
    {
        "word": "un`ac*quaint\"ed",
        "definition": "Not usual; unfamiliar; strange."
    },
    {
        "word": "un`a*dul\"ter*ate",
        "definition": "Not advisable; inadvisable; inexpedient."
    },
    {
        "word": "un`ad*vis\"a*ble",
        "definition": "Not prudent; not discreet; ill advised."
    },
    {
        "word": "un`ad*vised\"",
        "definition": "Done without due consideration; wanton; rash; inconsiderate; as, an unadvised proceeding."
    },
    {
        "word": "un`a*gree\"a*ble",
        "definition": "Not agreeing or consistent; unsuitable."
    },
    {
        "word": "un*al\"ien*a*ble",
        "definition": "An ecclesiastical who holds but one benefice; -- distinguished from pluralist."
    },
    {
        "word": "un`al*lied\"",
        "definition": "Not alloyed; not reduced by foreign admixture; unmixed; unqualified; pure; as, unalloyed metals; unalloyed happiness."
    },
    {
        "word": "un*am`bi*gu\"i*ty",
        "definition": "The absence of ambition."
    },
    {
        "word": "un*a`mi*a*bil\"i*ty",
        "definition": "Not amiable; morose; ill-natured; repulsive."
    },
    {
        "word": "un*a\"mi*a*ble",
        "definition": "To loose from the anchor, as a ship."
    },
    {
        "word": "u*nan\"i*mate",
        "definition": "The quality or state of being unanimous."
    },
    {
        "word": "u`na*nim\"i*ty",
        "definition": "Being of one mind; agreeing in opinion, design, or determination; consentient; not discordant or dissentient; harmonious; as, the assembly was unanimous; the members of the council were unanimous."
    },
    {
        "word": "u*nan\"i*mous",
        "definition": "Formed with unanimity; indicating unanimity; having the agreement and consent of all; agreed upon without the opposition or contradiction of any; as, a unanimous opinion; a unanimous vote."
    },
    {
        "word": "un*an`swer*a*bil\"i*ty",
        "definition": "Not answerable; irrefutable; conclusive; decisive; as, he have an unanswerable argument."
    },
    {
        "word": "un*an\"swer*a*ble",
        "definition": "Not answered; not replied; as, an unanswered letter."
    },
    {
        "word": "un*an\"swered",
        "definition": "Not refuted; as, an unanswered argument."
    },
    {
        "word": "un`ap*peal\"a*ble",
        "definition": "Not to be appealed from; -- said of a judge or a judgment that can not be overruled."
    },
    {
        "word": "un`ap*pro\"pri*a`ted",
        "definition": "Not granted to any person, corporation, or the like, to the exclusion of others; as, unappropriated lands."
    },
    {
        "word": "un*ar\"gued",
        "definition": "Not argued against; undisputed."
    },
    {
        "word": "un*armed\"",
        "definition": "Not armed or armored; having no arms or weapons."
    },
    {
        "word": "un*art\"ed",
        "definition": "Not artificial; plain; simple."
    },
    {
        "word": "un`a*served\"",
        "definition": "Not assuming; not bold or forward; not arrogant or presuming; humble; modest; retiring; as, an unassuming youth; unassuming manners."
    },
    {
        "word": "un`as*sum\"ing",
        "definition": "Not assured; not bold or confident."
    },
    {
        "word": "un`as*sured\"",
        "definition": "Not to be trusted."
    },
    {
        "word": "un`a*ton\"a*ble",
        "definition": "Incapable of being atoned for; inexpiable."
    },
    {
        "word": "un`at*tached\"",
        "definition": "Not assigned to any company or regiment."
    },
    {
        "word": "un`at*ten\"tive",
        "definition": "To divest of attire; to undress."
    },
    {
        "word": "un`at*tire\"",
        "definition": "The two-toed sloth (Cholopus didactylus), native of South America. It is about two feet long. Its color is a uniform grayish brown, sometimes with a reddish tint."
    },
    {
        "word": "u*nau\"",
        "definition": "Not given an audience; not received or heard."
    },
    {
        "word": "un*au\"thor*ize",
        "definition": "Not avoidable; incapable of being shunned or prevented; inevitable; necessary; as, unavoidable troubles."
    },
    {
        "word": "un`a*void\"a*ble",
        "definition": "Not voidable; incapable of being made null or void."
    },
    {
        "word": "un*backed\"",
        "definition": "Not supported or encouraged; not countenanced; unaided."
    },
    {
        "word": "un*bag\"",
        "definition": "Not balanced; not in equipoise; having no counterpoise, or having insufficient counterpoise."
    },
    {
        "word": "un*bal\"anced",
        "definition": "Not adjusted; not settled; not brought to an equality of debt and credit; as, an unbalanced account; unbalanced books."
    },
    {
        "word": "un*bal\"last*ed",
        "definition": "Not furnished with ballast; not kept steady by ballast; unsteady; as, unballasted vessels; unballasted wits."
    },
    {
        "word": "un*barbed\"",
        "definition": "Destitute of bards, or of reversed points, hairs, or plumes; as, an unbarded feather."
    },
    {
        "word": "un*bar\"rel",
        "definition": "To unbolt; to unbar; to open."
    },
    {
        "word": "un*bear\"",
        "definition": "To deliver from the form or nature of a beast."
    },
    {
        "word": "un`be*dinned\"",
        "definition": "To deliver from the state of a fool; to awaken the mind of; to undeceive."
    },
    {
        "word": "un`be*fool\"",
        "definition": "To deprive of existence."
    },
    {
        "word": "un`be*gilt\"",
        "definition": "Not begot; not yet generated; also, having never been generated; self-existent; eternal."
    },
    {
        "word": "un`be*got\"",
        "definition": "To set free from the influence of guile; to undeceive."
    },
    {
        "word": "un`be*gun\"",
        "definition": "Not behooving or becoming; unseemly."
    },
    {
        "word": "un`be*known\"",
        "definition": "The withholding of belief; doubt; incredulity; skepticism."
    },
    {
        "word": "un`be*lief\"",
        "definition": "Disbelief; especially, disbelief of divine revelation, or in a divine providence or scheme of redemption."
    },
    {
        "word": "un`be*lieved\"",
        "definition": "One who does not believe; an incredulous person; a doubter; a skeptic."
    },
    {
        "word": "un`be*liev\"er",
        "definition": "A disbeliever; especially, one who does not believe that the Bible is a divine revelation, and holds that Christ was neither a divine nor a supernatural person; an infidel; a freethinker."
    },
    {
        "word": "un*belt\"",
        "definition": "To free from flexure; to make, or allow to become, straight; to loosen; as, to unbend a bow."
    },
    {
        "word": "un*bend\"",
        "definition": "A remit from a strain or from exertion; to set at ease for a time; to relax; as, to unbend the mind from study or care."
    },
    {
        "word": "un*bend\"",
        "definition": "To relax in exertion, attention, severity, or the like; hence, to indulge in mirth or amusement."
    },
    {
        "word": "un*bend\"ing",
        "definition": "Not bending; not suffering flexure; not yielding to pressure; stiff; -- applied to material things."
    },
    {
        "word": "un`be*nign\"",
        "definition": "To relieve of numbness; to restore sensation to."
    },
    {
        "word": "un`be*reav\"en",
        "definition": "Not bereft; not taken away."
    },
    {
        "word": "un`be*reft\"",
        "definition": "To be unbecoming or unsuitable to; to misbecome."
    },
    {
        "word": "un`be*seem\"ing",
        "definition": "To unsay; hence, to annul or cancel."
    },
    {
        "word": "un*bi\"ased",
        "definition": "Not bidden; not commanded."
    },
    {
        "word": "un*bind\"",
        "definition": "To deprive, as a city, of a bishop; to deprive, as a clergyman, of episcopal dignity or rights."
    },
    {
        "word": "un*blush\"ing",
        "definition": "To free from the body; to disembody."
    },
    {
        "word": "un*bone\"",
        "definition": "To deprive of bones, as meat; to bone."
    },
    {
        "word": "un*boot\"",
        "definition": "Not born; no yet brought into life; being still to appear; future."
    },
    {
        "word": "un*bor\"rowed",
        "definition": "To disclose freely; to reveal in confidence, as secrets; to confess; -- often used reflexively; as, to unbosom one's self."
    },
    {
        "word": "un*bot\"tomed",
        "definition": "Having no bottom; bottomless."
    },
    {
        "word": "un*box\"",
        "definition": "To divest of the traits of a boy."
    },
    {
        "word": "un*braid\"",
        "definition": "To disclose, or lay open; to unbosom."
    },
    {
        "word": "un*bred\"",
        "definition": "Not taught or trained; -- with to."
    },
    {
        "word": "un*breech\"",
        "definition": "To free the breech of, as a cannon, from its fastenings or coverings."
    },
    {
        "word": "un*bri\"dle",
        "definition": "Loosed from the bridle, or as from the bridle; hence, unrestrained; licentious; violent; as, unbridled passions."
    },
    {
        "word": "un*bro\"ken",
        "definition": "To loose the buckles of; to unfasten; as, to unbuckle a shoe."
    },
    {
        "word": "un*bun\"dle",
        "definition": "To remove the bung from; as, to unbung a cask."
    },
    {
        "word": "un*bung\"",
        "definition": "To relieve from a burden."
    },
    {
        "word": "un*bur\"den",
        "definition": "To throw off, as a burden; to unload."
    },
    {
        "word": "un*bur\"row",
        "definition": "To unburden; to unload."
    },
    {
        "word": "un*bur\"then",
        "definition": "To disinter; to exhume; fig., to disclose."
    },
    {
        "word": "un*bur\"y",
        "definition": "Not required to work; unemployed; not busy."
    },
    {
        "word": "un*bux\"om",
        "definition": "To loose, or release, from, or as from, a cage."
    },
    {
        "word": "un*cage\"",
        "definition": "Not called for; not required or needed; improper; gratuitous; wanton."
    },
    {
        "word": "un*called\"-for`",
        "definition": "To disturb; to disquiet."
    },
    {
        "word": "un*can\"on*ize",
        "definition": "To reduce from the rank of a canonized saint."
    },
    {
        "word": "un*cape\"",
        "definition": "An instrument for removing an explode cap from a cartridge shell."
    },
    {
        "word": "un*cap\"per",
        "definition": "To degrade from the cardinalship."
    },
    {
        "word": "un*car\"di*nal",
        "definition": "Not cared for; not heeded; -- with for."
    },
    {
        "word": "un*cared\"",
        "definition": "Not fleshy; specifically, not made flesh; not incarnate."
    },
    {
        "word": "un*car\"nate",
        "definition": "To take from, or set free from, a cart; to unload."
    },
    {
        "word": "un*case\"",
        "definition": "To take out of a case or covering; to remove a case or covering from; to uncover."
    },
    {
        "word": "un*cas\"tle",
        "definition": "Having no antecedent cause; uncreated; self-existent; eternal."
    },
    {
        "word": "unce",
        "definition": "An ounce; a small portion."
    },
    {
        "word": "un*ceas\"a*ble",
        "definition": "To throw from its center."
    },
    {
        "word": "un*cen\"ter",
        "definition": "To remove from its actual century."
    },
    {
        "word": "un*cer\"tain*ty",
        "definition": "The quality or state of being uncertain."
    },
    {
        "word": "un*ces\"sant",
        "definition": "To free from chains or slavery; to let loose."
    },
    {
        "word": "un*charge\"",
        "definition": "To free from a charge or load; to unload."
    },
    {
        "word": "un*chaste\"",
        "definition": "The quality or state of being unchaste; lewdness; incontinence."
    },
    {
        "word": "un*chas\"ti*ty",
        "definition": "Not capable of being checked or stopped."
    },
    {
        "word": "un*child\"",
        "definition": "To bereave of children; to make childless."
    },
    {
        "word": "un*chris\"tened",
        "definition": "Not Christian; not converted to the Christian faith; infidel."
    },
    {
        "word": "un*chris\"tian",
        "definition": "Contrary to Christianity; not like or becoming a Christian; as, unchristian conduct."
    },
    {
        "word": "un*chris\"tian*ly",
        "definition": "The quality or state of being unchristian."
    },
    {
        "word": "un*church\"",
        "definition": "To deprive of the character, privileges, and authority of a church."
    },
    {
        "word": "un\"ci*a",
        "definition": "A numerical coefficient in any particular case of the binomial theorem."
    },
    {
        "word": "un`ci*a\"tim",
        "definition": "Having the shape of a hook; being of a curved or hooked from; hooklike."
    },
    {
        "word": "un\"ci*form",
        "definition": "A division of marine ch\\'91topod annelids which are furnished with uncini, as the serpulas and sabellas."
    },
    {
        "word": "un`ci*na\"ta",
        "definition": "Hooked; bent at the tip in the form of a hook; as, an uncinate process."
    },
    {
        "word": "un`ci*na\"tum",
        "definition": "One of the peculiar minute chitinous hooks found in large numbers in the tori of tubicolous annelids belonging to the Uncinata."
    },
    {
        "word": "un*ci\"nus",
        "definition": "To decipher; as, to uncipher a letter."
    },
    {
        "word": "un*cir`cum*ci\"sion",
        "definition": "People not circumcised; the Gentiles."
    },
    {
        "word": "un*cir`cum*stand\"tial",
        "definition": "Not important; not pertinent; trivial."
    },
    {
        "word": "un*cit\"y",
        "definition": "Not civilized; savage; barbarous; uncivilized."
    },
    {
        "word": "un*civ\"il",
        "definition": "Not civil; not complaisant; discourteous; impolite; rude; unpolished; as, uncivil behavior."
    },
    {
        "word": "un`ci*vil\"i*ty",
        "definition": "The state of being uncivilized; savagery or barbarism."
    },
    {
        "word": "un*civ`i*li*za\"tion",
        "definition": "Not civilized; not reclaimed from savage life; rude; barbarous; savage; as, the uncivilized inhabitants of Central Africa."
    },
    {
        "word": "un*civ\"i*lized",
        "definition": "Not civil; coarse; clownish."
    },
    {
        "word": "un*civ\"il*ty",
        "definition": "To loose the clasp of; to open, as something that is fastened, or as with, a clasp; as, to unclasp a book; to unclasp one's heart."
    },
    {
        "word": "un*clasp\"",
        "definition": "The brother of one's father or mother; also applied to an aunt's husband; -- the correlative of aunt in sex, and of nephew and niece in relationship."
    },
    {
        "word": "un*clean\"",
        "definition": "Ceremonially impure; needing ritual cleansing."
    },
    {
        "word": "un*clench\"",
        "definition": "The office or position of an uncle."
    },
    {
        "word": "un*clinch\"",
        "definition": "To cease from clinging or adhering."
    },
    {
        "word": "un*cloak\"",
        "definition": "To remove, or take off, one's cloak."
    },
    {
        "word": "un*cloak\"",
        "definition": "To disencumber of a clog, or of difficulties and obstructions; to free from encumbrances; to set at liberty."
    },
    {
        "word": "un*clois\"ter",
        "definition": "To open; to separate the parts of; as, to unclose a letter; to unclose one's eyes."
    },
    {
        "word": "un*close\"",
        "definition": "To disclose; to lay open; to reveal."
    },
    {
        "word": "un*closed\"",
        "definition": "Not separated by inclosures; open."
    },
    {
        "word": "un*clothed\"",
        "definition": "Not yet clothed; wanting clothes; naked."
    },
    {
        "word": "un*clutch\"",
        "definition": "To open, as something closely shut."
    },
    {
        "word": "un\"co",
        "definition": "In a high degree; to a great extent; greatly; very."
    },
    {
        "word": "un\"co",
        "definition": "A strange thing or person."
    },
    {
        "word": "un\"co",
        "definition": "To detach or loose from a coach."
    },
    {
        "word": "un*cock\"",
        "definition": "To deprive of its cocked shape, as a hat, etc."
    },
    {
        "word": "un*cof\"fle",
        "definition": "To deprive of the coif or cap."
    },
    {
        "word": "un*coined\"",
        "definition": "Not fabricated; not artificial or counterfeit; natural."
    },
    {
        "word": "un*com\"fort*a*ble",
        "definition": "Causing discomfort; disagreeable; unpleasant; as, an uncomfortable seat or situation."
    },
    {
        "word": "un`con*ceiv\"a*ble",
        "definition": "Want of concern; absence of anxiety; freedom from solicitude; indifference."
    },
    {
        "word": "un`con*clu\"sive",
        "definition": "Not conditional limited, or conditioned; made without condition; absolute; unreserved; as, an unconditional surrender."
    },
    {
        "word": "un`con*di\"tioned",
        "definition": "Not subject to condition or limitations; infinite; absolute; hence, inconceivable; incogitable."
    },
    {
        "word": "un`co*form`a*bil\"i*ty",
        "definition": "Want of parallelism between one series of strata and another, especially when due to a disturbance of the position of the earlier strata before the latter were deposited."
    },
    {
        "word": "un`con*form\"a*ble",
        "definition": "Not conformable; not lying in a parallel position; as, unconformable strata."
    },
    {
        "word": "un`con*form\"ist",
        "definition": "Want of conformity; incongruity; inconsistency."
    },
    {
        "word": "un`con*form\"i*ty",
        "definition": "Want of parallelism between strata in contact."
    },
    {
        "word": "un*con\"quer*a*ble",
        "definition": "Not conscionable; not conforming to reason; unreasonable; exceeding the limits of any reasonable claim or expectation; inordinate; as, an unconscionable person or demand; unconscionable size."
    },
    {
        "word": "un*con\"scious",
        "definition": "Not known or apprehended by consciousness; as, an unconscious cerebration."
    },
    {
        "word": "un*con\"stant",
        "definition": "Not constitutional; not according to, or consistent with, the terms of a constitution of government; contrary to the constitution; as, an unconstitutional law, or act of an officer."
    },
    {
        "word": "un*con`sti*tu\"tion*al",
        "definition": "Freedom from constraint; ease."
    },
    {
        "word": "un`con*trol\"la*ble",
        "definition": "Indisputable; irrefragable; as, an uncontrollable maxim; an uncontrollable title."
    },
    {
        "word": "un`con*ver\"sion",
        "definition": "Not converted or exchanged."
    },
    {
        "word": "un`con*vert\"ed",
        "definition": "Not changed in opinion, or from one faith to another."
    },
    {
        "word": "un*cord\"",
        "definition": "To draw the cork from; as, to uncork a bottle."
    },
    {
        "word": "un`cor*rup\"tion",
        "definition": "To loose, as dogs, from their couples; also, to set loose; to disconnect; to disjoin; as, to uncouple railroad cars."
    },
    {
        "word": "un*cou\"ple",
        "definition": "To roam at liberty."
    },
    {
        "word": "un*cov\"e*nant*ed",
        "definition": "Not having joined in a league, or assented to a covenant or agreement, as to the Solemn League and Covenant of the Scottish people in the times of the Stuarts."
    },
    {
        "word": "un*cov\"er",
        "definition": "To show openly; to disclose; to reveal."
    },
    {
        "word": "un*cov\"er",
        "definition": "To remove the covers from dishes, or the like."
    },
    {
        "word": "un`cre*at\"ed",
        "definition": "Deprived of existence; annihilated."
    },
    {
        "word": "un*cred\"it*a*ble",
        "definition": "To deprive of a crown; to take the crown from; hence, to discrown; to dethrone."
    },
    {
        "word": "unc\"tious",
        "definition": "Quality or state of being unctuous."
    },
    {
        "word": "unc\"tu*ous",
        "definition": "Having a smooth, greasy feel, as certain minerals."
    },
    {
        "word": "un*cur\"a*ble",
        "definition": "In an uncurable manner."
    },
    {
        "word": "un*cur\"a*bly",
        "definition": "Not capable of being curbed."
    },
    {
        "word": "un*curl\"",
        "definition": "Not current. Specifically: Not passing in common payment; not receivable at par or full value; as, uncurrent notes."
    },
    {
        "word": "un\"cus",
        "definition": "Not customable, or subject to custom duties."
    },
    {
        "word": "un*cus\"tom*a*ble",
        "definition": "Uncustomable; also, not having paid duty or customs."
    },
    {
        "word": "un*cut\"",
        "definition": "Not ground, or otherwise cut, into a certain shape; as, an uncut diamond."
    },
    {
        "word": "un*cy\"pher",
        "definition": "To free from a dam, mound, or other obstruction."
    },
    {
        "word": "un\"da*ted",
        "definition": "Not dated; having no date; of unknown age; as, an undated letter."
    },
    {
        "word": "un*dat\"ed",
        "definition": "Incapable of being daunted; intrepid; fearless; indomitable."
    },
    {
        "word": "un\"d\\'82",
        "definition": "Not subject to death; immortal."
    },
    {
        "word": "un*dec\"a*gon",
        "definition": "A liquid hydrocarbon, C11H24, of the methane series, found in petroleum; -- so called from its containing eleven carbon atoms in the molecule."
    },
    {
        "word": "un\"de*cane",
        "definition": "To cause to be no longer deceived; to free from deception, fraud, fallacy, or mistake."
    },
    {
        "word": "un*de\"cent",
        "definition": "To reverse or recant, as a previous decision."
    },
    {
        "word": "un*decked",
        "definition": "Not having a deck; as, an undecked vessel."
    },
    {
        "word": "un`de*creed\"",
        "definition": "Reversed or nullified by decree, as something previously decreed."
    },
    {
        "word": "un\"de*cyl",
        "definition": "Pertaining to, or designating, an acid C11H20O2, homologous with acrylic acid, and obtained as a white crystalline substance by the distillation of castor oil."
    },
    {
        "word": "un*dec`y*len\"ic",
        "definition": "Related to, derived from, or containing, undecyl; specifically, designating that member of the fatty acids which corresponds to undecane, and is obtained as a white crystalline substance, C11H22O2."
    },
    {
        "word": "un`de*cyl\"ic",
        "definition": "Not deeded or transferred by deed; as, undeeded land."
    },
    {
        "word": "un*deed\"ed",
        "definition": "Not made famous by any great action."
    },
    {
        "word": "un`de*fea\"si*ble",
        "definition": "To make indefinite; to obliterate or confuse the definition or limitations of."
    },
    {
        "word": "un`de*fine\"",
        "definition": "To degrade from the state of deity; to deprive of the character or qualities of a god; to deprive of the reverence due to a god."
    },
    {
        "word": "un`de*ni\"a*ble",
        "definition": "Unobjectionable; unquestionably excellent; as, a person of undeniable connections."
    },
    {
        "word": "un`de*ni\"a*bly",
        "definition": "Incapable of being parted; inseparable."
    },
    {
        "word": "un`der*act\"",
        "definition": "Subordinate action; a minor action incidental or subsidiary to the main story; an episode."
    },
    {
        "word": "un\"der*ac`tor",
        "definition": "Not having arrived at adult age, or at years of discretion; hence, raw; green; immature; boyish; childish."
    },
    {
        "word": "un`der*aid\"",
        "definition": "Done (as bowling) with the arm not raised above the elbow, that is, not swung far out from the body; underhand. Cf. Over-arm and Round-Arm."
    },
    {
        "word": "un\"der-arm",
        "definition": "A vessel which receives the wort as it flows from the mashing tub."
    },
    {
        "word": "un\"der*back`",
        "definition": "To support; to endure."
    },
    {
        "word": "un`der*bear\"",
        "definition": "To line; to guard; to face; as, cloth of gold underborne with blue tinsel."
    },
    {
        "word": "un\"der*bear`er",
        "definition": "To bid less than, as when a contract or service is offered to the lowest bidder; to offer to contract, sell, or do for a less price than."
    },
    {
        "word": "un\"der*board`",
        "definition": "To brace, fasten, or bind underneath or below."
    },
    {
        "word": "un\"der*branch`",
        "definition": "A twig or branchlet."
    },
    {
        "word": "un\"der*brush`",
        "definition": "A subordinate or assistant builder."
    },
    {
        "word": "un\"der*build`ing",
        "definition": "To buy at less than the real value or worth; to buy cheaper than."
    },
    {
        "word": "un`der*cast\"",
        "definition": "A deputy chamberlain of the exchequer."
    },
    {
        "word": "un`der*chant\"er",
        "definition": "The lower chaps or jaw."
    },
    {
        "word": "un`der*charge\"",
        "definition": "To put too small a charge into; as, to undercharge a gun."
    },
    {
        "word": "un\"der*charge`",
        "definition": "A stratum of clay lying beneath a coal bed, often containing the roots of coal plants, especially the Stigmaria."
    },
    {
        "word": "un\"der*clay`",
        "definition": "A subordinate cliff on a shore, consisting of material that has fallen from the higher cliff above."
    },
    {
        "word": "un\"der*cliff`",
        "definition": "Clothes worn under others, especially those worn next the skin for warmth."
    },
    {
        "word": "un\"der*cloth`ing",
        "definition": "A coat worn under another; a light coat, as distinguished from an overcoat, or a greatcoat."
    },
    {
        "word": "un\"der*coat`",
        "definition": "A growth of short hair or fur partially concealed by a longer growth; as, a dog's undercoat."
    },
    {
        "word": "un\"der*cur`rent",
        "definition": "Hence, figuratively, a tendency of feeling, opinion, or the like, in a direction contrary to what is publicly shown; an unseen influence or tendency; as, a strong undercurrent of sentiment in favor of a prisoner."
    },
    {
        "word": "un\"der*cut`",
        "definition": "To cut away, as the side of an object, so as to leave an overhanging portion."
    },
    {
        "word": "un`der*cut\"",
        "definition": "Crafty, unfair, or underhand dealing; unfair practice; trickery."
    },
    {
        "word": "un`der*delve\"",
        "definition": "To dig under or beneath; to undermine."
    },
    {
        "word": "un`der*ditch\"",
        "definition": "To do less than is requisite or proper; -- opposed to overdo."
    },
    {
        "word": "un`der*do\"",
        "definition": "One who underdoes; a shirk."
    },
    {
        "word": "un\"der*do`er",
        "definition": "p. p. of Underdelve."
    },
    {
        "word": "un`der*dolv\"en",
        "definition": "A dose which is less than required; a small or insufficient dose."
    },
    {
        "word": "un\"der*dose`",
        "definition": "To give an underdose or underdoses to; to practice giving insufficient doses."
    },
    {
        "word": "un`der*dose\"",
        "definition": "An underground drain or trench with openings through which the water may percolate from the soil or ground above."
    },
    {
        "word": "un\"der*drain`",
        "definition": "To drain by forming an underdrain or underdrains in; as, to underdrain land."
    },
    {
        "word": "un`der*dressed\"",
        "definition": "To set to<?/ low a value on; to estimate below the truth."
    },
    {
        "word": "un`der*es\"ti*mate",
        "definition": "The act of underestimating; too low an estimate."
    },
    {
        "word": "un`der*es\"ti*mate",
        "definition": "A subordinate party or faction."
    },
    {
        "word": "un\"der*fac`tion",
        "definition": "An inferior or subordinate faculty."
    },
    {
        "word": "un\"der*farm`er",
        "definition": "To feed with too little food; to supply with an insufficient quantity of food."
    },
    {
        "word": "un`der*feed\"",
        "definition": "An underling <?/<?/ mean, low fellow."
    },
    {
        "word": "un`der*fong\"",
        "definition": "To insnare; to circumvent."
    },
    {
        "word": "un`der*foot\"",
        "definition": "Low; base; abject; trodden down."
    },
    {
        "word": "un`der*foot\"",
        "definition": "A lower fringe; a fringe underneath something."
    },
    {
        "word": "un`der*fur\"row",
        "definition": "A garment worn below another."
    },
    {
        "word": "un\"der-gar`ment",
        "definition": "To get under or beneath; also, to understand."
    },
    {
        "word": "un\"der*glaze`",
        "definition": "To go or move below or under."
    },
    {
        "word": "un`der*go\"",
        "definition": "To be subjected to; to bear up against; to pass through; to endure; to suffer; to sustain; as, to undergo toil and fatigue; to undergo pain, grief, or anxiety; to undergothe operation of amputation; food in the stomach undergoes the process of digestion."
    },
    {
        "word": "un`der*gore\"",
        "definition": "A gown worn under another, or under some other article of dress."
    },
    {
        "word": "un`der*grad\"u*ate",
        "definition": "Of or pertaining to an undergraduate, or the body of undergraduates."
    },
    {
        "word": "un`der*grad\"u*ate",
        "definition": "The position or condition of an undergraduate."
    },
    {
        "word": "un\"der*ground`",
        "definition": "Done or occurring out of sight; secret."
    },
    {
        "word": "un\"der*ground`",
        "definition": "A grove of shrubs or low trees under taller ones."
    },
    {
        "word": "un`der*grown\"",
        "definition": "That which grows under trees; specifically, shrubs or small trees growing among large trees."
    },
    {
        "word": "un\"der*hand`",
        "definition": "Done, as pitching, with the hand lower than the shoulder, or, as bowling, with the hand lower than elbow."
    },
    {
        "word": "un\"der*hand`ed*ly",
        "definition": "To hang under or down; to suspend."
    },
    {
        "word": "un`der*hung\"",
        "definition": "Having the lower jaw projecting."
    },
    {
        "word": "un`der*laid\"",
        "definition": "To lay beneath; to put under."
    },
    {
        "word": "un`der*lay\"",
        "definition": "To raise or support by something laid under; as, to underlay a cut, plate, or the like, for printing. See Underlay, n., 2."
    },
    {
        "word": "un`der*lay\"",
        "definition": "The inclination of a vein, fault, or lode from the vertical; a hade; -- called also underlie."
    },
    {
        "word": "un\"der*lay`",
        "definition": "A thickness of paper, pasteboard, or the like, placed under a cut, or stereotype plate, or under type, in the from, to bring it, or any part of it, to the proper height; also, something placed back of a part of the tympan, so as to secure the right impression."
    },
    {
        "word": "un\"der*lay`er",
        "definition": "A perpendicular shaft sunk to cut the lode at any required depth."
    },
    {
        "word": "un`der*let\"",
        "definition": "To let or lease at second hand; to sublet."
    },
    {
        "word": "un\"der*let`ter",
        "definition": "To lie under; to rest beneath; to be situated under; as, a stratum of clay underlies the surface gravel."
    },
    {
        "word": "un`der*lie\"",
        "definition": "To be at the basis of; to form the foundation of; to support; as, a doctrine underlying a theory."
    },
    {
        "word": "un`der*lie\"",
        "definition": "See Underlay, n., 1."
    },
    {
        "word": "un\"der*lie`",
        "definition": "To mark a line below, as words; to underscore."
    },
    {
        "word": "un\"der*lip`",
        "definition": "A lock of wool hanging under the belly of a sheep."
    },
    {
        "word": "un\"der*lock`",
        "definition": "A person who inspects a mine daily; -- called also underviewer."
    },
    {
        "word": "un\"der*lock`er",
        "definition": "Lying under or beneath; hence, fundamental; as, the underlying strata of a locality; underlying principles."
    },
    {
        "word": "un`der*ly\"ing",
        "definition": "Insufficiently furnished with men; short-handed."
    },
    {
        "word": "un`der*manned\"",
        "definition": "Having masts smaller than the usual dimension; -- said of vessels."
    },
    {
        "word": "un\"der*mas`ter",
        "definition": "One who is not a match for another."
    },
    {
        "word": "un\"der*meal`",
        "definition": "Hence, something occurring or done in the afternoon; esp., an afternoon meal; supper; also, an afternoon nap; a siesta."
    },
    {
        "word": "un`der*mine\"",
        "definition": "Fig.: To remove the foundation or support of by clandestine means; to ruin in an underhand way; as, to undermine reputation; to undermine the constitution of the state."
    },
    {
        "word": "un`der*min\"er",
        "definition": "To serve, or minister to, in a subordinate relation."
    },
    {
        "word": "un`der*nice\"ness",
        "definition": "To receive; to perceive."
    },
    {
        "word": "un`der*pight\"",
        "definition": "To lay stones, masonry, etc., under, as the sills of a building, on which it is to rest."
    },
    {
        "word": "un`der*pin\"",
        "definition": "To support by some solid foundation; to place something underneath for support."
    },
    {
        "word": "un\"der*pin`ning",
        "definition": "That by which a building is underpinned; the material and construction used for support, introduced beneath a wall already constructed."
    },
    {
        "word": "un`der*play\"",
        "definition": "To play a low card when holding a high one, in the hope of a future advantage."
    },
    {
        "word": "un\"der*play`",
        "definition": "A series of events in a play, proceeding collaterally with the main story, and subservient to it."
    },
    {
        "word": "un\"der*plot`",
        "definition": "A clandestine scheme; a trick."
    },
    {
        "word": "un`der*praise\"",
        "definition": "To undervalue; to underestimate."
    },
    {
        "word": "un\"der*proof`",
        "definition": "To prop from beneath; to put a prop under; to support; to uphold."
    },
    {
        "word": "un\"der*prop`er",
        "definition": "To exert one's influence secretly."
    },
    {
        "word": "un\"der*pull`er",
        "definition": "To put or send under."
    },
    {
        "word": "un`der*put\"",
        "definition": "To rate too low; to rate below the value; to undervalue."
    },
    {
        "word": "un`der*sail\"",
        "definition": "Inadequately equipped with sails."
    },
    {
        "word": "un\"der*sailed`",
        "definition": "Not fully saturated; imperfectly saturated."
    },
    {
        "word": "un`der*sat\"u*ra`ted",
        "definition": "To say by way of derogation or contradiction."
    },
    {
        "word": "un`der*sec\"re*ta*ry",
        "definition": "To sell the same articles at a lower price than; to sell cheaper than."
    },
    {
        "word": "un\"der*serv`ant",
        "definition": "To prop or support."
    },
    {
        "word": "un\"der*set`",
        "definition": "One who, or that which, undersets or supports; a prop; a support; a pedestal."
    },
    {
        "word": "un\"der*set`ter",
        "definition": "Something set or built under as a support; a pedestal."
    },
    {
        "word": "un\"der*sher`iff*ry",
        "definition": "A shirt worn next the skin, under another shirt; -- called also undervest."
    },
    {
        "word": "un\"der*shirt`",
        "definition": "To shoot short of (a mark)."
    },
    {
        "word": "un`der*shoot\"",
        "definition": "Having the lower incisor teeth projecting beyond the upper ones, as in the bulldog."
    },
    {
        "word": "un\"der*shot`",
        "definition": "Moved by water passing beneath; -- said of a water wheel, and opposed to overshot; as, an undershot wheel."
    },
    {
        "word": "un\"der*shriev\"al*ty",
        "definition": "A low shrub; a woody plant of low stature."
    },
    {
        "word": "un\"der*skink`er",
        "definition": "A petticoat; the foundation skirt of a draped dress."
    },
    {
        "word": "un\"der*skirt`",
        "definition": "The lower region of the sky."
    },
    {
        "word": "un\"der*sleeve`",
        "definition": "The soil beneath the surface; understratum; subsoil."
    },
    {
        "word": "un\"der*soil`",
        "definition": ", p. p. of Undersell."
    },
    {
        "word": "un`der*soid\"",
        "definition": "The burden of a song; the chorus; the refrain."
    },
    {
        "word": "un\"der*song`",
        "definition": "Accompanying strain; subordinate and underlying meaning; accompaniment; undertone."
    },
    {
        "word": "un\"der*sparred`",
        "definition": "To spend less than."
    },
    {
        "word": "un`der*spend\"",
        "definition": "A sphere which is smaller than, and in its movements subject to, another; a satellite."
    },
    {
        "word": "un\"der*sphere`",
        "definition": "An inferior sphere, or field of action."
    },
    {
        "word": "un\"der*stair`",
        "definition": "The basement or cellar."
    },
    {
        "word": "un`der*stand\"ing",
        "definition": "The act of one who understands a thing, in any sense of the verb; knowledge; discernment; comprehension; interpretation; explanation."
    },
    {
        "word": "un`der*stand\"ing",
        "definition": "An agreement of opinion or feeling; adjustment of differences; harmony; anything mutually understood or agreed upon; as, to come to an understanding with another."
    },
    {
        "word": "un`der*state\"",
        "definition": "The act of understating, or the condition of being understated; that which is understated; a statement below the truth."
    },
    {
        "word": "un\"der*state`ment",
        "definition": "To supply insufficiently with stock."
    },
    {
        "word": "un`der*stood\"",
        "definition": "A petty fellow; an inferior agent; an underling."
    },
    {
        "word": "un\"der*stra`tum",
        "definition": "To underline or underscore."
    },
    {
        "word": "un\"der*stud`y",
        "definition": "One who studies another's part with a view to assuming it in an emergency."
    },
    {
        "word": "un\"der*stud`y",
        "definition": "A suit worn under another suit; a suit of underclothes."
    },
    {
        "word": "un\"der*suit`",
        "definition": "Capable of being undertaken; practicable."
    },
    {
        "word": "un`der*tak\"a*ble",
        "definition": "To take upon one's self; to engage in; to enter upon; to take in hand; to begin to perform; to set about; to attempt."
    },
    {
        "word": "un`der*take\"",
        "definition": "To venture; to hazard."
    },
    {
        "word": "un`der*tak\"er",
        "definition": "One who stipulates or covenants to perform any work for another; a contractor."
    },
    {
        "word": "un`der*tak\"ing",
        "definition": "That which is undertaken; any business, work, or project which a person engages in, or attempts to perform; an enterprise."
    },
    {
        "word": "un`der*tap\"ster",
        "definition": "Taxed too little, or at a lower rate than others."
    },
    {
        "word": "un\"der*taxed`",
        "definition": "Tenancy or tenure under a tenant or lessee; the tenure of an undertenant."
    },
    {
        "word": "un\"der*ten`an*cy",
        "definition": "The tenant of a tenant; one who holds lands or tenements of a tenant or lessee."
    },
    {
        "word": "un\"der*ten`ant",
        "definition": "Something that is inferior and of little worth."
    },
    {
        "word": "un`der*took\"",
        "definition": "The current that sets seaward near the bottom when waves are breaking upon the shore."
    },
    {
        "word": "un\"der*treas`ur*er",
        "definition": "To turn upside down; to subvert; to upset."
    },
    {
        "word": "un`der*val`u*a\"tion",
        "definition": "To value, rate, or estimate below the real worth; to depreciate."
    },
    {
        "word": "un`der*val\"ue",
        "definition": "To esteem lightly; to treat as of little worth; to hold in mean estimation; to despise."
    },
    {
        "word": "un\"der*val\"u*er",
        "definition": "The lower or second verse."
    },
    {
        "word": "un\"der*view`er",
        "definition": "That which is worn under the outside clothing; underclothes."
    },
    {
        "word": "un`der*went\"",
        "definition": "One of the posterior wings of an insect."
    },
    {
        "word": "un\"der*wing`",
        "definition": "Any one of numerous species of noctuid moths belonging to Catocala and allied genera, in which the hind wings are banded with red and black or other conspicuous colors. Many of the species are called red underwing."
    },
    {
        "word": "un`der*work\"",
        "definition": "To do less work than is proper or suitable."
    },
    {
        "word": "un\"der*work`er",
        "definition": "An inferior or subordinate workman."
    },
    {
        "word": "un`der*write\"",
        "definition": "To subscribe one's name to for insurance, especially for marine insurance; to write one's name under, or set one's name to, as a policy of insurance, for the purpose of becoming answerable for loss or damage, on consideration of receiving a certain premium per cent; as, individuals, as well as companies, may underwrite policies of insurance."
    },
    {
        "word": "un`der*write\"",
        "definition": "One who underwrites his name to the conditions of an insurance policy, especially of a marine policy; an insurer."
    },
    {
        "word": "un\"der*writ`er",
        "definition": "The business of an underwriter,"
    },
    {
        "word": "un\"der*writ`ing",
        "definition": "To subject to the yoke; to make subject."
    },
    {
        "word": "un*did\"",
        "definition": "Not differentiated; specifically (Biol.), homogenous, or nearly so; -- said especially of young or embryonic tissues which have not yet undergone differentiation (see Differentiation, 3), that is, which show no visible separation into their different structural parts."
    },
    {
        "word": "un`di*gest\"i*ble",
        "definition": "To put off; to lay aside, as a garment."
    },
    {
        "word": "un*dine\"",
        "definition": "Unprovided with a diocese; having no diocese."
    },
    {
        "word": "un`di*rect\"",
        "definition": "Not directed; not guided; left without direction."
    },
    {
        "word": "un`di*rect\"ed",
        "definition": "Not addressed; not superscribed, as a letter."
    },
    {
        "word": "un`dis*pensed\"",
        "definition": "Not freed by dispensation."
    },
    {
        "word": "un*dis\"pu*ta*ble",
        "definition": "Making no distinctions; not discriminating; impartial."
    },
    {
        "word": "un`dis*tinct\"ly",
        "definition": "Not divided; not separated or disunited; unbroken; whole; continuous; as, plains undivided by rivers or mountains."
    },
    {
        "word": "un`di*vid\"ed",
        "definition": "Not set off, as a share in a firm; not made actually separate by division; as, a partner, owning one half in a firm, is said to own an undivided half so long as the business continues and his share is not set off to him."
    },
    {
        "word": "un`di*vis\"i*ble",
        "definition": "To reverse, as what has been done; to annul; to bring to naught."
    },
    {
        "word": "un*dock\"",
        "definition": "One who undoes anything; especially, one who ruins another."
    },
    {
        "word": "un*do\"er",
        "definition": "The reversal of what has been done."
    },
    {
        "word": "un`do*mes\"ti*cate",
        "definition": "p. p. of Undo."
    },
    {
        "word": "un*done\"",
        "definition": "Not done or performed; neglected."
    },
    {
        "word": "un*done\"",
        "definition": "To unfold, or render single."
    },
    {
        "word": "un*doubt\"a*ble",
        "definition": "Not doubted; not called in question; indubitable; indisputable; as, undoubted proof; undoubted hero."
    },
    {
        "word": "un*doubt\"ed",
        "definition": "To strip of drapery; to uncover or unveil."
    },
    {
        "word": "un*drape\"",
        "definition": "To draw aside or open; to draw back."
    },
    {
        "word": "un*dress\"",
        "definition": "To divest of clothes; to strip."
    },
    {
        "word": "un\"dress",
        "definition": "An authorized habitual dress of officers and soldiers, but not full-dress uniform."
    },
    {
        "word": "un*due\"",
        "definition": "Not right; not lawful or legal; improper; as, an undue proceeding."
    },
    {
        "word": "un*due\"ness",
        "definition": "To deprive of dukedom."
    },
    {
        "word": "un\"du*lant",
        "definition": "Moving like waves; undulatory."
    },
    {
        "word": "un\"du*late",
        "definition": "To cause to move backward and forward, or up and down, in undulations or waves; to cause to vibrate."
    },
    {
        "word": "un\"du*late",
        "definition": "Resembling, or in the nature of, waves; having a wavy surface; undulatory."
    },
    {
        "word": "un\"du*la`ted",
        "definition": "Waved obtusely up and down, near the margin, as a leaf or corolla; wavy."
    },
    {
        "word": "un\"du*la`ting",
        "definition": "The act of undulating; a waving motion or vibration; as, the undulations of a fluid, of water, or of air; the undulations of sound."
    },
    {
        "word": "un`du*la\"tion",
        "definition": "A wavy appearance or outline; waviness."
    },
    {
        "word": "un\"du*la*tive",
        "definition": "Moving in the manner of undulations, or waves; resembling the motion of waves, which successively rise or swell rise or swell and fall; pertaining to a propagated alternating motion, similar to that of waves."
    },
    {
        "word": "un\"du*lous",
        "definition": "In an undue manner."
    },
    {
        "word": "un*du\"ly",
        "definition": "To relieve from the dumps."
    },
    {
        "word": "un*dwelt\"",
        "definition": "Not dying; imperishable; unending; immortal; as, the undying souls of men."
    },
    {
        "word": "un*dy\"ing",
        "definition": "Not eared, or plowed."
    },
    {
        "word": "un*earth\"ly",
        "definition": "Want of ease; uneasiness."
    },
    {
        "word": "un*ease\"",
        "definition": "In an easy manner."
    },
    {
        "word": "un*eas\"i*ty",
        "definition": "The quality or state of being uneasy; restlessness; disquietude; anxiety."
    },
    {
        "word": "un*eas\"i*ness",
        "definition": "The quality of making uneasy; discomfort; as, the uneasiness of the road."
    },
    {
        "word": "un`em*bar\"rassed",
        "definition": "Not perplexed in mind; not confused; as, the speaker appeared unembarrassed."
    },
    {
        "word": "un`em*bar\"rass*ment",
        "definition": "Free from a corporeal body; disembodied; as, unembodied spirits."
    },
    {
        "word": "un`em*bod\"ied",
        "definition": "Not embodied; not collected into a body; not yet organized; as, unembodied militia."
    },
    {
        "word": "un`em*pir\"ic*al*ly",
        "definition": "Nor employed in manual or other labor; having no regular work."
    },
    {
        "word": "un`em*ployed\"",
        "definition": "Not invested or used; as, unemployed capital."
    },
    {
        "word": "un`en*tan\"gle",
        "definition": "Not equal; not matched; not of the same size, length, breadth, quantity, strength, talents, acquirements, age, station, or the like; as, the fingers are of unequal length; peers and commoners are unequal in rank."
    },
    {
        "word": "un*e\"qual",
        "definition": "Ill balanced or matched; disproportioned; hence, not equitable; partial; unjust; unfair."
    },
    {
        "word": "un*e\"qualed",
        "definition": "In an unequal manner."
    },
    {
        "word": "un*eq\"ui*ta*ble",
        "definition": "Want of equity or uprightness; injustice; wickedness; iniquity."
    },
    {
        "word": "un`e*quiv\"o*cal",
        "definition": "Committing no mistake; incapable or error or failure certain; sure; unfailing; as, the unerring wisdom of God."
    },
    {
        "word": "un*err\"ing*ly",
        "definition": "Not essential; not of prime importance; not indispensable; unimportant."
    },
    {
        "word": "un`es*sen\"tial",
        "definition": "Void of essence, or real being."
    },
    {
        "word": "un`es*sen\"tial",
        "definition": "In an unessential manner."
    },
    {
        "word": "un*e\"ven",
        "definition": "Not equal; not of equal length."
    },
    {
        "word": "un`ex*act\"",
        "definition": "Having no example or similar case; being without precedent; unprecedented; unparalleled."
    },
    {
        "word": "un`ex*haust\"i*ble",
        "definition": "Absence of expectation; want of foresight."
    },
    {
        "word": "un`ex*pe\"ri*ence",
        "definition": "Not experienced; being without experience; inexperienced."
    },
    {
        "word": "un`ex*pe\"ri*enced",
        "definition": "Untried; -- applied to things."
    },
    {
        "word": "un`ex*press\"i*ble",
        "definition": "Not expressive; not having the power of utterance; inexpressive."
    },
    {
        "word": "un`ex*press\"ive",
        "definition": "Incapable of being expressed; inexpressible; unutterable; ineffable."
    },
    {
        "word": "un*fail\"ing",
        "definition": "To deprive of fairness or beauty."
    },
    {
        "word": "un*fal\"ca*ted",
        "definition": "Having no deductions; not curtailed, or shortened; undiminished."
    },
    {
        "word": "un*fas\"ten",
        "definition": "Having no father; fatherless; hence, born contrary to nature."
    },
    {
        "word": "un*fa\"thered",
        "definition": "Having no acknowledged father; hence, illegitimate; spurious; bastard."
    },
    {
        "word": "un*fa\"vor*a*ble",
        "definition": "To deprive of feathers; to strip."
    },
    {
        "word": "un*feath\"er",
        "definition": "Wanting regular features; deformed."
    },
    {
        "word": "un*feel\"ing",
        "definition": "Without kind feelings; cruel; hard-hearted."
    },
    {
        "word": "un*feigned\"",
        "definition": "To prevent from being a fellow or companion; to separate from one's fellows; to dissever."
    },
    {
        "word": "un*fence\"",
        "definition": "Not fertile; infertile; barren."
    },
    {
        "word": "un*fer\"tile",
        "definition": "Unfit for a feast; hence, jaded; worn."
    },
    {
        "word": "un*fet\"ter",
        "definition": "To free from feudal customs or character; to make not feudal."
    },
    {
        "word": "un*fil\"ial",
        "definition": "Not finished, not brought to an end; imperfect; incomplete; left in the rough; wanting the last hand or touch; as, an unfinished house; an unfinished picture; an unfinished iron casting."
    },
    {
        "word": "un*firm\"ness",
        "definition": "To make unsuitable or incompetent; to deprive of the strength, skill, or proper qualities for anything; to disable; to incapacitate; to disqualify; as, sickness unfits a man for labor; sin unfits us for the society of holy beings."
    },
    {
        "word": "un*fit\"",
        "definition": "To loosen from a fastening; to detach from anything that holds; to unsettle; as, to unfix a bayonet; to unfix the mind or affections."
    },
    {
        "word": "un*fix\"",
        "definition": "To make fluid; to dissolve."
    },
    {
        "word": "un*flex\"i*ble",
        "definition": "Not flinching or shrinking; unyielding."
    },
    {
        "word": "un*flinch\"ing",
        "definition": "To strip of flowers."
    },
    {
        "word": "un*fold\"",
        "definition": "To open, as anything covered or close; to lay open to view or contemplation; to bring out in all the details, or by successive development; to display; to disclose; to reveal; to elucidate; to explain; as, to unfold one's designs; to unfold the principles of a science."
    },
    {
        "word": "un*fold\"er",
        "definition": "The acct of unfolding, or the state of being unfolded."
    },
    {
        "word": "un*formed\"",
        "definition": "Decomposed, or resolved into parts; having the form destroyed."
    },
    {
        "word": "un*found\"ed",
        "definition": "Having no foundation; baseless; vain; idle; as, unfounded expectations."
    },
    {
        "word": "un*frank\"a*ble",
        "definition": "Not fraught; not burdened."
    },
    {
        "word": "un*fraught\"",
        "definition": "Removed, as a burden; unloaded."
    },
    {
        "word": "un*fre\"quent",
        "definition": "To cease to frequent."
    },
    {
        "word": "un*fret\"",
        "definition": "One not a friend; an enemy."
    },
    {
        "word": "un*friend\"ly",
        "definition": "Not favorable; not adapted to promote or support any object; as, weather unfriendly to health."
    },
    {
        "word": "un*frock\"",
        "definition": "Not producing fruit or offspring; unproductive; infertile; barren; sterile; as, an unfruitful tree or animal; unfruitful soil; an unfruitful life or effort."
    },
    {
        "word": "un*fruit\"ful",
        "definition": "Not exposed to fumes; not fumigated."
    },
    {
        "word": "un*furl\"",
        "definition": "To strip of furniture; to divest; to strip."
    },
    {
        "word": "un*fu\"si*ble",
        "definition": "Ungainly; clumsy; awkward; also, troublesome; inconvenient."
    },
    {
        "word": "un*gain\"ly",
        "definition": "Not gainly; not expert or dexterous; clumsy; awkward; uncouth; as, an ungainly strut in walking."
    },
    {
        "word": "un*gain\"ly",
        "definition": "To strip of gear; to unharness; to throw out of gear."
    },
    {
        "word": "un*gear\"",
        "definition": "A person so far out of the protection of the law, that if he were murdered, no geld, or fine, should be paid, or composition made by him that killed him."
    },
    {
        "word": "un*gen\"er*ous*ly",
        "definition": "Destitute of genitals; impotent."
    },
    {
        "word": "un*give\"",
        "definition": "The siamang; -- called also ungka ape."
    },
    {
        "word": "ung\"ka",
        "definition": "The agile gibbon; -- called also ungka-pati, and ungka-etam. See Gibbon."
    },
    {
        "word": "ung\"ka-pu`ti",
        "definition": "To strip of glass; to remove the glazing, or glass, from, as a window."
    },
    {
        "word": "un*glaze\"",
        "definition": "To deprive of glory."
    },
    {
        "word": "un*god\"",
        "definition": "To cause to recognize no god; to deprive of a god; to make atheistical."
    },
    {
        "word": "un*god\"ly",
        "definition": "Polluted by sin or wickedness."
    },
    {
        "word": "un*gored\"",
        "definition": "Not gotten; not acquired."
    },
    {
        "word": "un*gown\"",
        "definition": "Stripped of a gown; unfrocked."
    },
    {
        "word": "un*gowned\"",
        "definition": "Not having, or not wearing, a gown."
    },
    {
        "word": "un*gra\"cious",
        "definition": "Having no grace; graceless; wicked."
    },
    {
        "word": "un*grate\"ful",
        "definition": "Unpleasing; unacceptable; disagreeable; as, harsh sounds are ungrateful to the ear."
    },
    {
        "word": "un\"gual",
        "definition": "Of or pertaining to a nail, claw, talon, or hoof, or resembling one."
    },
    {
        "word": "un\"gue*al",
        "definition": "A lubricant or salve for sores, burns, or the like; an ointment."
    },
    {
        "word": "un*guen\"tous",
        "definition": "In a manner not becoming to a guest."
    },
    {
        "word": "un\"guic*al",
        "definition": "Of or pertaining to a claw or a nail; ungual."
    },
    {
        "word": "un*guic\"u*lar",
        "definition": "An extensive division of Mammalia including those having claws or nails, as distinguished from the hoofed animals (Ungulata)."
    },
    {
        "word": "un*guic`u*la\"ta",
        "definition": "One of the Unguiculata."
    },
    {
        "word": "un*guic\"u*late",
        "definition": "Furnished with nails, claws, or hooks; clawed. See the Note under Nail, n., 1."
    },
    {
        "word": "un*guic\"u*late",
        "definition": "Furnished with a claw, or a narrow stalklike base, as the petals of a carnation."
    },
    {
        "word": "un*guif\"er*ous",
        "definition": "Having the form of a claw or claws."
    },
    {
        "word": "un\"gui*form",
        "definition": "Consisting of, or resembling, fat or oil; oily; unctuous; oleaginous."
    },
    {
        "word": "un\"gui*nous",
        "definition": "The nail, claw, talon, or hoof of a finger, toe, or other appendage."
    },
    {
        "word": "un\"guis",
        "definition": "One of the terminal hooks on the foot of an insect."
    },
    {
        "word": "un\"gu*la",
        "definition": "A section or part of a cylinder, cone, or other solid of revolution, cut off by a plane oblique to the base; -- so called from its resemblance to the hoof of a horse."
    },
    {
        "word": "un\"gu*lar",
        "definition": "An extensive group of mammals including all those that have hoofs. It comprises the Artiodactyla and Perissodactyla."
    },
    {
        "word": "un`gu*la\"ta",
        "definition": "Shaped like a hoof."
    },
    {
        "word": "un\"gu*late",
        "definition": "Furnished with hoofs. See the Note under Nail, n., 1."
    },
    {
        "word": "un\"gu*late",
        "definition": "Hoofed, or bearing hoofs; -- used only when these are of a tincture different from the body."
    },
    {
        "word": "un\"guled",
        "definition": "Having, or walking on, hoofs."
    },
    {
        "word": "un\"gu*lous",
        "definition": "To deprive of hair, or of hairs; as, to unhair hides for leather."
    },
    {
        "word": "un*hang\"",
        "definition": "To divest or strip of hangings; to remove the hangings, as a room."
    },
    {
        "word": "un*hap\"py",
        "definition": "In a degree miserable or wretched; not happy; sad; sorrowful; as, children render their parents unhappy by misconduct."
    },
    {
        "word": "un*har\"bor",
        "definition": "Having no harbor or shelter; unprotected."
    },
    {
        "word": "un*har\"bored",
        "definition": "Affording no harbor or shelter."
    },
    {
        "word": "un`har*mo\"ni*ous",
        "definition": "To strip of harness; to loose from harness or gear; as, to unharness horses or oxen."
    },
    {
        "word": "un*har\"ness",
        "definition": "To disarm; to divest of armor."
    },
    {
        "word": "un*hasp\"",
        "definition": "To take off the hat of; to remove one's hat, especially as a mark of respect."
    },
    {
        "word": "un*head\"",
        "definition": "To take out the head of; as, to unhead a cask."
    },
    {
        "word": "un\"health",
        "definition": "Not heard; not perceived by the ear; as, words unheard by those present."
    },
    {
        "word": "un*heard\"",
        "definition": "Not granted an audience or a hearing; not allowed to speak; not having made a defense, or stated one's side of a question; disregarded; unheeded; as, to condemunheard."
    },
    {
        "word": "un*helmed\"",
        "definition": "Not wearing a helmet; without a helmet."
    },
    {
        "word": "un*hinge\"",
        "definition": "To take from the hinges; as, to unhinge a door."
    },
    {
        "word": "un*hinge\"ment",
        "definition": "To free from being hitched, or as if from being hitched; to unfasten; to loose; as, to unhitch a horse, or a trace."
    },
    {
        "word": "un*hive\"",
        "definition": "To drive or remove from a hive."
    },
    {
        "word": "un*hook\"",
        "definition": "To strip or deprive of hoops; to take away the hoops of."
    },
    {
        "word": "un*hoop\"",
        "definition": "Not hoped or expected."
    },
    {
        "word": "un*hoped\"-for",
        "definition": "To throw from a horse; to cause to dismount; also, to take a horse or horses from; as, to unhorse a rider; to unhorse a carriage."
    },
    {
        "word": "un*hos\"pi*ta*ble",
        "definition": "To drive from a house or habitation; to dislodge; hence, to deprive of shelter."
    },
    {
        "word": "un*house\"",
        "definition": "Driven from a house; deprived of shelter."
    },
    {
        "word": "un*housed\"",
        "definition": "Not provided with a house or shelter; houseless; homeless."
    },
    {
        "word": "un*hu\"man",
        "definition": "To render inhuman or barbarous."
    },
    {
        "word": "un*husked\"",
        "definition": "Having the husk removed; without husk."
    },
    {
        "word": "u\"ni-",
        "definition": "A member of the Greek Church, who nevertheless acknowledges the supremacy of the Pope of Rome; one of the United Greeks. Also used adjectively."
    },
    {
        "word": "u`ni*ax\"al",
        "definition": "Having but one optic axis, or line of no double refraction."
    },
    {
        "word": "u`ni*ax\"i*al",
        "definition": "Having only one axis; developing along a single line or plane; -- opposed to multiaxial."
    },
    {
        "word": "u`ni*ax\"i*al*ly",
        "definition": "Having but one gill, as certain molluscs."
    },
    {
        "word": "u`ni*cap\"su*lar",
        "definition": "Having one ridge or keel."
    },
    {
        "word": "u\"ni*celled`",
        "definition": "Having, or consisting of, but a single cell; as, a unicellular organism."
    },
    {
        "word": "u`ni*cel\"lu*lar",
        "definition": "Having a single center of growth."
    },
    {
        "word": "u`ni*cli\"nal",
        "definition": "Having the surface of a uniform color."
    },
    {
        "word": "u`ni*col\"or*ous",
        "definition": "A fabulous animal with one horn; the monoceros; -- often represented in heraldry as a supporter."
    },
    {
        "word": "u\"ni*corn",
        "definition": "A two-horned animal of some unknown kind, so called in the Authorized Version of the Scriptures."
    },
    {
        "word": "u`ni*cos\"tate",
        "definition": "That can be passed over in a single course; -- said of a curve when the co\\'94rdinates of the point on the curve can be expressed as rational algebraic functions of a single parameter θ."
    },
    {
        "word": "un`i*di*men\"sion*al",
        "definition": "Having but one front surface; as, some foliaceous corals are unifacial, the polyp mouths being confined to one surface."
    },
    {
        "word": "u`ni*fa\"cial",
        "definition": "Making one or unity; unifying."
    },
    {
        "word": "u*nif\"ic",
        "definition": "The act of unifying, or the state of being unified."
    },
    {
        "word": "u\"ni*fi`er",
        "definition": "Having only one thread; involving the use of only one thread, wire, fiber, or the like; as, unifilar suspension."
    },
    {
        "word": "u`ni*fla*gel\"late",
        "definition": "Bearing one flower only; as, a uniflorous peduncle."
    },
    {
        "word": "u`ni*flo\"rous",
        "definition": "Having only one leaf."
    },
    {
        "word": "u`ni*fol\"li*ate",
        "definition": "Having only one leaflet, as the leaves of the orange tree."
    },
    {
        "word": "u\"ni*form",
        "definition": "Having always the same form, manner, or degree; not varying or variable; unchanging; consistent; equable; homogenous; as, the dress of the Asiatics has been uniform from early ages; the temperature is uniform; a stratum of uniform clay."
    },
    {
        "word": "u\"ni*form`ism",
        "definition": "Of, pertaining to, or designating, the view or doctrine that existing causes, acting in the same manner and with essentially the same intensity as at the present time, are sufficient to account for all geological changes."
    },
    {
        "word": "u`ni*form`i*ta\"ri*an",
        "definition": "One who accepts uniformitarianism, or the uniformitarian doctrine."
    },
    {
        "word": "u`ni*form`i*ta\"ri*an*ism",
        "definition": "The quality or state of being uniform; freedom from variation or difference; resemblance to itself at all times; sameness of action, effect, etc., under like conditions; even tenor; as, the uniformity of design in a poem; the uniformity of nature."
    },
    {
        "word": "u`ni*form\"i*ty",
        "definition": "Consistency; sameness; as, the uniformity of a man's opinions."
    },
    {
        "word": "u\"ni*from`ness",
        "definition": "To cause to be one; to make into a unit; to unite; to view as one."
    },
    {
        "word": "u*nig\"e*nous",
        "definition": "Having but one pair of leaflets; -- said of a pinnate leaf."
    },
    {
        "word": "u*nij\"u*gate",
        "definition": "Having one lip only; as, a unilabiate corolla."
    },
    {
        "word": "u`ni*la\"bi*ate",
        "definition": "Being on one side only; affecting but one side; one-sided."
    },
    {
        "word": "u`ni*lat\"er*al",
        "definition": "Pertaining to one side; one-sided; as, a unilateral raceme, in which the flowers grow only on one side of a common axis, or are all turned to one side."
    },
    {
        "word": "u`ni*lit\"er*al",
        "definition": "Consisting of a single lobe."
    },
    {
        "word": "u`ni*lo\"bar",
        "definition": "Having one cell or cavity only; as, a unilocular capsule or shell."
    },
    {
        "word": "un*im\"i*ta*ble",
        "definition": "That can not be impaired."
    },
    {
        "word": "un`im*proved\"",
        "definition": "Not used; not employed; especially, not used or employed for a valuable purpose; as, unimproved opportunities; unimproved blessings."
    },
    {
        "word": "u`ni*mus\"cu*lar",
        "definition": "Not incumbered; not burdened."
    },
    {
        "word": "un`in*cum\"bered",
        "definition": "Free from any temporary estate or interest, or from mortgage, or other charge or debt; as, an estate unincumbered with dower."
    },
    {
        "word": "un`in*frin\"gi*ble",
        "definition": "Absence or lack of intelligence; unwisdom; ignorance."
    },
    {
        "word": "un*in\"ter*est*ed",
        "definition": "Not having the mind or the passions engaged; as, uninterested in a discourse or narration."
    },
    {
        "word": "u`ni*nu\"cle*a`ted",
        "definition": "Any one of numerous species of fresh-water mussels belonging to Unio and many allied genera."
    },
    {
        "word": "u\"ni*o",
        "definition": "Of, pertaining to, or seated in, one eye; monocular."
    },
    {
        "word": "u`ni*oc\"u*lar",
        "definition": "The act of uniting or joining two or more things into one, or the state of being united or joined; junction; coalition; combination."
    },
    {
        "word": "un\"ion",
        "definition": "Agreement and conjunction of mind, spirit, will, affections, or the like; harmony; concord."
    },
    {
        "word": "un\"ion*ism",
        "definition": "The principles, or the system, of combination among workmen engaged in the same occupation or trade."
    },
    {
        "word": "un\"ion*ist",
        "definition": "A member or supporter of a trades union."
    },
    {
        "word": "un`ion*is\"tic",
        "definition": "Containing but one ovule."
    },
    {
        "word": "u`ni*o\"vu*late",
        "definition": "A woman who has borne one child."
    },
    {
        "word": "u*nip\"a*ra",
        "definition": "Producing but one egg or young at a time."
    },
    {
        "word": "u*nip\"a*rous",
        "definition": "Producing but one axis of inflorescence; -- said of the scorpioid cyme."
    },
    {
        "word": "u\"ni*per\"son*al",
        "definition": "Existing as one, and only one, person; as, a unipersonal God."
    },
    {
        "word": "u`ni*per\"so*nal*ist",
        "definition": "Having but one sound, as the drum."
    },
    {
        "word": "u*niph\"o*nous",
        "definition": "Having, or consisting of, but one fold."
    },
    {
        "word": "u*nip\"li*cate",
        "definition": "Having, or acting by means of, one pole only."
    },
    {
        "word": "u`ni*po\"lar",
        "definition": "Having but one pole or process; -- applied to those ganglionic nerve cells which have but one radiating process; -- opposed to multipolar."
    },
    {
        "word": "u*nique\"",
        "definition": "A thing without a like; something unequaled or unparalleled."
    },
    {
        "word": "u`ni*ra\"di*a`ted",
        "definition": "Having but one branch."
    },
    {
        "word": "u`ni*ra\"mous",
        "definition": "Having but one septum, or partition; -- said of two-celled fruits, such as the silicles of cruciferous plants."
    },
    {
        "word": "u`ni*sep\"tate",
        "definition": "Having only one row or series."
    },
    {
        "word": "u`ni*se\"ri*al",
        "definition": "Having one line or series; uniserial."
    },
    {
        "word": "u`ni*se\"ri*ate",
        "definition": "Having one sex only, as plants which have the male and female flowers on separate individuals, or animals in which the sexes are in separate individuals; di&oe;cious; -- distinguished from bisexual, or hermaphrodite. See Di&oe;cious."
    },
    {
        "word": "u`ni*sex\"u*al",
        "definition": "A salt of orthosilicic acid, H4SiO4; -- so called because the ratio of the oxygen atoms united to the basic metals and silicon respectively is 1:1; for example, Mg2SiO4 or 2MgO.SiO2."
    },
    {
        "word": "u`ni*sil\"i*cate",
        "definition": "Harmony; agreement; concord; union."
    },
    {
        "word": "u\"ni*son",
        "definition": "Identity in pitch; coincidence of sounds proceeding from an equality in the number of vibrations made in a given time by two or more sonorous bodies. Parts played or sung in octaves are also said to be in unison, or in octaves."
    },
    {
        "word": "u*nis\"o*nal",
        "definition": "Accordance of sounds; unison."
    },
    {
        "word": "u*nis\"o*nance",
        "definition": "Being in unison; having the same degree of gravity or acuteness; sounded alike in pitch."
    },
    {
        "word": "u*nis\"o*nant",
        "definition": "Being in unison; unisonant."
    },
    {
        "word": "u\"nit",
        "definition": "The least whole number; one."
    },
    {
        "word": "u`ni*ta\"ri*an",
        "definition": "One who rejects the principle of dualism."
    },
    {
        "word": "u`ni*ta\"ri*an",
        "definition": "The doctrines of Unitarians."
    },
    {
        "word": "u`ni*ta\"ri*an*ism",
        "definition": "To change or turn to Unitarian views."
    },
    {
        "word": "u`ni*ta\"ri*an*ize",
        "definition": "Of or pertaining to a unit or units; relating to unity; as, the unitary method in arithmetic."
    },
    {
        "word": "u\"nit*a*ry",
        "definition": "Of the nature of a unit; not divided; united."
    },
    {
        "word": "u*nite\"",
        "definition": "Hence, to join by a legal or moral bond, as families by marriage, nations by treaty, men by opinions; to join in interest, affection, fellowship, or the like; to cause to agree; to harmonize; to associate; to attach."
    },
    {
        "word": "u*nite\"",
        "definition": "To join in an act; to concur; to act in concert; as, all parties united in signing the petition."
    },
    {
        "word": "u*nit\"er",
        "definition": "Not iterable; incapable of being repeated."
    },
    {
        "word": "u*niv\"a*lence",
        "definition": "Having a valence of one; capable of combining with, or of being substituted for, one atom of hydrogen; monovalent; -- said of certain atoms and radicals."
    },
    {
        "word": "u*niv\"a*lent",
        "definition": "A shell consisting of one valve only; a mollusk whose shell is composed of a single piece, as the snails and conchs."
    },
    {
        "word": "u`ni*val\"vi*a",
        "definition": "Same as Univalve, a."
    },
    {
        "word": "u`ni*val\"vu*lar",
        "definition": "Of or pertaining to the universe; extending to, including, or affecting, the whole number, quantity, or space; unlimited; general; all-reaching; all-pervading; as, universal ruin; universal good; universal benevolence or benefice."
    },
    {
        "word": "u`ni*ver\"sal",
        "definition": "A general abstract conception, so called from being universally applicable to, or predicable of, each individual or species contained under it."
    },
    {
        "word": "u`ni*ver*sa\"li*an",
        "definition": "The doctrine or belief that all men will be saved, or made happy, in the future state."
    },
    {
        "word": "u`ni*ver\"sal*ist",
        "definition": "One who believes in Universalism; one of a denomination of Christians holding this faith."
    },
    {
        "word": "u`ni*ver\"sal*ist",
        "definition": "Of or pertaining to the whole; universal."
    },
    {
        "word": "u`ni*ver`sal*is\"tic",
        "definition": "The quality or state of being universal; unlimited extension or application; generality; -- distinguished from particularity; as, the unversality of a proposition; the unversality of sin; the unversality of the Deluge."
    },
    {
        "word": "u`ni*ver*sal\"i*ty",
        "definition": "To make universal; to generalize."
    },
    {
        "word": "u`ni*ver\"sal*ly",
        "definition": "The quality or state of being universal; universality."
    },
    {
        "word": "u`ni*ver\"sal*ness",
        "definition": "All created things viewed as constituting one system or whole; the whole body of things, or of phenomena; the mundus of the Latins; the world; creation."
    },
    {
        "word": "u`ni*ver\"si*ty",
        "definition": "An association, society, guild, or corporation, esp. one capable of having and acquiring property."
    },
    {
        "word": "u`ni*ver`so*log\"ic*al",
        "definition": "One who is versed in universology."
    },
    {
        "word": "u`ni*ver*sol\"o*gist",
        "definition": "The science of the universe, and the relations which it involves."
    },
    {
        "word": "u`ni*ver*sol\"o*gy",
        "definition": "The quality or state of being univocal."
    },
    {
        "word": "u*niv\"o*cal",
        "definition": "Having unison of sound, as the octave in music. See Unison, n., 2."
    },
    {
        "word": "u*niv\"o*cal",
        "definition": "A word having but one meaning."
    },
    {
        "word": "un*joint\"",
        "definition": "Disjointed; unconnected; hence, incoherent."
    },
    {
        "word": "un*joint\"ed",
        "definition": "Having no joint or articulation; as, an unjointed stem."
    },
    {
        "word": "un*just\"",
        "definition": "Contrary to justice and right; prompted by a spirit of injustice; wrongful; as, an unjust sentence; an unjust demand; an unjust accusation."
    },
    {
        "word": "un\"kard",
        "definition": "A European aquatic toad (Bombinator igneus).  Its back is dark; its belly is marked with crimson. Called also feuerkr\\'94te."
    },
    {
        "word": "un\"ke",
        "definition": "Odd; strange; ugly; old; uncouth."
    },
    {
        "word": "un*kemmed\"",
        "definition": "Not combed; disheveled; as, an urchin with unkempt hair."
    },
    {
        "word": "un*kempt\"",
        "definition": "Fig.; Not smoothed; unpolished; rough."
    },
    {
        "word": "un*ken\"nel",
        "definition": "To drive from a kennel or hole; as, to unkennel a fox."
    },
    {
        "word": "un*keth\"",
        "definition": "Having no race or kindred; childless."
    },
    {
        "word": "un*kind\"",
        "definition": "Wanting in kindness, sympathy, benevolence, gratitude, or the like; cruel; harsh; unjust; ungrateful."
    },
    {
        "word": "un*kind\"ly",
        "definition": "Unnatural; contrary to nature."
    },
    {
        "word": "un*kin\"dred",
        "definition": "To cause to cease to be a king."
    },
    {
        "word": "un\"kle",
        "definition": "To deprive of knighthood."
    },
    {
        "word": "un*know\"",
        "definition": "To cease to know; to lose the knowledge of."
    },
    {
        "word": "un*la\"bored",
        "definition": "Not cultivated; untitled; as, an unlabored field."
    },
    {
        "word": "un*lace\"",
        "definition": "To loose by undoing a lacing; as, to unlace a shoe."
    },
    {
        "word": "un*laid\"",
        "definition": "Not allayed; not pacified; not laid finally to rest."
    },
    {
        "word": "un*lash\"",
        "definition": "To open or loose by lifting the latch; as, to unlatch a door."
    },
    {
        "word": "un*latch\"",
        "definition": "To recall, as former laughter."
    },
    {
        "word": "un*law\"",
        "definition": "To put beyond protection of law; to outlaw."
    },
    {
        "word": "un*law\"",
        "definition": "Not having the claws and balls of the forefeet cut off; -- said of dogs."
    },
    {
        "word": "un*lawed\"",
        "definition": "Not lawful; contrary to law."
    },
    {
        "word": "un*learn\"",
        "definition": "To forget, as what has been learned; to lose from memory; also, to learn the contrary of."
    },
    {
        "word": "un*learn\"ed",
        "definition": "Not gained by study; not known."
    },
    {
        "word": "un*leash\"",
        "definition": "Not leavened; containing no leaven; as, unleavened bread."
    },
    {
        "word": "un*leav\"ened",
        "definition": "Upon any less condition than (the fact or thing stated in the sentence or clause which follows); if not; supposing that not; if it be not; were it not that; except; as, we shall fail unless we are industrious."
    },
    {
        "word": "un*like\"",
        "definition": "Not likely; improbable; unlikely."
    },
    {
        "word": "un*like\"li*hood",
        "definition": "The quality or state of being unlikely."
    },
    {
        "word": "un*like\"li*ness",
        "definition": "Not likely; improbable; not to be reasonably expected; as, an unlikely event; the thing you mention is very unlikely."
    },
    {
        "word": "un*like\"ly",
        "definition": "Not holding out a prospect of success; likely to fail; unpromising; as, unlikely means."
    },
    {
        "word": "un*like\"ly",
        "definition": "To make unlike; to dissimilate."
    },
    {
        "word": "un*lim\"it*ed",
        "definition": "Undefined; indefinite; not bounded by proper exceptions; as, unlimited terms."
    },
    {
        "word": "un*line\"",
        "definition": "To separate or undo, as links; to uncoil; to unfasten."
    },
    {
        "word": "un*liq\"uored",
        "definition": "Not in liquor; not intoxicated; sober."
    },
    {
        "word": "un*load\"",
        "definition": "Hence, to relieve from anything onerous."
    },
    {
        "word": "un*load\"",
        "definition": "One who, or that which, unloads; a device for unloading, as hay from a wagon."
    },
    {
        "word": "un*load\"er",
        "definition": "Not located or placed; not fixed in a place."
    },
    {
        "word": "un*lo\"ca*ted",
        "definition": "Not surveyed, or designated by marks, limits, or boundaries, as appropriated to some individual, company, or corporation; as, unlocated lands."
    },
    {
        "word": "un*lock\"",
        "definition": "To open, in general; to lay open; to undo."
    },
    {
        "word": "un*looked\"-for",
        "definition": "To make loose; to loosen; to set free."
    },
    {
        "word": "un*loose\"",
        "definition": "To loosen; to unloose."
    },
    {
        "word": "un*loos\"en",
        "definition": "To deprive of the rank or position of a lord."
    },
    {
        "word": "un*lord\"ed",
        "definition": "Not raised to the rank of a lord."
    },
    {
        "word": "un*love\"",
        "definition": "Not lovely; not amiable; possessing qualities that excite dislike; disagreeable; displeasing; unpleasant."
    },
    {
        "word": "un*love\"ly",
        "definition": "In an unlucky manner."
    },
    {
        "word": "un*luck\"i*ly",
        "definition": "Quality or state of being unlucky."
    },
    {
        "word": "un*luck\"i*ness",
        "definition": "Not lucky; not successful; unfortunate; ill-fated; unhappy; as, an unlucky man; an unlucky adventure; an unlucky throw of dice; an unlucky game."
    },
    {
        "word": "un*luck\"y",
        "definition": "Bringing bad luck; ill-omened; inauspicious."
    },
    {
        "word": "un*made\"",
        "definition": "Deprived of form, character, etc.; disunited."
    },
    {
        "word": "un*maid\"en",
        "definition": "To destroy the form and qualities of; to deprive of being; to uncreate."
    },
    {
        "word": "un*man\"",
        "definition": "To deprive of the distinctive qualities of a human being, as reason, or the like."
    },
    {
        "word": "un*manned\"",
        "definition": "Not tamed; not made familiar with, or subject to, man; -- also used figuratively."
    },
    {
        "word": "un*man\"ner*ly",
        "definition": "To divest of a mantle; to uncover."
    },
    {
        "word": "un*mask\"",
        "definition": "To put off a mask."
    },
    {
        "word": "un*mean\"ing",
        "definition": "Not indicating intelligence or sense; senseless; expressionless; as, an unmeaning face."
    },
    {
        "word": "un*mech\"an*ize",
        "definition": "To undo the mechanism of; to unmake; as, to unmechanize a structure."
    },
    {
        "word": "un`mis*tak\"a*ble",
        "definition": "To deprive of a miter; to depose or degrade from the rank of a bishop."
    },
    {
        "word": "un*mor\"al",
        "definition": "Not restrained or tutored by morality."
    },
    {
        "word": "un*muf\"fle",
        "definition": "To take a covering from, as the face; to uncover."
    },
    {
        "word": "un*mu\"ta*ble",
        "definition": "To loose from a muzzle; to remove a muzzle from."
    },
    {
        "word": "un*muz\"zle",
        "definition": "To remove the nails from; to unfasten by removing nails."
    },
    {
        "word": "un*nail\"",
        "definition": "Finished without a nap."
    },
    {
        "word": "un*nerv\"ate",
        "definition": "To deprive of nerve, force, or strength; to weaken; to enfeeble; as, to unnerve the arm."
    },
    {
        "word": "un*nes\"tle",
        "definition": "With difficulty. See Uneath."
    },
    {
        "word": "un*of\"ten",
        "definition": "To remove the oil from."
    },
    {
        "word": "un`o*per\"cu*la`ted",
        "definition": "To countermand an order for."
    },
    {
        "word": "un*or\"di*nate",
        "definition": "Not organized; being without organic structure; specifically (Biol.), not having the different tissues and organs characteristic of living organisms, nor the power of growth and development; as, the unorganized ferments. See the Note under Ferment, n., 1."
    },
    {
        "word": "un*or\"gan*ized",
        "definition": "Not originated; existing from all eternity."
    },
    {
        "word": "un`o*rig\"i*na`ted",
        "definition": "Not yet caused to be, or to be made; as, possible inventions still unoriginated."
    },
    {
        "word": "un`o*rig\"i*nate*ly",
        "definition": "Destitute of a bony structure."
    },
    {
        "word": "un*owed\"",
        "definition": "Not owed; as, to pay money unowed."
    },
    {
        "word": "un*own\"ed",
        "definition": "Not owned; having no owner."
    },
    {
        "word": "un*pack\"",
        "definition": "To separate and remove, as things packed; to open and remove the contents of; as, to unpack a trunk."
    },
    {
        "word": "un*pack\"er",
        "definition": "To cause to cease to be pagan; to divest of pagan character."
    },
    {
        "word": "un*palped\"",
        "definition": "To take the saddle off; to unsaddle."
    },
    {
        "word": "un*par\"ent*ed",
        "definition": "Not parliamentary; contrary to the practice of parliamentary bodies."
    },
    {
        "word": "un*pas\"sion*ate",
        "definition": "To cause to be no longer pastor; to deprive of pastorship."
    },
    {
        "word": "un*peer\"a*ble",
        "definition": "Having no peer; unequaled; unparalleled."
    },
    {
        "word": "un*per\"fect",
        "definition": "Want of perfection; imperfection."
    },
    {
        "word": "un*per\"ish*a*bly",
        "definition": "To free from perplexity."
    },
    {
        "word": "un`per*vert",
        "definition": "To degrade from the character of a philosopher."
    },
    {
        "word": "un*pick",
        "definition": "Picked out; picked open."
    },
    {
        "word": "un*pin\"",
        "definition": "To loose from pinions or manacles; to free from restraint."
    },
    {
        "word": "un*pi\"tious",
        "definition": "Destitute of pity; pitiless."
    },
    {
        "word": "un*placed\"",
        "definition": "To deprive of a plaid."
    },
    {
        "word": "un*plaid\"",
        "definition": "Not deplored or bewailed; unlamented."
    },
    {
        "word": "un*plead\"ed",
        "definition": "Not supported by pleas; undefended; as, an unpleaded suit."
    },
    {
        "word": "un*plume\"",
        "definition": "Not poised or balanced."
    },
    {
        "word": "un*poised\"",
        "definition": "Not poised or weighed; hence, regardless of consequences; unhesitating."
    },
    {
        "word": "un*pol\"ish",
        "definition": "Not polite; impolite; rude."
    },
    {
        "word": "un*pope\"",
        "definition": "To deprive of a pope."
    },
    {
        "word": "un*pos\"si*ble",
        "definition": "Want of power; weakness."
    },
    {
        "word": "un*praise\"",
        "definition": "To revoke or annul by prayer, as something previously prayed for."
    },
    {
        "word": "un*prec\"e*dent*ed",
        "definition": "To retract or falsify a previous prediction."
    },
    {
        "word": "un*prej\"u*diced",
        "definition": "Not warped or biased by prejudice; as, an unprejudiced judgment."
    },
    {
        "word": "un*prel\"a*ted",
        "definition": "Not prevented or hindered; as, unprevented sorrows."
    },
    {
        "word": "un`pre*vent\"ed",
        "definition": "Not preceded by anything."
    },
    {
        "word": "un*prin\"ci*ple",
        "definition": "Being without principles; especially, being without right moral principles; also, characterized by absence of principle."
    },
    {
        "word": "un*prin\"ci*pled",
        "definition": "To take or deliver from prison."
    },
    {
        "word": "un*pris\"on",
        "definition": "Not prized or valued; being without value."
    },
    {
        "word": "un*priz\"a*ble",
        "definition": "Invaluable; being beyond estimation."
    },
    {
        "word": "un*prob\"a*bly",
        "definition": "In a manner not to be approved of; improperly."
    },
    {
        "word": "un*prop\"",
        "definition": "Not proper or peculiar; improper."
    },
    {
        "word": "un*prop\"er",
        "definition": "To convert or recover from the state of a proselyte."
    },
    {
        "word": "un*pursed\"",
        "definition": "Robbed of a purse, or of money."
    },
    {
        "word": "un*ques\"tion*a*ble",
        "definition": "Not inviting questions or conversation."
    },
    {
        "word": "un*ques\"tioned",
        "definition": "Not interrogated; having no questions asked; not examined or examined into."
    },
    {
        "word": "un*rav\"el",
        "definition": "To disentangle; to disengage or separate the threads of; as, to unravel a stocking."
    },
    {
        "word": "un*rav\"el",
        "definition": "The act of unraveling, or the state of being unraveled."
    },
    {
        "word": "un*read\"",
        "definition": "Not versed in literature; illiterate."
    },
    {
        "word": "un*read\"i*ness",
        "definition": "Not ready or prepared; not prompt; slow; awkward; clumsy."
    },
    {
        "word": "un*re\"al",
        "definition": "The quality or state of being unreal; want of reality."
    },
    {
        "word": "un`re*al\"i*ty",
        "definition": "To make unreal; to idealize."
    },
    {
        "word": "un*re\"al*ly",
        "definition": "Want of reason; unreasonableness; absurdity."
    },
    {
        "word": "un*rea\"son*a*ble",
        "definition": "Not supported by reason; unreasonable."
    },
    {
        "word": "un`re*deemed\"",
        "definition": "To withdraw, or take out, as a rope from a block, thimble, or the like."
    },
    {
        "word": "un*reeve\"",
        "definition": "Want of reformation; state of being unreformed."
    },
    {
        "word": "un`re*gen`er*a\"tion",
        "definition": "To loosen the reins of; to remove restraint from."
    },
    {
        "word": "un`re*lent\"ing",
        "definition": "Not reliable; untrustworthy. See Reliable."
    },
    {
        "word": "un`re*pent\"ance",
        "definition": "Not liable to be reproached; irreproachable."
    },
    {
        "word": "un`re*proach\"a*ble",
        "definition": "Not capable of being reprieved."
    },
    {
        "word": "un`re*proved",
        "definition": "Not having incurred reproof, blameless."
    },
    {
        "word": "un*rep\"u*ta*ble",
        "definition": "Absence of reverse; frankness; freedom of communication."
    },
    {
        "word": "un`re*served\"",
        "definition": "Nonresistance; passive submission; irresistance."
    },
    {
        "word": "un`re*sist\"ed",
        "definition": "Resistless; as, unresisted fate."
    },
    {
        "word": "un`re*spon\"si*ble",
        "definition": "Want of rest or repose; unquietness; sleeplessness; uneasiness; disquietude."
    },
    {
        "word": "un`re*straint\"",
        "definition": "Causing unrest; disquieting; as, unresty sorrows."
    },
    {
        "word": "un*right\"eous",
        "definition": "Not righteous; evil; wicked; sinful; as, an unrighteous man."
    },
    {
        "word": "un*right\"wise`",
        "definition": "Not having a ring, as in the nose."
    },
    {
        "word": "un*ripe\"",
        "definition": "Developing too early; premature."
    },
    {
        "word": "un*ripe\"ness",
        "definition": "Having no rival; without a competitor; peerless."
    },
    {
        "word": "un*riv\"et",
        "definition": "To disrobe; to undress; to take off the robes."
    },
    {
        "word": "un*roll\"",
        "definition": "To open, as what is rolled or convolved; as, to unroll cloth; to unroll a banner."
    },
    {
        "word": "un-ro\"man*ized",
        "definition": "Not subjected to the principles or usages of the Roman Catholic Church."
    },
    {
        "word": "un*root\"",
        "definition": "To be torn up by the roots."
    },
    {
        "word": "un*ruled\"",
        "definition": "Not ruled or marked with lines; as, unruled paper."
    },
    {
        "word": "un*rul\"i*ness",
        "definition": "Not submissive to rule; disregarding restraint; disposed to violate; turbulent; ungovernable; refractory; as, an unruly boy; unruly boy; unruly conduct."
    },
    {
        "word": "un*rum\"ple",
        "definition": "To deprive of sacramental character or efficacy; as, to unsacrament the rite of baptism."
    },
    {
        "word": "un*sad\"dle",
        "definition": "To strip of a saddle; to take the saddle from, as a horse."
    },
    {
        "word": "un*sat\"u*ra`ted",
        "definition": "Capable of taking up, or of uniting with, certain other elements or compounds, without the elimination of any side product; thus, aldehyde, ethylene, and ammonia are unsaturated."
    },
    {
        "word": "un*sat`u*ra\"tion",
        "definition": "To recant or recall, as what has been said; to refract; to take back again; to make as if not said."
    },
    {
        "word": "un*scep\"tered",
        "definition": "Deprived of a scepter."
    },
    {
        "word": "un*scru\"ta*ble",
        "definition": "Destitute of an escutcheon."
    },
    {
        "word": "un*seal\"",
        "definition": "To break or remove the seal of; to open, as what is sealed; as, to unseal a letter."
    },
    {
        "word": "un*sea\"son",
        "definition": "To make unseasoned; to deprive of seasoning."
    },
    {
        "word": "un*seat\"",
        "definition": "To throw from one's seat; to deprive of a seat."
    },
    {
        "word": "un*sec\"ond*ed",
        "definition": "Not exemplified a second time."
    },
    {
        "word": "un*seem\"ing",
        "definition": "The quality or state of being unseemly; unbecomingness."
    },
    {
        "word": "un*seem\"ly",
        "definition": "Not seen or discovered."
    },
    {
        "word": "un*sel\"dom",
        "definition": "Not blessed or happy; wretched; unfortunate."
    },
    {
        "word": "un*se\"ly",
        "definition": "Deprived of virility, or seminal energy; made a eunuch."
    },
    {
        "word": "un*sem\"i*nared",
        "definition": "Wanting a distinct meaning; having no certain signification."
    },
    {
        "word": "un*sen\"si*ble",
        "definition": "To elevate from the domain of the senses; to purify."
    },
    {
        "word": "un*set\"",
        "definition": "To move or loosen from a settled position or state; to unfix; to displace; to disorder; to confuse."
    },
    {
        "word": "un*set\"tle",
        "definition": "To become unsettled or unfixed; to be disordered."
    },
    {
        "word": "un*set\"tled*ness",
        "definition": "The act of unsettling, or state of being unsettled; disturbance."
    },
    {
        "word": "un*sew\"",
        "definition": "To deprive of sex, or of qualities becoming to one's sex; esp., to make unfeminine in character, manners, duties, or the like; as, to unsex a woman."
    },
    {
        "word": "un*sex\"",
        "definition": "Not sexual; not proper or peculiar to one of the sexes."
    },
    {
        "word": "un*shaped\"",
        "definition": "To deprive of a sheath; to draw from the sheath or scabbard, as a sword."
    },
    {
        "word": "un*shed\"",
        "definition": "Not spilt, or made to flow, as blood or tears."
    },
    {
        "word": "un*shell\"",
        "definition": "To remove from, or as from, a shelf."
    },
    {
        "word": "un*shelve\"",
        "definition": "Not shent; not disgraced; blameless."
    },
    {
        "word": "un*ship\"",
        "definition": "To take out of a ship or vessel; as, to unship goods."
    },
    {
        "word": "un*ship\"ment",
        "definition": "To remove the shot from, as from a shotted gun; to unload."
    },
    {
        "word": "un*shot\"",
        "definition": "Not hit by a shot; also, not discharged or fired off."
    },
    {
        "word": "un*shot\"",
        "definition": "To recall what is done by shouting."
    },
    {
        "word": "un*shrubbed\"",
        "definition": "To open, or throw open."
    },
    {
        "word": "un*sight\"a*ble",
        "definition": "Not sighted, or seen."
    },
    {
        "word": "un*sight\"ed",
        "definition": "Not aimed by means of a sight; also, not furnished with a sight, or with a properly adjusted sight; as, to shoot and unsighted rife or cannon."
    },
    {
        "word": "un*sil\"ly",
        "definition": "Absence of simplicity; artfulness."
    },
    {
        "word": "un`sin*cere\"",
        "definition": "The quality or state of being unsincere or impure; insincerity."
    },
    {
        "word": "un*skill\"ful",
        "definition": "Not skillful; inexperienced; awkward; bungling; as, an unskillful surgeon or mechanic; an unskillful logician."
    },
    {
        "word": "un*slacked\"",
        "definition": "Not slaked; unslacked; as, an unslaked thirst; unslaked lime."
    },
    {
        "word": "un*slaked\"",
        "definition": "To take off the slings of, as a yard, a cask, or the like; to release from the slings."
    },
    {
        "word": "un*so`cia*bil\"i*ty",
        "definition": "Not sociable; not inclined to society; averse to companionship or conversation; solitary; reserved; as, an unsociable person or temper."
    },
    {
        "word": "un*so\"cia*ble",
        "definition": "To loose or take from a socket."
    },
    {
        "word": "un*sock\"et",
        "definition": "Not soft; hard; coarse; rough."
    },
    {
        "word": "un*sol\"em*nize",
        "definition": "Incapable of being sounded."
    },
    {
        "word": "un*so\"na*ble",
        "definition": "Not soncy (sonsy); not fortunate."
    },
    {
        "word": "un*sort\"ed",
        "definition": "Not well selected; ill-chosen."
    },
    {
        "word": "un*spar\"ing",
        "definition": "Not sparing; not parsimonious; liberal; profuse."
    },
    {
        "word": "un*spike\"",
        "definition": "Not spilt or wasted; not shed."
    },
    {
        "word": "un*spilt\"",
        "definition": "To untwist, as something spun."
    },
    {
        "word": "un*spleened\"",
        "definition": "Not spotted; free from spot or stain; especially, free from moral stain; unblemished; immaculate; as, an unspotted reputation."
    },
    {
        "word": "un*spot\"ted",
        "definition": "To divest of the title or privilege of an esquire."
    },
    {
        "word": "un*stack\"",
        "definition": "To free from starch; to make limp or pliable."
    },
    {
        "word": "un*starch\"",
        "definition": "To deprive of state or dignity."
    },
    {
        "word": "un*step\"",
        "definition": "To release, as one thing stuck to another."
    },
    {
        "word": "un*still\"",
        "definition": "To disarm of a sting; to remove the sting of."
    },
    {
        "word": "un*stock\"",
        "definition": "To deprive of a stock; to remove the stock from; to loose from that which fixes, or holds fast."
    },
    {
        "word": "un*stop\"",
        "definition": "To take the stopple or stopper from; as, to unstop a bottle or a cask."
    },
    {
        "word": "un*strained\"",
        "definition": "Not forced; easy; natural; as, a unstrained deduction or inference."
    },
    {
        "word": "un*strat\"i*fied",
        "definition": "Want of strength; weakness; feebleness."
    },
    {
        "word": "un*string\"",
        "definition": "To deprive of a string or strings; also, to take from a string; as, to unstring beads."
    },
    {
        "word": "un*striped\"",
        "definition": "Without marks or striations; nonstriated; as, unstriped muscle fibers."
    },
    {
        "word": "un*stud\"ied",
        "definition": "Not skilled; unversed; -- followed by in."
    },
    {
        "word": "un`sub*stan\"tial*ize",
        "definition": "A divesting of substantiality."
    },
    {
        "word": "un`sub*stan`ti*a\"tion",
        "definition": "Not able or likely to succeed."
    },
    {
        "word": "un*suf\"fer*a*ble",
        "definition": "Inability or incapability of enduring, or of being endured."
    },
    {
        "word": "un`suf*fi\"cient",
        "definition": "Not to suit; to be unfit for."
    },
    {
        "word": "un*swad\"dle",
        "definition": "To take a swathe from; to relieve from a bandage; to unswaddle."
    },
    {
        "word": "un`sym*met\"ric*al",
        "definition": "Not symmetrical; being without symmetry, as the parts of a flower when similar parts are of different size and shape, or when the parts of successive circles differ in number. See Symmetry."
    },
    {
        "word": "un`sym*met\"ric*al*ly",
        "definition": "Absence or lack of sympathy."
    },
    {
        "word": "un*sym\"pa*thy",
        "definition": "To separate, as what is tacked; to disjoin; to release."
    },
    {
        "word": "un*tan\"gi*bly",
        "definition": "To loose from tangles or intricacy; to disentangle; to resolve; as, to untangle thread."
    },
    {
        "word": "un*teach\"",
        "definition": "To cause to forget, or to lose from memory, or to disbelieve what has been taught."
    },
    {
        "word": "un*tem\"per*ate*ly",
        "definition": "One who does not tempt, or is not a tempter."
    },
    {
        "word": "un*tent\"ed",
        "definition": "Not tended; not dressed. See 4th Tent."
    },
    {
        "word": "un*think\"er",
        "definition": "Not thinking; not heedful; thoughtless; inconsiderate; as, unthinking youth."
    },
    {
        "word": "un*think\"ing",
        "definition": "Not indicating thought or reflection; thoughtless."
    },
    {
        "word": "un*thread\"",
        "definition": "To draw or take out a thread from; as, to unthread a needle."
    },
    {
        "word": "un*ti\"dy",
        "definition": "Not tidy or neat; slovenly."
    },
    {
        "word": "un*tie\"",
        "definition": "To loosen, as something interlaced or knotted; to disengage the parts of; as, to untie a knot."
    },
    {
        "word": "un*tie\"",
        "definition": "To make less tight or tense; to loosen."
    },
    {
        "word": "un*til\"",
        "definition": "To; unto; towards; -- used of material objects."
    },
    {
        "word": "un*time\"li*ness",
        "definition": "Not timely; done or happening at an unnatural, unusual, or improper time; unseasonable; premature; inopportune; as, untimely frosts; untimely remarks; an untimely death."
    },
    {
        "word": "un*time\"ly",
        "definition": "Out of the natural or usual time; inopportunely; prematurely; unseasonably."
    },
    {
        "word": "un*tithed\"",
        "definition": "Not titled; having no title, or appellation of dignity or distinction."
    },
    {
        "word": "un*ti\"tled",
        "definition": "Being without title or right; not entitled."
    },
    {
        "word": "un\"to",
        "definition": "To; -- now used only in antiquated, formal, or scriptural style. See To."
    },
    {
        "word": "un*told\"",
        "definition": "Not numbered or counted; as, untold money."
    },
    {
        "word": "un*tol\"er*a*ble",
        "definition": "To take from the tomb; to exhume; to disinter."
    },
    {
        "word": "un*trav\"eled",
        "definition": "Not traveled; not trodden by passengers; as, an untraveled forest."
    },
    {
        "word": "un*treas\"ured",
        "definition": "Not treasured; not kept as treasure."
    },
    {
        "word": "un*trenched\"",
        "definition": "Not tied up in tresses; unarranged; -- said of the hair."
    },
    {
        "word": "un*true\"",
        "definition": "Not faithful; inconstant; false; disloyal."
    },
    {
        "word": "un*trunked\"",
        "definition": "To loose from a truss, or as from a truss; to untie or unfasten; to let out; to undress."
    },
    {
        "word": "un*trust\"ful",
        "definition": "Not to be trusted; not trusty."
    },
    {
        "word": "un*truth\"",
        "definition": "That which is untrue; a false assertion; a falsehood; a lie; also, an act of treachery or disloyalty."
    },
    {
        "word": "un*truth\"ful",
        "definition": "To unfold or undo, as a tuck; to release from a tuck or fold."
    },
    {
        "word": "un*tuck\"",
        "definition": "To make incapable of harmony, or of harmonious action; to put out of tune."
    },
    {
        "word": "un*twist\"",
        "definition": "To separate and open, as twisted threads; to turn back, as that which is twisted; to untwine."
    },
    {
        "word": "un*vail\"",
        "definition": "Invaluable; being beyond price."
    },
    {
        "word": "un*val\"u*a*ble",
        "definition": "Not valuable; having little value."
    },
    {
        "word": "un*val\"ued",
        "definition": "Having inestimable value; invaluable."
    },
    {
        "word": "un*veil\"",
        "definition": "To remove a veil; to reveal one's self."
    },
    {
        "word": "un*veil\"",
        "definition": "One who removes a veil."
    },
    {
        "word": "un*veil\"er",
        "definition": "Want of veracity; untruthfulness; as, unveracity of heart."
    },
    {
        "word": "un*vi\"o*la*ble",
        "definition": "To take the vizard or mask from; to unmask."
    },
    {
        "word": "un*ware\"",
        "definition": "Unaware; not foreseeing; being off one's guard."
    },
    {
        "word": "un*wa\"ri*ly",
        "definition": "The quality or state of being unwary; carelessness; heedlessness."
    },
    {
        "word": "un*wa\"ri*ness",
        "definition": "To lose warmth; to grow cold."
    },
    {
        "word": "un*warm\"",
        "definition": "To restore from a warped state; to cause to be linger warped."
    },
    {
        "word": "un*warp\"",
        "definition": "Not warped; hence, not biased; impartial."
    },
    {
        "word": "un*warped\"",
        "definition": "Not warrantable; indefensible; not vindicable; not justifiable; illegal; unjust; improper."
    },
    {
        "word": "un*war\"rant*a*ble",
        "definition": "Not warranted; being without warrant, authority, or guaranty; unwarrantable."
    },
    {
        "word": "un*wa\"ry",
        "definition": "Not vigilant against danger; not wary or cautious; unguarded; precipitate; heedless; careless."
    },
    {
        "word": "un*wayed\"",
        "definition": "Having no ways or roads; pathless."
    },
    {
        "word": "un*wea\"ried",
        "definition": "To cause to cease being weary; to refresh."
    },
    {
        "word": "un*weave\"",
        "definition": "Not to be split with wedges."
    },
    {
        "word": "un*weighed\"",
        "definition": "Not weighing or pondering; inconsiderate."
    },
    {
        "word": "un*well\"",
        "definition": "Specifically, ill from menstruation; affected with, or having, catamenial; menstruant."
    },
    {
        "word": "un*well\"ness",
        "definition": "Not blemished; undefiled; pure."
    },
    {
        "word": "un*whole\"",
        "definition": "Not easily wielded or carried; unmanageable; bulky; ponderous."
    },
    {
        "word": "un*wind\"",
        "definition": "To wind off; to loose or separate, as what or convolved; to untwist; to untwine; as, to unwind thread; to unwind a ball of yarn."
    },
    {
        "word": "un*wind\"",
        "definition": "Want of wisdom; unwise conduct or action; folly; simplicity; ignorance."
    },
    {
        "word": "un*wise\"",
        "definition": "In an unwise manner; foolishly."
    },
    {
        "word": "un*wise\"ly",
        "definition": "To wish not to be; to destroy by wishing."
    },
    {
        "word": "un*wit\"ting",
        "definition": "To deprive of the qualities of a woman; to unsex."
    },
    {
        "word": "un*wont\"ed",
        "definition": "Uncommon; unusual; infrequent; rare; as, unwonted changes."
    },
    {
        "word": "un*work\"",
        "definition": "Not worldly; spiritual; holy."
    },
    {
        "word": "un*world\"ly",
        "definition": "Not wormed; not having had the worm, or lytta, under the tongue cut out; -- said of a dog."
    },
    {
        "word": "un*wormed\"",
        "definition": "To deprive of worship or due honor; to dishonor."
    },
    {
        "word": "un*wor\"thy",
        "definition": "To open or undo, as what is wrapped or folded."
    },
    {
        "word": "un*wray\"",
        "definition": "To untwist, uncoil, or untwine, as anything wreathed."
    },
    {
        "word": "un*wrin\"kle",
        "definition": "To cancel, as what is written; to erase."
    },
    {
        "word": "un*writ\"ten",
        "definition": "Containing no writing; blank; as, unwritten paper."
    },
    {
        "word": "un*yoke\"",
        "definition": "To loose or free from a yoke."
    },
    {
        "word": "un*yoked\"",
        "definition": "Not yet yoked; not having worn the yoke."
    },
    {
        "word": "up",
        "definition": "Aloft; on high; in a direction contrary to that of gravity; toward or in a higher place or position; above; -- the opposite of down."
    },
    {
        "word": "up",
        "definition": "From the coast towards the interior of, as a country; from the mouth towards the source of, as a stream; as, to journey up the country; to sail up the Hudson."
    },
    {
        "word": "u\"pas",
        "definition": "A tree (Antiaris toxicaria) of the Breadfruit family, common in the forests of Java and the neighboring islands. Its secretions are poisonous, and it has been fabulously reported that the atmosphere about it is deleterious. Called also bohun upas."
    },
    {
        "word": "up*bar\"",
        "definition": "To remove the bar or bards of, as a gate; to under."
    },
    {
        "word": "up*braid\"",
        "definition": "To charge with something wrong or disgraceful; to reproach; to cast something in the teeth of; -- followed by with or for, and formerly of, before the thing imputed."
    },
    {
        "word": "up*break\"",
        "definition": "A breaking upward or bursting forth; an upburst."
    },
    {
        "word": "up\"burst`",
        "definition": "Cast up; thrown upward; as, with upcast eyes."
    },
    {
        "word": "up\"cast`",
        "definition": "The ventilating shaft of a mine out of which the air passes after having circulated through the mine; -- distinguished from the downcast. Called also upcast pit, and upcast shaft."
    },
    {
        "word": "up*cast\"",
        "definition": "To taunt; to reproach; to upbraid."
    },
    {
        "word": "up*coil\"",
        "definition": "In an upcountry direction; as, to live upcountry."
    },
    {
        "word": "up\"coun`try",
        "definition": "Living or situated remote from the seacoast; as, an upcountry residence."
    },
    {
        "word": "up*fill\"",
        "definition": "To flow or stream up."
    },
    {
        "word": "up*flung\"",
        "definition": "To gather up; to contract; to draw together."
    },
    {
        "word": "up*held\"",
        "definition": "A fir pole of from four to seven inches diameter, and twenty to forty feet long, sometimes roughly hewn, used for scaffoldings, and sometimes for slight and common roofs, for which use it is split."
    },
    {
        "word": "up*hill\"",
        "definition": "Ascending; going up; as, an uphill road."
    },
    {
        "word": "up\"hill`",
        "definition": "Attended with labor; difficult; as, uphill work."
    },
    {
        "word": "up*hold\"er",
        "definition": "A broker or auctioneer; a tradesman."
    },
    {
        "word": "u\"phroe",
        "definition": "High land; ground elevated above the meadows and intervals which lie on the banks of rivers, near the sea, or between hills; land which is generally dry; -- opposed to lowland, meadow, marsh, swamp, interval, and the like."
    },
    {
        "word": "up\"land",
        "definition": "The country, as distinguished from the neighborhood of towns."
    },
    {
        "word": "up*land\"ish",
        "definition": "Rude; rustic; unpolished; uncivilized."
    },
    {
        "word": "up*lead\"",
        "definition": "To lean or incline upon anything."
    },
    {
        "word": "up\"lift`",
        "definition": "A line or track leading from the provinces toward the metropolis or a principal terminus; the track upon which up-trains run. See Up-train."
    },
    {
        "word": "u`po*ko*ro\"ro",
        "definition": "On; -- used in all the senses of that word, with which it is interchangeable."
    },
    {
        "word": "up*pent`",
        "definition": "Being further up, literally or figuratively; higher in place, position, rank, dignity, or the like; superior; as, the upper lip; the upper side of a thing; the upper house of a legislature."
    },
    {
        "word": "up\"per",
        "definition": "Highest in place, position, rank, power, or the like; upmost; supreme."
    },
    {
        "word": "up`per*ten\"dom",
        "definition": "To pile, or heap, up."
    },
    {
        "word": "up\"pish",
        "definition": "imp. & p. p. of Uppluck."
    },
    {
        "word": "up*plight\"",
        "definition": "To pull or pluck up."
    },
    {
        "word": "up*pluck\"",
        "definition": "Upraised; erect; -- said of the ears of an animal."
    },
    {
        "word": "up*raise\"",
        "definition": "To raise; to erect."
    },
    {
        "word": "up\"right`",
        "definition": "In an upright or just manner."
    },
    {
        "word": "up\"right`ly",
        "definition": "the quality or state of being upright."
    },
    {
        "word": "up\"right`ness",
        "definition": "To rise; to get up; to appear from below the horizon."
    },
    {
        "word": "up*ris\"ing",
        "definition": "An insurrection; a popular revolt."
    },
    {
        "word": "up`sar*o\"kas",
        "definition": "To seek or strain upward."
    },
    {
        "word": "up*set\"",
        "definition": "To thicken and shorten, as a heated piece of iron, by hammering on the end."
    },
    {
        "word": "up*set\"",
        "definition": "Set up; fixed; determined; -- used chiefly or only in the phrase upset price; that is, the price fixed upon as the minimum for property offered in a public sale, or, in an auction, the price at which property is set up or started by the auctioneer, and the lowest price at which it will be sold."
    },
    {
        "word": "up\"set`",
        "definition": "Conceited; assuming; as, an upsetting fellow."
    },
    {
        "word": "up*snatch\"",
        "definition": "To soar or mount up."
    },
    {
        "word": "up\"spring`",
        "definition": "A spring or leap into the air."
    },
    {
        "word": "up*stairs\"",
        "definition": "Being above stairs; as, an upstairs room."
    },
    {
        "word": "up\"stairs`",
        "definition": "To stand up; to be erected; to rise."
    },
    {
        "word": "up*stream\"",
        "definition": "Toward the higher part of a street; as, to walk upstreet."
    },
    {
        "word": "up\"sun`",
        "definition": "To rise, or cause to rise, in a swarm or swarms."
    },
    {
        "word": "up\"take`",
        "definition": "The pipe leading upward from the smoke box of a steam boiler to the chimney, or smokestack; a flue leading upward."
    },
    {
        "word": "up\"throw`",
        "definition": "To send up a noise like thunder."
    },
    {
        "word": "up*town\"",
        "definition": "Situated in, or belonging to, the upper part of a town or city; as, a uptown street, shop, etc.; uptown society."
    },
    {
        "word": "up\"town`",
        "definition": "To trace up or out."
    },
    {
        "word": "up*trace\"",
        "definition": "To train up; to educate."
    },
    {
        "word": "up\"-train`",
        "definition": "A train going in the direction conventionally called up."
    },
    {
        "word": "up\"ward",
        "definition": "In a direction from lower to higher; toward a higher place; in a course toward the source or origin; -- opposed to downward; as, to tend or roll upward."
    },
    {
        "word": "up\"ward",
        "definition": "The upper part; the top."
    },
    {
        "word": "ur",
        "definition": "A cord or band of fibrous tissue extending from the bladder to the umbilicus."
    },
    {
        "word": "u\"ra*chus",
        "definition": "Accumulation in the blood of the principles of the urine, producing dangerous disease."
    },
    {
        "word": "u*r\\'91\"mi*a",
        "definition": "Of or pertaining to ur\\'91mia; as, ur\\'91mic convulsions."
    },
    {
        "word": "u*r\\'91\"mic",
        "definition": "The posterior half of an animal."
    },
    {
        "word": "u*r\\'91\"um",
        "definition": "Pertaining to, or designating, the Urals, a mountain range between Europe and Asia."
    },
    {
        "word": "u\"ral",
        "definition": "Of or pertaining to the Urals and the Altai; as the Ural-Altaic, or Turanian, languages."
    },
    {
        "word": "u\"ra*li",
        "definition": "Of or relating to the Ural Mountains."
    },
    {
        "word": "u*ra\"li*an",
        "definition": "Amphibole resulting from the alternation of pyroxene by paramorphism. It is not uncommon in massive eruptive rocks."
    },
    {
        "word": "u\"ral*ite",
        "definition": "The change of pyroxene to amphibole by paramorphism."
    },
    {
        "word": "u*ram\"il",
        "definition": "A salt of uranic acid."
    },
    {
        "word": "u*ra\"ni*a",
        "definition": "One of the nine Muses, daughter of Zeus by Mnemosyne, and patron of astronomy."
    },
    {
        "word": "u*ra\"ni*an",
        "definition": "Of or pertaining to the heavens; celestial; astronomical."
    },
    {
        "word": "u*ran\"ic",
        "definition": "Pertaining to, resembling, or containing uranium; specifically, designating those compounds in which uranium has a valence relatively higher than in uranous compounds."
    },
    {
        "word": "u\"ra*nin",
        "definition": "A mineral consisting chiefly of uranium oxide with some lead, thorium, etc., occurring in black octahedrons, also in masses with a pitchlike luster; pitchblende."
    },
    {
        "word": "u*ran\"i*nite",
        "definition": "The process of forming an artificial palate."
    },
    {
        "word": "u`ra*nis\"co*plas`ty",
        "definition": "Suture of the palate. See Staphyloraphy."
    },
    {
        "word": "u`ra*nis*cor\"a*phy",
        "definition": "A general term for the uranium phosphates, autunite, or lime uranite, and torbernite, or copper uranite."
    },
    {
        "word": "u\"ra*nite",
        "definition": "Of or pertaining to uranium; containing uranium."
    },
    {
        "word": "u`ra*nit\"ic",
        "definition": "An element of the chromium group, found in certain rare minerals, as pitchblende, uranite, etc., and reduced as a heavy, hard, nickel-white metal which is quite permanent. Its yellow oxide is used to impart to glass a delicate greenish-yellow tint which is accompanied by a strong fluorescence, and its black oxide is used as a pigment in porcelain painting. Symbol U. Atomic weight 239. \\'3c--radioactive, U-235 isotope is used in atomic fission, in bombs or power plants --\\'3e"
    },
    {
        "word": "u`ra*no*graph\"ic",
        "definition": "One practiced in uranography."
    },
    {
        "word": "u`ra*nog\"ra*phist",
        "definition": "A description or plan of the heavens and the heavenly bodies; the construction of celestial maps, globes, etc.; uranology."
    },
    {
        "word": "u`ra*nog\"ra*phy",
        "definition": "A meteorite or a\\'89rolite."
    },
    {
        "word": "u`ra*nom`e*tri\"a",
        "definition": "A chart or catalogue of fixed stars, especially of stars visible to the naked eye."
    },
    {
        "word": "u`ra*nom\"e*try",
        "definition": "The plastic operation for closing a fissure in the hard palate."
    },
    {
        "word": "u\"ra*no*plas`ty",
        "definition": "Observation of the heavens or heavenly bodies."
    },
    {
        "word": "u`ra*nos\"co*py",
        "definition": "A combining form (also used adjectively) from uranium; -- used in naming certain complex compounds; as in uranoso-uranic oxide, uranoso-uranic sulphate."
    },
    {
        "word": "u\"ra*nus",
        "definition": "The son or husband of Gaia (Earth), and father of Chronos (Time) and the Titans."
    },
    {
        "word": "u*ran\"-u*tan`",
        "definition": "The radical UO2, conveniently regarded as a residue of many uranium compounds."
    },
    {
        "word": "u*ra\"re",
        "definition": "A salt of uric acid; as, sodium urate; ammonium urate."
    },
    {
        "word": "u\"rate",
        "definition": "Of or containing urates; as, uratic calculi."
    },
    {
        "word": "ur\"ban",
        "definition": "Of or belonging to a city or town; as, an urban population."
    },
    {
        "word": "ur*bane\"",
        "definition": "A large and delicious pear or Flemish origin."
    },
    {
        "word": "ur*ban\"i*ty",
        "definition": "The quality or state of being urbane; civility or courtesy of manners; politeness; refinement."
    },
    {
        "word": "ur*bic\"o*l\\'91",
        "definition": "Of or pertaining to a city; urban."
    },
    {
        "word": "ur\"ce*o*lar",
        "definition": "Shaped like a pitcher or urn; swelling below, and contrasted at the orifice, as a calyx or corolla."
    },
    {
        "word": "ur\"ce*late",
        "definition": "A vessel for water for washing the hands; also, one to hold wine or water."
    },
    {
        "word": "ur\"ce*ole",
        "definition": "Any urn-shaped organ of a plant."
    },
    {
        "word": "ur\"chon",
        "definition": "The language more generally called Hindoostanee."
    },
    {
        "word": "u\"re*al",
        "definition": "An apparatus for the determination of the amount of urea in urine, in which the nitrogen evolved by the action of certain reagents, on a given volume of urine, is collected and measured, and the urea calculated accordingly."
    },
    {
        "word": "u`re*am\"e*ter",
        "definition": "A glucoside extracted from the leaves of a certain plant (Urechitis suberecta) as a bitter white crystalline substance."
    },
    {
        "word": "u`re*chi\"tin",
        "definition": "A poisonous glucoside found accompanying urechitin, and extracted as a bitter white crystalline substance."
    },
    {
        "word": "u*re\"do",
        "definition": "One of the stages in the life history of certain rusts (Uredinales), regarded at one time as a distinct genus. It is a summer stage preceding the teleutospore, or winter stage. See Uredinales, in the Supplement."
    },
    {
        "word": "u*re\"do*spore",
        "definition": "Any one of the many complex derivatives of urea; thus, hydantoin, and, in an extended dense, guanidine, caffeine, et., are ureides."
    },
    {
        "word": "u\"re*ide",
        "definition": "A suffix with the same meaning as -ide. See -ide."
    },
    {
        "word": "u*re\"ter",
        "definition": "Inflammation of the ureter."
    },
    {
        "word": "u*reth\"ane",
        "definition": "The canal by which the urine is conducted from the bladder and discharged."
    },
    {
        "word": "u*re\"thra",
        "definition": "Of or pertaining to the urethra."
    },
    {
        "word": "u`re*thri\"tis",
        "definition": "An operation for the repair of an injury or a defect in the walls of the urethra."
    },
    {
        "word": "u*re\"thro*plas`ty",
        "definition": "An instrument for viewing the interior of the urethra."
    },
    {
        "word": "u*re\"thro*scope",
        "definition": "Examination of the urethra by means of the urethroscope."
    },
    {
        "word": "u`re*thros\"co*py",
        "definition": "An instrument for cutting a urethral stricture."
    },
    {
        "word": "u*re\"thro*tome",
        "definition": "An incision of the urethra, esp. incision for relief of urethral stricture."
    },
    {
        "word": "u`re*throt\"o*my",
        "definition": "Of or pertaining to the urine; diuretic; urinary; as, uretic medicine."
    },
    {
        "word": "urge",
        "definition": "To press; to push; to drive; to impel; to force onward."
    },
    {
        "word": "urge",
        "definition": "To be pressing in argument; to insist; to persist."
    },
    {
        "word": "ur\"gence",
        "definition": "The quality or condition of being urgent; insistence; pressure; as, the urgency of a demand or an occasion."
    },
    {
        "word": "ur\"gen*cy",
        "definition": "Urging; pressing; besetting; plying, with importunity; calling for immediate attention; instantly important."
    },
    {
        "word": "u\"ri*nal",
        "definition": "A vessel for holding urine; especially, a bottle or tube for holding urine for inspection."
    },
    {
        "word": "u\"ri*na*ry",
        "definition": "Of or pertaining to the urine; as, the urinary bladder; urinary excretions."
    },
    {
        "word": "u\"ri*na*ry",
        "definition": "To discharge urine; to make water."
    },
    {
        "word": "u\"ri*nate",
        "definition": "The act or process of voiding urine; micturition."
    },
    {
        "word": "u`ri*na\"tion",
        "definition": "Provoking the flow of urine; uretic; diuretic."
    },
    {
        "word": "u`ri*nif\"er*ous",
        "definition": "Producing or preparing urine; as, the uriniparous tubes in the cortical portion of the kidney."
    },
    {
        "word": "u`ri*nip\"a*rous",
        "definition": "Pertaining to the urinary and genital organs; genitourinary; urogenital; as, the urinogenital canal."
    },
    {
        "word": "u`ri*no*gen\"i*tal",
        "definition": "A small hydrometer for determining the specific gravity of urine."
    },
    {
        "word": "u`ri*nom\"e*ter",
        "definition": "The estimation of the specific gravity of urine by the urinometer."
    },
    {
        "word": "u\"rite",
        "definition": "The bindings of a hedge."
    },
    {
        "word": "urn",
        "definition": "A vessel of various forms, usually a vase furnished with a foot or pedestal, employed for different purposes, as for holding liquids, for ornamental uses, for preserving the ashes of the dead after cremation, and anciently for holding lots to be drawn."
    },
    {
        "word": "urn\"ful",
        "definition": "Having the shape of an urn; as, the urn-shaped capsules of some mosses."
    },
    {
        "word": "urn\"-shaped`",
        "definition": "A combining form fr. Gr. o'y^ron, urine."
    },
    {
        "word": "u\"ro-",
        "definition": "A combining form from Gr. o'yra`, the tail, the caudal extremity."
    },
    {
        "word": "u\"ro-",
        "definition": "A yellow pigment identical with hydrobilirubin, abundant in the highly colored urine of fever, and also present in normal urine. See Urochrome."
    },
    {
        "word": "u`ro*bi\"lin",
        "definition": "A morbid swelling of the scrotum due to extravasation of urine into it."
    },
    {
        "word": "u\"ro*cele",
        "definition": "A division of boring Hymenoptera, including Tremex and allied genera. See Illust. of Horntail."
    },
    {
        "word": "u`ro*cer\"a*ta",
        "definition": "The central axis or cord in the tail of larval ascidians and of certain adult tunicates."
    },
    {
        "word": "u`ro*chor\"da",
        "definition": "Of or pertaining to the Urochorda."
    },
    {
        "word": "u`ro*chor\"dal",
        "definition": "A yellow urinary pigment, considered by Thudichum as the only pigment present in normal urine. It is regarded by Maly as identical with urobilin."
    },
    {
        "word": "u\"ro*cyst",
        "definition": "An order of amphibians having the tail well developed and often long. It comprises the salamanders, tritons, and allied animals."
    },
    {
        "word": "u`ro*de\"la",
        "definition": "One of the Urodela."
    },
    {
        "word": "u\"ro*dele",
        "definition": "Of or pertaining to the Urodela."
    },
    {
        "word": "u`ro*de\"li*an",
        "definition": "A reddish urinary pigment, considered as the substance which gives to the urine of rheumatism its characteristic color. It also causes the red color often seen in deposits of urates."
    },
    {
        "word": "u`ro*e*ryth\"rin",
        "definition": "Behind the stomach; -- said of two lobes of the carapace of certain crustaceans."
    },
    {
        "word": "u`ro*gen\"i*tal",
        "definition": "A body identical with indigo blue, occasionally found in the urine in degeneration of the kidneys. It is readily formed by oxidation or decomposition of indican."
    },
    {
        "word": "u`ro*glau\"cin",
        "definition": "Urinary h\\'91matin; -- applied to the normal coloring matter of the urine, on the supposition that it is formed either directly or indirectly (through bilirubin) from the h\\'91matin of the blood. See Urochrome, and Urobilin."
    },
    {
        "word": "u`ro*h\\'91m\"a*tin",
        "definition": "Of or pertaining to one or more median and posterior elements in the hyoidean arch of fishes."
    },
    {
        "word": "u*rol\"o*gy",
        "definition": "Any one of the abdominal segments of an arthropod."
    },
    {
        "word": "u\"ro*mere",
        "definition": "That part of medicine which treats of urine."
    },
    {
        "word": "u\"ro*pod",
        "definition": "Of or pertaining to a uropod."
    },
    {
        "word": "u`ro*po*et\"ic",
        "definition": "Producing, or favoring the production of, urine."
    },
    {
        "word": "u`ro*pyg\"i*um",
        "definition": "Of or pertaining to both the caudal and sacral parts of the vertebral column; as, the urosacral vertebr\\'91 of birds."
    },
    {
        "word": "u`ro*sa\"cral",
        "definition": "The diagnosis of diseases by inspection of urine."
    },
    {
        "word": "u\"ro*some",
        "definition": "One of the plates on the under side of the tail of a serpent."
    },
    {
        "word": "u\"ro*stege",
        "definition": "A median ossification back of the lophosteon in the sternum of some birds."
    },
    {
        "word": "u*ros\"te*on",
        "definition": "The sternal, or under piece, of any one of the uromeres of insects and other arthropods."
    },
    {
        "word": "u`ro*ster\"nite",
        "definition": "A styliform process forming the posterior extremity of the vertebral column in some fishes and amphibians."
    },
    {
        "word": "u\"rox",
        "definition": "A salt of uroxanic acid."
    },
    {
        "word": "u*rox\"a*nate",
        "definition": "Pertaining to, or designating, an acid, C5H8N4O6, which is obtained, as a white crystalline substance, by the slow oxidation of uric acid in alkaline solution."
    },
    {
        "word": "u`ro*xan\"thin",
        "definition": "Indigo red, a product of the decomposition, or oxidation, of indican. It is sometimes found in the sediment of pathological urines. It is soluble in ether or alcohol, giving the solution a beautiful red color. Also called indigrubin."
    },
    {
        "word": "ur*rho\"din",
        "definition": "A sort of blue or black clay lying near a vein of coal."
    },
    {
        "word": "ur\"ry",
        "definition": "Either one of the Bears. See the Phrases below."
    },
    {
        "word": "ur\"sal",
        "definition": "Having the shape of a bear."
    },
    {
        "word": "ur\"si*form",
        "definition": "Of or pertaining to a bear; resembling a bear."
    },
    {
        "word": "ur\"suk",
        "definition": "A beautiful North American butterfly (Basilarchia, ∨ Limenitis, astyanax). Its wings are nearly black with red and blue spots and blotches. Called also red-spotted purple."
    },
    {
        "word": "ur\"su*la",
        "definition": "One of an order of nuns founded by St. Angela Merici, at Brescia, in Italy, about the year 1537, and so called from St. Ursula, under whose protection it was placed. The order was introduced into Canada as early as 1639, and into the United States in 1727. The members are devoted entirely to education."
    },
    {
        "word": "ur\"su*line",
        "definition": "Of or pertaining to St. Ursula, or the order of Ursulines; as, the Ursuline nuns."
    },
    {
        "word": "ur\"su*line",
        "definition": "A genus of Carnivora including the common bears."
    },
    {
        "word": "ur\"sus",
        "definition": "A genus of plants including the common nettles. See Nettle, n."
    },
    {
        "word": "ur*ti\"ca",
        "definition": "Of or pertaining to a natural order (Urticace\\'91) of plants, of which the nettle is the type. The order includes also the hop, the elm, the mulberry, the fig, and many other plants."
    },
    {
        "word": "ur`ti*ca\"ceous",
        "definition": "Resembling nettles; -- said of several natural orders allied to urticaceous plants."
    },
    {
        "word": "ur\"tic*al",
        "definition": "The nettle rash, a disease characterized by a transient eruption of red pimples and of wheals, accompanied with a burning or stinging sensation and with itching; uredo."
    },
    {
        "word": "ur`ti*ca\"ri*a",
        "definition": "To sting with, or as with, nettles; to irritate; to annoy."
    },
    {
        "word": "ur`ti*ca\"tion",
        "definition": "The black vulture (Catharista atrata). It ranges from the Southern United States to South America. See Vulture."
    },
    {
        "word": "u*ru*bu\"",
        "definition": "A very large, powerful, and savage extinct bovine animal (Bos urus ∨ primigenius) anciently abundant in Europe. It appears to have still existed in the time of Julius C\\'91sar. It had very large horns, and was hardly capable of domestication. Called also, ur, ure, and tur."
    },
    {
        "word": "u\"rus",
        "definition": "The crab-eating ichneumon (Herpestes urva), native of India. The fur is black, annulated with white at the tip of each hair, and a white streak extends from the mouth to the shoulder."
    },
    {
        "word": "ur\"va",
        "definition": "The persons speaking, regarded as an object; ourselves; -- the objective case of we. See We."
    },
    {
        "word": "us\"age",
        "definition": "The act of using; mode of using or treating; treatment; conduct with respect to a person or a thing; as, good usage; ill usage; hard usage."
    },
    {
        "word": "use",
        "definition": "The act of employing anything, or of applying it to one's service; the state of being so employed or applied; application; employment; conversion to some purpose; as, the use of a pen in writing; his machines are in general use."
    },
    {
        "word": "use",
        "definition": "To make use of; to convert to one's service; to avail one's self of; to employ; to put a purpose; as, to use a plow; to use a chair; to use time; to use flour for food; to use water for irrigation."
    },
    {
        "word": "use\"ful*ly",
        "definition": "The quality or state of being useful; utility; serviceableness; advantage."
    },
    {
        "word": "us\"er",
        "definition": "Enjoyment of property; use."
    },
    {
        "word": "ush\"er",
        "definition": "An officer or servant who has the care of the door of a court, hall, chamber, or the like; hence, an officer whose business it is to introduce strangers, or to walk before a person of rank. Also, one who escorts persons to seats in a church, theater, etc."
    },
    {
        "word": "ush\"er*dom",
        "definition": "Destitute of an usher."
    },
    {
        "word": "ush\"er*ship",
        "definition": "Denoting usual or customary action."
    },
    {
        "word": "us\"ne*a",
        "definition": "Pertaining to, or designating, a complex acid obtained, as a yellow crystalline substance, from certain genera of lichens  (Usnea, Parmelia, etc.)."
    },
    {
        "word": "us\"que*baugh",
        "definition": "A compound distilled spirit made in Ireland and Scotland; whisky."
    },
    {
        "word": "us`tu*la\"tion",
        "definition": "The act of burning or searing."
    },
    {
        "word": "u`su*cap\"tion",
        "definition": "The right of using and enjoying the profits of an estate or other thing belonging to another, without impairing the substance."
    },
    {
        "word": "u\"su*rer",
        "definition": "One who lends money and takes interest for it; a money lender."
    },
    {
        "word": "u*su\"ri*ous",
        "definition": "Practicing usury; taking illegal or exorbitant interest for the use of money; as, a usurious person."
    },
    {
        "word": "u`sur*pa\"tion",
        "definition": "The act of usurping, or of seizing and enjoying; an authorized, arbitrary assumption and exercise of power, especially an infringing on the rights of others; specifically, the illegal seizure of sovereign power; -- commonly used with of, also used with on or upon; as, the usurpation of a throne; the usurpation of the supreme power."
    },
    {
        "word": "u\"su*ry",
        "definition": "A premium or increase paid, or stipulated to be paid, for a loan, as of money; interest."
    },
    {
        "word": "u\"tas",
        "definition": "The eighth day after any term or feast; the octave; as, the utas of St. Michael."
    },
    {
        "word": "u\"ter*ine",
        "definition": "Of or instrument to the uterus, or womb."
    },
    {
        "word": "u`te*ro*vag\"i*nal",
        "definition": "The organ of a female mammal in which the young are developed previous to birth; the womb."
    },
    {
        "word": "u\"te*rus",
        "definition": "A receptacle, or pouch, connected with the oviducts of many invertebrates in which the eggs are retained until they hatch or until the embryos develop more or less. See Illust. of Hermaphrodite in Append."
    },
    {
        "word": "utes",
        "definition": "Any species of large West Indian rodents of the genus Capromys, or Utia. In general appearance and habits they resemble rats, but they are as large as rabbits."
    },
    {
        "word": "u\"ti*a",
        "definition": "Of, pertaining to, or designating, a subdivision of the Trenton Period of the Lower Silurian, characterized in the State of New York by beds of shale."
    },
    {
        "word": "u*til`i*ta\"ri*an",
        "definition": "Of or pertaining to utility; consisting in utility; as, utilitarian narrowness; a utilitarian indifference to art."
    },
    {
        "word": "u*til`i*ta\"ri*an*ism",
        "definition": "The doctrine that virtue is founded in utility, or that virtue is defined and enforced by its tendency to promote the highest happiness of the universe."
    },
    {
        "word": "u*til\"i*ty",
        "definition": "The quality or state of being useful; usefulness; production of good; profitableness to some valuable end; as, the utility of manure upon land; the utility of the sciences; the utility of medicines."
    },
    {
        "word": "u\"til*i`za*ble",
        "definition": "The act of utilizing, or the state of being utilized."
    },
    {
        "word": "u`til*i*za\"tion",
        "definition": "To make useful; to turn to profitable account or use; to make use of; as, to utilize the whole power of a machine; to utilize one's opportunities."
    },
    {
        "word": "u`ti pos`si*de\"tis",
        "definition": "The basis or principle of a treaty which leaves belligerents mutually in possession of what they have acquired by their arms during the war."
    },
    {
        "word": "ut\"most`",
        "definition": "Situated at the farthest point or extremity; farthest out; most distant; extreme; as, the utmost limits of the land; the utmost extent of human knowledge."
    },
    {
        "word": "u*to\"pi*a",
        "definition": "An imaginary island, represented by Sir Thomas More, in a work called Utopia, as enjoying the greatest perfection in politics, laws, and the like. See Utopia, in the Dictionary of Noted Names in Fiction."
    },
    {
        "word": "u*to\"pi*an",
        "definition": "An inhabitant of Utopia; hence, one who believes in the perfectibility of human society; a visionary; an idealist; an optimist."
    },
    {
        "word": "u*to\"pi*an*ism",
        "definition": "An Utopian; an optimist."
    },
    {
        "word": "u*to\"pist",
        "definition": "One who receives the eucharist in both kinds; esp., one of a body of Hussites who in the 15th century fought for the right to do this. Called also Calixtines."
    },
    {
        "word": "u\"tri*cle",
        "definition": "A little sac or vesicle, as the air cell of fucus, or seaweed."
    },
    {
        "word": "u*tric\"u*lar",
        "definition": "Of or pertaining to a utricle, or utriculus; containing, or furnished with, a utricle or utricles; utriculate; as, a utricular plant."
    },
    {
        "word": "u*tric`u*la\"ri*a",
        "definition": "Resembling a bladder; swollen like a bladder; inflated; utricular."
    },
    {
        "word": "u*tric\"u*lus",
        "definition": "- (connection with, or relation to, the uterus; as in utro-ovarian."
    },
    {
        "word": "ut\"ter",
        "definition": "To put forth or out; to reach out."
    },
    {
        "word": "ut\"ter*a*ble",
        "definition": "The act of uttering."
    },
    {
        "word": "ut\"ter*ance",
        "definition": "Sale by offering to the public."
    },
    {
        "word": "ut\"ter*ness",
        "definition": "A small pulpy or juicy fruit containing several seeds and having a thin skin, as a grape."
    },
    {
        "word": "u\"va",
        "definition": "A conserve made of grapes."
    },
    {
        "word": "u`va-ur\"si",
        "definition": "The posterior pigmented layer of the iris; -- sometimes applied to the whole iris together with the choroid coat."
    },
    {
        "word": "u\"ve*ous",
        "definition": "Pertaining to, or obtained from, grapes; specifically, designating an organic acid, C7H8O3 (also called pyrotritartaric acid), obtained as a white crystalline substance by the decomposition of tartaric and pyrotartaric acids."
    },
    {
        "word": "u\"vic",
        "definition": "Pertaining to, or designating, an acid, CH3C6H3(CO2H)2, obtained as a white crystalline substance by the partial oxidation of mesitylene; -- called also mesitic acid."
    },
    {
        "word": "u*vit\"ic",
        "definition": "Pertaining to, or designating, an acid which is obtained as a white crystalline substance by the action of ammonia on pyrotartaric acid."
    },
    {
        "word": "u\"vrou",
        "definition": "The pendent fleshy lobe in the middle of the posterior border of the soft palate."
    },
    {
        "word": "u\"vu*lar",
        "definition": "An instrument for removing the uvula."
    },
    {
        "word": "u\"vu*la*tome",
        "definition": "The operation of removing the uvula."
    },
    {
        "word": "u*wa\"ro*wite",
        "definition": "Dotingly fond of, or servilely submissive to, a wife; uxorious; also, becoming a wife; pertaining to a wife."
    },
    {
        "word": "ux*or\"i*cide",
        "definition": "The murder of a wife by her husband."
    }
]