[
    {
        "word": "waag",
        "definition": "The burning bush; -- said to be called after a quack medicine made from it."
    },
    {
        "word": "waa*hoo\"",
        "definition": "To move staggeringly or unsteadily from one side to the other; to vacillate; to move the manner of a rotating disk when the axis of rotation is inclined to that of the disk; -- said of a turning or whirling body; as, a top wabbles; a buzz saw wabbles."
    },
    {
        "word": "wab\"ble",
        "definition": "Inclined to wabble; wabbling."
    },
    {
        "word": "wab\"bly",
        "definition": "A soft, earthy, dark-colored rock or clay derived from the alteration of basalt."
    },
    {
        "word": "wad",
        "definition": "A little mass, tuft, or bundle, as of hay or tow."
    },
    {
        "word": "wad",
        "definition": "To form into a mass, or wad, or into wadding; as, to wad tow or cotton."
    },
    {
        "word": "wad\"ding",
        "definition": "A wad, or the materials for wads; any pliable substance of which wads may be made."
    },
    {
        "word": "wad\"dler",
        "definition": "In a waddling manner."
    },
    {
        "word": "wade",
        "definition": "To go; to move forward."
    },
    {
        "word": "wade",
        "definition": "The act of wading."
    },
    {
        "word": "wade",
        "definition": "One who, or that which, wades."
    },
    {
        "word": "wad\"er",
        "definition": "Any long-legged bird that wades in the water in search of food, especially any species of limicoline or grallatorial birds; -- called also wading bird.  See Illust. g, under Aves."
    },
    {
        "word": "wad\"set",
        "definition": "One who holds by a wadset."
    },
    {
        "word": "wad\"set*ter",
        "definition": "A ravine through which a brook flows; the channel of a water course, which is dry except in the rainy season."
    },
    {
        "word": "wa\"fer",
        "definition": "A thin cake made of flour and other ingredients."
    },
    {
        "word": "wa\"fer",
        "definition": "A dealer in the cakes called wafers; a confectioner."
    },
    {
        "word": "waffle",
        "definition": "A soft indented cake cooked in a waffle iron."
    },
    {
        "word": "waft",
        "definition": "To cause to move or go in a wavy manner, or by the impulse of waves, as of water or air; to bear along on a buoyant medium; as, a balloon was wafted over the channel."
    },
    {
        "word": "wag",
        "definition": "To be in action or motion; to move; to get along; to progress; to stir."
    },
    {
        "word": "wag",
        "definition": "The act of wagging; a shake; as, a wag of the head."
    },
    {
        "word": "wage",
        "definition": "To pledge; to hazard on the event of a contest; to stake; to bet, to lay; to wager; as, to wage a dollar."
    },
    {
        "word": "wage",
        "definition": "That which is staked or ventured; that for which one incurs risk or danger; prize; gage."
    },
    {
        "word": "wag\"el",
        "definition": "A south African proteaceous tree (Protea grandiflora); also, its tough wood, used for making wagon wheels."
    },
    {
        "word": "wa\"ger",
        "definition": "Something deposited, laid, or hazarded on the event of a contest or an unsettled question; a bet; a stake; a pledge."
    },
    {
        "word": "wa\"ger*er",
        "definition": "Hazarding; pertaining to the act of one who wagers."
    },
    {
        "word": "wag\"gel",
        "definition": "The manner or action of a wag; mischievous merriment; sportive trick or gayety; good-humored sarcasm; pleasantry; jocularity; as, the waggery of a schoolboy."
    },
    {
        "word": "wag\"gie",
        "definition": "Like a wag; mischievous in sport; roguish in merriment or good humor; frolicsome."
    },
    {
        "word": "wag\"gish <?/",
        "definition": "Done, made, or laid in waggery or for sport; sportive; humorous; as, a waggish trick."
    },
    {
        "word": "wag\"gle",
        "definition": "One who moves or wears a halter; one likely to be hanged."
    },
    {
        "word": "wag\"on",
        "definition": "A wheeled carriage; a vehicle on four wheels, and usually drawn by horses; especially, one used for carrying freight or merchandise."
    },
    {
        "word": "wag\"on",
        "definition": "To wagon goods as a business; as, the man wagons between Philadelphia and its suburbs."
    },
    {
        "word": "wag\"on",
        "definition": "Money paid for carriage or conveyance in wagon."
    },
    {
        "word": "wag\"on*age",
        "definition": "A collection of wagons; wagons, collectively."
    },
    {
        "word": "wag\"on*er",
        "definition": "The constellation Charles's Wain, or Ursa Major.  See Ursa major, under Ursa."
    },
    {
        "word": "wag`on*ette\"",
        "definition": "As much as a wagon will hold; enough to fill a wagon; a wagonload."
    },
    {
        "word": "wag\"on*ful",
        "definition": "Having a top, or head, shaped like the top of a covered wagon, or resembling in section or outline an inverted U, thus as, a wagonheaded ceiling."
    },
    {
        "word": "wag\"on*load`",
        "definition": "Having a roof, or top, shaped like an inverted U; wagon-headed."
    },
    {
        "word": "wag\"on-roofed`",
        "definition": "Conveyance by means of a wagon or wagons."
    },
    {
        "word": "wag\"on*wright`",
        "definition": "Any one of many species of Old World singing birds belonging to Motacilla and several allied genera of the family Motacillid\\'91. They have the habit of constantly jerking their long tails up and down, whence the name."
    },
    {
        "word": "wah",
        "definition": "A follower of Abdel Wahab (b. 1691; d. 1787), a reformer of Mohammedanism. His doctrines prevail particularly among the Bedouins, and the sect, though checked in its influence, extends to most parts of Arabia, and also into India."
    },
    {
        "word": "wa*ha\"bee",
        "definition": "Oppressed with weight; crushed; weighed down."
    },
    {
        "word": "waif",
        "definition": "Goods found of which the owner is not known; originally, such goods as a pursued thief threw away to prevent being apprehended, which belonged to the king unless the owner made pursuit of the felon, took him, and brought him to justice."
    },
    {
        "word": "wail\"er",
        "definition": "A woman who wails."
    },
    {
        "word": "wail\"ful",
        "definition": "In a wailing manner."
    },
    {
        "word": "wail\"ing*ly",
        "definition": "Lamentation; loud weeping; wailing."
    },
    {
        "word": "wain",
        "definition": "A four-wheeled vehicle for the transportation of goods, produce, etc.; a wagon."
    },
    {
        "word": "wain\"age",
        "definition": "See Cartbote.  See also the Note under Bote."
    },
    {
        "word": "wain\"scot",
        "definition": "Oaken timber or boarding."
    },
    {
        "word": "wain\"scot*ing",
        "definition": "The material used to wainscot a house, or the wainscot as a whole; panelwork."
    },
    {
        "word": "wain\"wright`",
        "definition": "A piece of plank two yard<?/ long and a foot broad."
    },
    {
        "word": "waist",
        "definition": "That part of the human body which is immediately below the ribs or thorax; the small part of the body between the thorax and hips."
    },
    {
        "word": "waist\"band",
        "definition": "A sash worn by women around the waist."
    },
    {
        "word": "waist\"cloth",
        "definition": "A covering of canvas or tarpaulin for the hammocks, stowed on the nettings, between the quarterdeck and the forecastle."
    },
    {
        "word": "waist\"coat*ing",
        "definition": "A seaman, usually a green hand or a broken-down man, stationed in the waist of a vessel of war."
    },
    {
        "word": "wait",
        "definition": "To watch; to observe; to take notice."
    },
    {
        "word": "wait",
        "definition": "The act of waiting; a delay; a halt."
    },
    {
        "word": "wait\"ing*ly",
        "definition": "A female waiter or attendant; a waiting maid or waiting woman."
    },
    {
        "word": "waive",
        "definition": "A woman put out of the protection of the law.  See Waive, v. t., 3 (b), and the Note."
    },
    {
        "word": "waive",
        "definition": "To relinquish; to give up claim to; not to insist on or claim; to refuse; to forego."
    },
    {
        "word": "wai\"wode",
        "definition": "The track left by a vessel in the water; by extension, any track; as, the wake of an army."
    },
    {
        "word": "wake",
        "definition": "To be or to continue awake; to watch; not to sleep."
    },
    {
        "word": "wake",
        "definition": "To put in motion or action; to arouse; to excite."
    },
    {
        "word": "wak\"en",
        "definition": "To excite; to rouse; to move to action; to awaken."
    },
    {
        "word": "wak\"en*er",
        "definition": "The act of one who wakens; esp., the act of ceasing to sleep; an awakening."
    },
    {
        "word": "wak\"en*ing",
        "definition": "The revival of an action."
    },
    {
        "word": "wak\"er",
        "definition": "Any plant of the genus Arum, especially, in England, the cuckoopint (Arum maculatum)."
    },
    {
        "word": "wak\"ing",
        "definition": "A watch; a watching."
    },
    {
        "word": "wa\"la*way",
        "definition": "A forest; -- used as a termination of names.  See Weald."
    },
    {
        "word": "wald",
        "definition": "A sect of dissenters from the ecclesiastical system of the Roman Catholic Church, who in the 13th century were driven by persecution to the valleys of Piedmont, where the sect survives. They profess substantially Protestant principles."
    },
    {
        "word": "wal*den\"ses",
        "definition": "Of or pertaining to the Waldenses."
    },
    {
        "word": "wal*den\"sian",
        "definition": "In the old German empire, the head forest keeper."
    },
    {
        "word": "wald\"grave",
        "definition": "A genus of brachiopods of which many species are found in the fossil state. A few still exist in the deep sea."
    },
    {
        "word": "wale",
        "definition": "A streak or mark made on the skin by a rod or whip; a stripe; a wheal.  See Wheal."
    },
    {
        "word": "wale",
        "definition": "To choose; to select; specifically (Mining), to pick out the refuse of (coal) by hand, in order to clean it."
    },
    {
        "word": "wal*hal\"la",
        "definition": "Same as Wale, n., 4."
    },
    {
        "word": "walk",
        "definition": "To move along on foot; to advance by steps; to go on at a moderate pace; specifically, of two-legged creatures, to proceed at a slower or faster rate, but without running, or lifting one foot entirely before the other touches the ground."
    },
    {
        "word": "walk",
        "definition": "To cause to walk; to lead, drive, or ride with a slow pace; as to walk one's horses."
    },
    {
        "word": "walk",
        "definition": "The act of walking for recreation or exercise; as, a morning walk; an evening walk."
    },
    {
        "word": "walk\"er",
        "definition": "That with which one walks; a foot."
    },
    {
        "word": "wal\"kyr",
        "definition": "A kind of knot often used at the end of a rope; a wall knot; a wale."
    },
    {
        "word": "wall",
        "definition": "A work or structure of stone, brick, or other materials, raised to some height, and intended for defense or security, solid and permanent inclosing fence, as around a field, a park, a town, etc., also, one of the upright inclosing parts of a building or a room."
    },
    {
        "word": "wal\"la*ba",
        "definition": "Any one of numerous species of kangaroos belonging to the genus Halmaturus, native of Australia and Tasmania, especially the smaller species, as the brush kangaroo (H. Bennettii) and the pademelon (H. thetidis). The wallabies chiefly inhabit the wooded district and bushy plains."
    },
    {
        "word": "wal\"la*by",
        "definition": "A black variety of the jaguar; -- called also tapir tiger."
    },
    {
        "word": "wal\"lah",
        "definition": "Any one of several species of kangaroos of the genus Macropus, especially M. robustus, sometimes called the great wallaroo."
    },
    {
        "word": "wall\"bird`",
        "definition": "One who builds walls."
    },
    {
        "word": "wall\"er",
        "definition": "A form of degeneration occurring in nerve fibers as a result of their division; -- so called from Dr. Waller, who published an account of it in 1850."
    },
    {
        "word": "wal*le\"ri*an de*gen`er*a\"tion",
        "definition": "A bag or sack for carrying about the person, as a bag for carrying the necessaries for a journey; a knapsack; a beggar's receptacle for charity; a peddler's pack."
    },
    {
        "word": "wal\"let",
        "definition": "A pocketbook for keeping money about the person."
    },
    {
        "word": "wall\"-eye`",
        "definition": "An eye in which the iris is of a very light gray or whitish color; -- said usually of horses."
    },
    {
        "word": "wall\"flow`er",
        "definition": "A perennial, cruciferous plant (Cheiranthus Cheiri), with sweet-scented flowers varying in color from yellow to orange and deep red. In Europe it very common on old walls."
    },
    {
        "word": "wall\"hick`",
        "definition": "The act of making a wall or walls."
    },
    {
        "word": "wall\"ing",
        "definition": "Walls, in general; material for walls."
    },
    {
        "word": "wal\"lop",
        "definition": "A quick, rolling movement; a gallop."
    },
    {
        "word": "wal\"lop",
        "definition": "To boil with a continued bubbling or heaving and rolling, with noise."
    },
    {
        "word": "wal\"lop",
        "definition": "To wrap up temporarily."
    },
    {
        "word": "wal\"low",
        "definition": "To roll one's self about, as in mire; to tumble and roll about; to move lazily or heavily in any medium; to flounder; as, swine wallow in the mire."
    },
    {
        "word": "wal\"low*er",
        "definition": "A lantern wheel; a trundle."
    },
    {
        "word": "wall\"-plat`",
        "definition": "Having sides nearly perpendicular; -- said of certain vessels to distinguish them from those having flaring sides, or sides tumbling home (see under Tumble, v. i.)."
    },
    {
        "word": "wall\"-sid`ed",
        "definition": "The dwarf elder, or danewort (Sambucus Ebulus)."
    },
    {
        "word": "wall\"wort`",
        "definition": "To roll; to spout; to boil up."
    },
    {
        "word": "wal\"tron",
        "definition": "Liable to roll over; crank; as, a walty ship."
    },
    {
        "word": "waltz",
        "definition": "To dance a waltz."
    },
    {
        "word": "waltz",
        "definition": "A person who waltzes."
    },
    {
        "word": "wa\"ly",
        "definition": "To heave; to be disturbed by nausea; -- said of the stomach."
    },
    {
        "word": "wam\"ble",
        "definition": "To move irregularly to and fro; to roll."
    },
    {
        "word": "wam\"ble-cropped`",
        "definition": "To move irregularly or awkwardly; to wamble, or wabble."
    },
    {
        "word": "wam\"mel",
        "definition": "The common American eider."
    },
    {
        "word": "wamp",
        "definition": "A tree (Cookia punctata) of the Orange family, growing in China and the East Indies; also, its fruit, which is about the size of a large grape, and has a hard rind and a peculiar flavor."
    },
    {
        "word": "wam*pee\"",
        "definition": "Beads made of shells, used by the North American Indians as money, and also wrought into belts, etc., as an ornament."
    },
    {
        "word": "wand",
        "definition": "A staff of authority."
    },
    {
        "word": "wan\"der",
        "definition": "To ramble here and there without any certain course or with no definite object in view; to range about; to stroll; to rove; as, to wander over the fields."
    },
    {
        "word": "wan\"der*er",
        "definition": "a. & n. from Wander, v."
    },
    {
        "word": "wan\"der*ing*ly",
        "definition": "The act of wandering, or roaming."
    },
    {
        "word": "wane",
        "definition": "To be diminished; to decrease; -- contrasted with wax, and especially applied to the illuminated part of the moon."
    },
    {
        "word": "wane",
        "definition": "Decline; failure; diminution; decrease; declension."
    },
    {
        "word": "wang",
        "definition": "The jaw, jawbone, or cheek bone."
    },
    {
        "word": "wang",
        "definition": "A boat for conveying provisions, tools, etc.; -- so called by Maine lumbermen."
    },
    {
        "word": "wang\"o",
        "definition": "Want of hope; despair; also, faint or delusive hope; delusion. [Obs.] Piers Plowman."
    },
    {
        "word": "wan\"horn`",
        "definition": "The wane of the moon."
    },
    {
        "word": "wan\"ly",
        "definition": "Made wan, or pale."
    },
    {
        "word": "wanned",
        "definition": "The quality or state of being wan; a sallow, dead, pale color; paleness; pallor; as, the wanness of the cheeks after a fever."
    },
    {
        "word": "wan\"ness",
        "definition": "Somewhat wan; of a pale hue."
    },
    {
        "word": "want",
        "definition": "The state of not having; the condition of being without anything; absence or scarcity of what is needed or desired; deficiency; lack; as, a want of power or knowledge for any purpose; want of food and clothing."
    },
    {
        "word": "want",
        "definition": "To be without; to be destitute of, or deficient in; not to have; to lack; as, to want knowledge; to want judgment; to want learning; to want food and clothing."
    },
    {
        "word": "want",
        "definition": "To be absent; to be deficient or lacking; to fail; not to be sufficient; to fall or come short; to lack; -- often used impersonally with of; as, it wants ten minutes of four."
    },
    {
        "word": "wa'n't",
        "definition": "That which is wanting; deficiency."
    },
    {
        "word": "want\"age",
        "definition": "Absent; lacking; missing; also, deficient; destitute; needy; as, one of the twelve is wanting; I shall not be wanting in exertion."
    },
    {
        "word": "wan\"ton",
        "definition": "Untrained; undisciplined; unrestrained; hence, loose; free; luxuriant; roving; sportive."
    },
    {
        "word": "wan\"ton",
        "definition": "To rove and ramble without restraint, rule, or limit; to revel; to play loosely; to frolic."
    },
    {
        "word": "wan\"ton",
        "definition": "To behave wantonly; to frolic; to wanton."
    },
    {
        "word": "wan\"y",
        "definition": "Spoiled by wet; -- said of timber."
    },
    {
        "word": "wanze",
        "definition": "To beat; to whap."
    },
    {
        "word": "wap",
        "definition": "The American hawk owl.  See under Hawk."
    },
    {
        "word": "wap\"a*cut",
        "definition": "The edible tuber of a species of arrowhead (Sagittaria variabilis); -- so called by the Indians of Oregon."
    },
    {
        "word": "wap\"a*too`",
        "definition": "Cast down; crushed by misery; dejected."
    },
    {
        "word": "waped",
        "definition": "In some northern counties of England, a division, or district, answering to the hundred in other counties. Yorkshire, Lincolnshire, and Nottinghamshire are divided into wapentakes, instead of hundreds."
    },
    {
        "word": "wap\"pa*to",
        "definition": "A word of doubtful meaning used once by Shakespeare."
    },
    {
        "word": "war",
        "definition": "A contest between nations or states, carried on by force, whether for defence, for revenging insults and redressing wrongs, for the extension of commerce, for the acquisition of territory, for obtaining and establishing the superiority and dominion of one over the other, or for any other purpose; armed conflict of sovereign powers; declared and open hostilities."
    },
    {
        "word": "war",
        "definition": "To make war; to invade or attack a state or nation with force of arms; to carry on hostilities; to be in a state by violence."
    },
    {
        "word": "war",
        "definition": "To carry on, as a contest; to wage."
    },
    {
        "word": "war\"ble",
        "definition": "A small, hard tumor which is produced on the back of a horse by the heat or pressure of the saddle in traveling."
    },
    {
        "word": "war\"ble",
        "definition": "To sing in a trilling, quavering, or vibratory manner; to modulate with turns or variations; to trill; as, certain birds are remarkable for warbling their songs."
    },
    {
        "word": "war\"ble",
        "definition": "To sing in a trilling manner, or with many turns and variations."
    },
    {
        "word": "war\"bler",
        "definition": "Any one of numerous species of small Old World singing birds belonging to the family Sylviid\\'91, many of which are noted songsters. The bluethroat, blackcap, reed warbler (see under Reed), and sedge warbler (see under Sedge) are well-known species."
    },
    {
        "word": "war\"bling*ly",
        "definition": "A preparation containing quinine and many other ingredients, often used in the treatment of malarial affections. It was invented by Dr. Warburg of London."
    },
    {
        "word": "war\"burg's tinc\"ture",
        "definition": "Suffixes denoting course or direction to; motion or tendency toward; as in backward, or backwards; toward, or towards, etc."
    },
    {
        "word": "ward",
        "definition": "The act of guarding; watch; guard; guardianship; specifically, a guarding during the day.  See the Note under Watch, n., 1."
    },
    {
        "word": "ward",
        "definition": "To keep in safety; to watch; to guard; formerly, in a specific sense, to guard during the day time."
    },
    {
        "word": "ward",
        "definition": "To act on the defensive with a weapon."
    },
    {
        "word": "ward\"en",
        "definition": "A keeper; a guardian; a watchman."
    },
    {
        "word": "ward\"en*ry",
        "definition": "One who wards or keeps; a keeper; a guard."
    },
    {
        "word": "ward\"er",
        "definition": "A truncheon or staff carried by a king or a commander in chief, and used in signaling his will."
    },
    {
        "word": "ward\"i*an",
        "definition": "Anciently, a meeting of the inhabitants of a ward; also, a court formerly held in each ward of London for trying defaults in matters relating to the watch, police, and the like."
    },
    {
        "word": "ward\"robe`",
        "definition": "A room or apartment where clothes are kept, or wearing apparel is stored; a portable closet for hanging up clothes."
    },
    {
        "word": "ward\"room`",
        "definition": "A room used by the citizens of a city ward, for meetings, political caucuses, elections, etc."
    },
    {
        "word": "ward\"ship",
        "definition": "The state of begin under a guardian; pupilage."
    },
    {
        "word": "ware",
        "definition": "To wear, or veer.  See Wear."
    },
    {
        "word": "wa*re\"ga fly`",
        "definition": "A storehouse for wares, or goods."
    },
    {
        "word": "ware\"house`",
        "definition": "To deposit or secure in a warehouse."
    },
    {
        "word": "ware\"house`man",
        "definition": "One who keeps a wholesale shop or store for Manchester or woolen goods."
    },
    {
        "word": "war\"ence",
        "definition": "A room in which goods are stored or exhibited for sale."
    },
    {
        "word": "war\"fare`",
        "definition": "Military service; military life; contest carried on by enemies; hostilities; war."
    },
    {
        "word": "war`i*an\"gle",
        "definition": "In a wary manner."
    },
    {
        "word": "war\"ine",
        "definition": "The quality or state of being wary; care to foresee and guard against evil; cautiousness."
    },
    {
        "word": "war\"i*son",
        "definition": "Preparation; protection; provision; supply."
    },
    {
        "word": "wark\"loom",
        "definition": "Fit for war; disposed for war; as, a warlike state; a warlike disposition."
    },
    {
        "word": "war\"like`",
        "definition": "Belonging or relating to war; military; martial."
    },
    {
        "word": "war\"like`ness",
        "definition": "One often quarreled with; -- darling."
    },
    {
        "word": "warm",
        "definition": "Having heat in a moderate degree; not cold as, warm milk."
    },
    {
        "word": "warm",
        "definition": "To communicate a moderate degree of heat to; to render warm; to supply or furnish heat to; as, a stove warms an apartment."
    },
    {
        "word": "warm",
        "definition": "To become warm, or moderately heated; as, the earth soon warms in a clear day summer."
    },
    {
        "word": "warm\"-blood`ed",
        "definition": "One who, or that which, warms."
    },
    {
        "word": "warm\"er",
        "definition": "Abounding in capacity to warm; giving warmth; as, a warmful garment."
    },
    {
        "word": "warm\"-heart`ed",
        "definition": "a. & n. from Warm, v."
    },
    {
        "word": "war\"mouth",
        "definition": "The quality or state of being warm; gentle heat; as, the warmth of the sun; the warmth of the blood; vital warmth."
    },
    {
        "word": "warmth",
        "definition": "A state of lively and excited interest; zeal; ardor; fervor; passion; enthusiasm; earnestness; as, the warmth of love or piety; he replied with much warmth."
    },
    {
        "word": "warn",
        "definition": "To make ware or aware; to give previous information to; to give notice to; to notify; to admonish; hence, to notify or summon by authority; as, to warn a town meeting; to warn a tenant to quit a house."
    },
    {
        "word": "warn\"er",
        "definition": "Giving previous notice; cautioning; admonishing; as, a warning voice."
    },
    {
        "word": "warp",
        "definition": "To throw; hence, to send forth, or throw out, as words; to utter."
    },
    {
        "word": "warp",
        "definition": "The threads which are extended lengthwise in the loom, and crossed by the woof."
    },
    {
        "word": "warp\"age",
        "definition": "The route taken by a party of Indians going on a warlike expedition."
    },
    {
        "word": "warp\"er",
        "definition": "One who, or that which, forms yarn or thread into warps or webs for the loom."
    },
    {
        "word": "warp\"ing",
        "definition": "The art or occupation of preparing warp or webs for the weaver."
    },
    {
        "word": "war\"ra*gal",
        "definition": "The obligation by which a person, conveying a subject or a right, is bound to uphold that subject or right against every claim, challenge, or burden arising from circumstances prior to the conveyance; warranty."
    },
    {
        "word": "war\"rant",
        "definition": "That which warrants or authorizes; a commission giving authority, or justifying the doing of anything; an act, instrument, or obligation, by which one person authorizes another to do something which he has not otherwise a right to do; an act or instrument investing one with a right or authority, and thus securing him from loss or damage; commission; authority."
    },
    {
        "word": "war\"rant",
        "definition": "To make secure; to give assurance against harm; to guarantee safety to; to give authority or power to do, or forbear to do, anything by which the person authorized is secured, or saved harmless, from any loss or damage by his action."
    },
    {
        "word": "war`ran*tee\"",
        "definition": "One who warrants, gives authority, or legally empowers."
    },
    {
        "word": "war\"rant*er",
        "definition": "One who assures, or covenants to assure; one who contracts to secure another in a right, or to make good any defect of title or quality; one who gives a warranty; a guarantor; as, the warranter of a horse."
    },
    {
        "word": "war\"rant*y",
        "definition": "A covenant real, whereby the grantor of an estate of freehold and his heirs were bound to warrant and defend the title, and, in case of eviction by title paramount, to yield other lands of equal value in recompense. This warranty has long singe become obsolete, and its place supplied by personal covenants for title. Among these is the covenant of warranty, which runs with the land, and is in the nature of a real covenant."
    },
    {
        "word": "war\"rant*y",
        "definition": "To make war upon. [Obs.] Fairfax."
    },
    {
        "word": "war\"ren",
        "definition": "A place privileged, by prescription or grant the king, for keeping certain animals (as hares, conies, partridges, pheasants, etc.) called beasts and fowls of warren."
    },
    {
        "word": "war\"rie",
        "definition": "An Australian lorikeet (Trichoglossus multicolor) remarkable for the variety and brilliancy of its colors; -- called also blue-bellied lorikeet, and blue-bellied parrot."
    },
    {
        "word": "war\"rin",
        "definition": "A man engaged or experienced in war, or in the military life; a soldier; a champion."
    },
    {
        "word": "war\"ry",
        "definition": "The black grouper (Epinephelus nigritus) of the southern coasts of the United States."
    },
    {
        "word": "wart",
        "definition": "A small, usually hard, tumor on the skin formed by enlargement of its vascular papill\\'91, and thickening of the epidermis which covers them."
    },
    {
        "word": "wart\"ed",
        "definition": "Either one of two species of large, savage African wild hogs of the genus Phacoch&oe;rus.  These animals have a pair of large, rough, fleshy tubercles behind the tusks and second pair behind the eyes. The tusks are large and strong, and both pairs curve upward. The body is scantily covered with bristles, but there is long dorsal mane. The South African species (Phacoch&oe;rus \\'92thiopicus) is the best known. Called also vlacke vark. The second species (P. \\'92liani) is native of the coasts of the Red Sea."
    },
    {
        "word": "wart\"weed`",
        "definition": "A name given to several plants because they were thought to be a cure for warts, as a kind of spurge (Euphorbia Helioscopia), and the nipplewort (Lampsana communis)."
    },
    {
        "word": "wart\"wort`",
        "definition": "Having warts; full of warts; overgrow with warts; as, a warty leaf."
    },
    {
        "word": "wart\"y",
        "definition": "Of the nature of warts; as, a warty excrescence."
    },
    {
        "word": "war\"wick*ite",
        "definition": "Worn with military service; as, a warworn soldier; a warworn coat."
    },
    {
        "word": "wa\"ry",
        "definition": "Cautious of danger; carefully watching and guarding against deception, artifices, and dangers; timorously or suspiciously prudent; circumspect; scrupulous; careful."
    },
    {
        "word": "was",
        "definition": "A bundle of straw, or other material, to relieve the pressure of burdens carried upon the head."
    },
    {
        "word": "wash",
        "definition": "To cover with water or any liquid; to wet; to fall on and moisten; hence, to overflow or dash against; as, waves wash the shore."
    },
    {
        "word": "wash",
        "definition": "To clean anything by rubbing or dipping it in water; to perform the business of cleansing clothes, ore, etc., in water."
    },
    {
        "word": "wash",
        "definition": "A piece of ground washed by the action of a sea or river, or sometimes covered and sometimes left dry; the shallowest part of a river, or arm of the sea; also, a bog; a marsh; a fen; as, the washes in Lincolnshire."
    },
    {
        "word": "wash",
        "definition": "Capable of being washed without injury; washable; as, wash goods."
    },
    {
        "word": "wash\"a*ble",
        "definition": "A fluted, or ribbed, board on which clothes are rubbed in washing them."
    },
    {
        "word": "wash\"board`",
        "definition": "A board running round, and serving as a facing for, the walls of a room, next to the floor; a mopboard."
    },
    {
        "word": "wash\"dish`",
        "definition": "Same as Washerwoman, 2."
    },
    {
        "word": "washed",
        "definition": "p. p. of Wash."
    },
    {
        "word": "wash\"er",
        "definition": "One who, or that which, washes."
    },
    {
        "word": "wash\"er*wom`an",
        "definition": "A woman who washes clothes, especially for hire, or for others."
    },
    {
        "word": "wash\"house`",
        "definition": "The quality or state of being washy, watery, or weak."
    },
    {
        "word": "wash\"i*ness",
        "definition": "The act of one who washes; the act of cleansing with water; ablution."
    },
    {
        "word": "wash\"ing",
        "definition": "The clothes washed, esp. at one time; a wash."
    },
    {
        "word": "wash`ing*to\"ni*an",
        "definition": "Designating, or pertaining to, a temperance society and movement started in Baltimore in 1840 on the principle of total abstinence."
    },
    {
        "word": "wash\"-off`",
        "definition": "The washing out or away of earth, etc., especially of a portion of the bed of a road or railroad by a fall of rain or a freshet; also, a place, especially in the bed of a road or railroad, where the earth has been washed away."
    },
    {
        "word": "wash\"out`",
        "definition": "A pot or vessel in which anything is washed."
    },
    {
        "word": "wash\"pot`",
        "definition": "A pot containing melted tin into which the plates are dipped to be coated."
    },
    {
        "word": "wash\"stand`",
        "definition": "A tub in which clothes are washed."
    },
    {
        "word": "wash\"y",
        "definition": "Lacking substance or strength; weak; thin; dilute; feeble; as, washy tea; washy resolutions."
    },
    {
        "word": "wa\"site",
        "definition": "A rare element supposed by Bahr to have been extracted from wasite, but now identified with thorium."
    },
    {
        "word": "wa\"si*um",
        "definition": "Any one of numerous species of stinging hymenopterous insects, esp. any of the numerous species of the genus Vespa, which includes the true, or social, wasps, some of which are called yellow jackets."
    },
    {
        "word": "wasp\"ish",
        "definition": "Quick to resent a trifling affront; characterized by snappishness; irritable; irascible; petulant; snappish."
    },
    {
        "word": "was\"sail",
        "definition": "An ancient expression of good wishes on a festive occasion, especially in drinking to some one."
    },
    {
        "word": "wast",
        "definition": "Loss by use, decay, evaporation, leakage, or the like; waste."
    },
    {
        "word": "waste",
        "definition": "Desolate; devastated; stripped; bare; hence, dreary; dismal; gloomy; cheerless."
    },
    {
        "word": "waste",
        "definition": "To bring to ruin; to devastate; to desolate; to destroy."
    },
    {
        "word": "waste",
        "definition": "The act of wasting, or the state of being wasted; a squandering; needless destruction; useless consumption or expenditure; devastation; loss without equivalent gain; gradual loss or decrease, by use, wear, or decay; as, a waste of property, time, labor, words, etc."
    },
    {
        "word": "waste\"board`",
        "definition": "A book in which rough entries of transactions are made, previous to their being carried into the journal."
    },
    {
        "word": "waste\"book`",
        "definition": "Full of waste; destructive to property; ruinous; as; wasteful practices or negligence; wasteful expenses."
    },
    {
        "word": "waste\"ful",
        "definition": "Expending, or tending to expend, property, or that which is valuable, in a needless or useless manner; lavish; prodigal; as, a wasteful person; a wasteful disposition."
    },
    {
        "word": "waste\"ness",
        "definition": "That which is waste; a desert; a waste."
    },
    {
        "word": "wast\"er",
        "definition": "One who, or that which, wastes; one who squanders; one who consumes or expends extravagantly; a spendthrift; a prodigal."
    },
    {
        "word": "waste\"thrift`",
        "definition": "An overfall, or weir, for the escape, or overflow, of superfluous water from a canal, reservoir, pond, or the like."
    },
    {
        "word": "waste\"weir`",
        "definition": "Causing waste; also, undergoing waste; diminishing; as, a wasting disease; a wasting fortune."
    },
    {
        "word": "wast\"o*rel",
        "definition": "Any waste thing or substance"
    },
    {
        "word": "wast\"rel",
        "definition": "Anything cast away as bad or useless, as imperfect bricks, china, etc."
    },
    {
        "word": "watch",
        "definition": "The act of watching; forbearance of sleep; vigil; wakeful, vigilant, or constantly observant attention; close observation; guard; preservative or preventive vigilance; formerly, a watching or guarding by night."
    },
    {
        "word": "watch",
        "definition": "To be awake; to be or continue without sleep; to wake; to keep vigil."
    },
    {
        "word": "watch",
        "definition": "To give heed to; to observe the actions or motions of, for any purpose; to keep in view; not to lose from sight and observation; as, to watch the progress of a bill in the legislature."
    },
    {
        "word": "watch\"dog`",
        "definition": "One who watches; one who sits up or continues; a diligent observer; specifically, one who attends upon the sick during the night."
    },
    {
        "word": "watch\"er",
        "definition": "The leaves of Sarace.  See Trumpets."
    },
    {
        "word": "watch\"es",
        "definition": "Pale or light blue."
    },
    {
        "word": "watch\"house`",
        "definition": "A house in which a watch or guard is placed."
    },
    {
        "word": "watch\"man",
        "definition": "One set to watch; a person who keeps guard; a guard; a sentinel."
    },
    {
        "word": "watch\"tow`er",
        "definition": "A word given to sentinels, and to such as have occasion to visit the guards, used as a signal by which a friend is known from an enemy, or a person who has a right to pass the watch from one who has not; a countersign; a password."
    },
    {
        "word": "watch\"word`",
        "definition": "A sentiment or motto; esp., one used as a rallying cry or a signal for action."
    },
    {
        "word": "wa\"ter",
        "definition": "The fluid which descends from the clouds in rain, and which forms rivers, lakes, seas, etc."
    },
    {
        "word": "wa\"ter",
        "definition": "To wet or supply with water; to moisten; to overflow with water; to irrigate; as, to water land; to water flowers."
    },
    {
        "word": "wa\"ter",
        "definition": "To get or take in water; as, the ship put into port to water."
    },
    {
        "word": "wa\"ter ad\"der",
        "definition": "Money paid for transportation of goods, etc., by water."
    },
    {
        "word": "wa\"ter*age",
        "definition": "A kind of bur marigold (Bidens tripartita) found in wet places in Europe."
    },
    {
        "word": "wa\"ter an\"te*lope",
        "definition": "An aroid herb (Calla palustris) having a white spathe. It is an inhabitant of the north temperate zone."
    },
    {
        "word": "wa\"ter a\"rum",
        "definition": "See under 1st Back."
    },
    {
        "word": "wa\"ter back`",
        "definition": "An officer of the customs, whose duty it is to search vessels."
    },
    {
        "word": "wa\"ter bail\"iff",
        "definition": "Water confined in specially constructed compartments in a vessel's hold, to serve as ballast."
    },
    {
        "word": "wa\"ter bal\"last",
        "definition": "A barometer in which the changes of atmospheric pressure are indicated by the motion of a column of water instead of mercury. It requires a column of water about thirty-three feet in height."
    },
    {
        "word": "wa\"ter ba*rom\"e*ter",
        "definition": "A device for regulating the temperature of anything subjected to heat, by surrounding the vessel containing it with another vessel containing water which can be kept at a desired temperature; also, a vessel designed for this purpose."
    },
    {
        "word": "wa\"ter bath`",
        "definition": "A voltaic battery in which the exciting fluid is water."
    },
    {
        "word": "wa\"ter bat\"ter*y",
        "definition": "A battery nearly on a level with the water."
    },
    {
        "word": "wa\"ter-bear`er",
        "definition": "A kind of mattress made of, or covered with, waterproof fabric and filled with water. It is used in hospitals for bedridden patients."
    },
    {
        "word": "wa\"ter beech`",
        "definition": "Any one of numerous species of aquatic beetles belonging to Dytiscus and allied genera of the family Dytiscid\\'91, and to various genera of the family Hydrophilid\\'91.  These beetles swim with great agility, the fringed hind legs acting together like oars."
    },
    {
        "word": "wa\"ter bel\"lows",
        "definition": "Any aquatic bird; a water fowl."
    },
    {
        "word": "wa\"ter bird`",
        "definition": "The European water ousel, or dipper."
    },
    {
        "word": "wa\"ter black\"*bird",
        "definition": "A board set up to windward in a boat, to keep out water."
    },
    {
        "word": "wa\"ter*bok`",
        "definition": "Prevented by a flood from proceeding."
    },
    {
        "word": "wa\"ter-bound`",
        "definition": "A disease of sheep; gid."
    },
    {
        "word": "wa\"ter brash`",
        "definition": "Any arthropod that breathes by means of gills."
    },
    {
        "word": "wa\"ter bridge`",
        "definition": "A large, heavy antelope (Kobus ellipsiprymnus) native of Central Africa. It frequents the banks of rivers and is a good swimmer. It has a white ring around the rump. Called also photomok, water antelope, and waterbok."
    },
    {
        "word": "wa\"ter bug`",
        "definition": "A large, open-headed cask, set up on end, to contain water."
    },
    {
        "word": "wa\"ter cal\"trop",
        "definition": "Any one of several species of Nuphar; the yellow frog lily; -- so called from the shape of the seed vessel.  See Nuphar, and cf. Candock."
    },
    {
        "word": "wa\"ter can\"ker",
        "definition": "Transportation or conveyance by water; means of transporting by water."
    },
    {
        "word": "wa\"ter car\"riage",
        "definition": "A vessel or boat."
    },
    {
        "word": "wa\"ter ca\"vy",
        "definition": "A very acrid herb (Ranunculus sceleratus) growing in ditches and wet places; -- called also cursed crowfoot."
    },
    {
        "word": "wa\"ter cel\"er*y",
        "definition": "A cell containing water; specifically (Zo\\'94l.), one of the cells or chambers in which water is stored up in the stomach of a camel."
    },
    {
        "word": "wa\"ter ce*ment\"",
        "definition": "The fruit of Trapa natans and Trapa bicornis, Old World water plants bearing edible nutlike fruits armed with several hard and sharp points; also, the plant itself; -- called also water caltrop."
    },
    {
        "word": "wa\"ter chest\"nut",
        "definition": "A large West African chevrotain (Hy\\'91moschus aquaticus). It has a larger body and shorter legs than the other allied species. Called also water deerlet."
    },
    {
        "word": "wa\"ter chev`ro*tain\"",
        "definition": "The common American gallinule."
    },
    {
        "word": "wa\"ter chick\"en",
        "definition": "A small annual plant (Montia fontana) growing in wet places in southern regions."
    },
    {
        "word": "wa\"ter chick\"weed`",
        "definition": "The American lotus, and its edible seeds, which somewhat resemble chinquapins.  Cf. Yoncopin."
    },
    {
        "word": "wa\"ter chin\"qua*pin",
        "definition": "An instrument or machine serving to measure time by the fall, or flow, of a certain quantity of water; a clepsydra."
    },
    {
        "word": "wa\"ter clock`",
        "definition": "A privy; especially, a privy furnished with a contrivance for introducing a stream of water to cleanse it."
    },
    {
        "word": "wa\"ter-clos`et",
        "definition": "A large gallinule (Gallicrex cristatus) native of Australia, India, and the East Indies. In the breeding season the male is black and has a fleshy red caruncle, or horn, on the top of its head. Called also kora."
    },
    {
        "word": "wa\"ter cock`",
        "definition": "A color ground with water and gum or other glutinous medium; a color the vehicle of which is water; -- so called in distinction from oil color."
    },
    {
        "word": "wa\"ter col`or",
        "definition": "A picture painted with such colors."
    },
    {
        "word": "wa\"ter-col`or*ist",
        "definition": "A stream of water; a river or brook."
    },
    {
        "word": "wa\"ter course`",
        "definition": "A natural channel for water; also, a canal for the conveyance of water, especially in draining lands."
    },
    {
        "word": "wa\"ter crane`",
        "definition": "A perennial cruciferous herb (Nasturtium officinale) growing usually in clear running or spring water. The leaves are pungent, and used for salad and as an antiscorbutic."
    },
    {
        "word": "wa\"ter crow`",
        "definition": "An aquatic kind of buttercup (Ranunculus aquatilis), used as food for cattle in parts of England."
    },
    {
        "word": "wa\"ter deer\"let",
        "definition": "The rapacious larva of a large water beetle (Hydrophilus piceus), and of other similar species.  See Illust. of Water beetle."
    },
    {
        "word": "wa\"ter dev\"il",
        "definition": "A tall, coarse dock growing in wet places. The American water dock is Rumex orbiculatus, the European is R. Hydrolapathum."
    },
    {
        "word": "wa\"ter dock`",
        "definition": "One who professes to be able to divine diseases by inspection of the urine."
    },
    {
        "word": "wa\"ter doc\"tor",
        "definition": "A dog accustomed to the water, or trained to retrieve waterfowl. Retrievers, waters spaniels, and Newfoundland dogs are so trained."
    },
    {
        "word": "wa\"ter drain`",
        "definition": "The draining off of water."
    },
    {
        "word": "wa\"ter drain\"age",
        "definition": "The treatment of wounds or ulcers by the application of water; also, a dressing saturated with water only, for application to a wound or an ulcer."
    },
    {
        "word": "wa\"ter dress\"ing",
        "definition": "A European poisonous umbelliferous plant (Enanthe fistulosa) with large hollow stems and finely divided leaves."
    },
    {
        "word": "wa\"ter el\"e*phant",
        "definition": "An engine to raise water; or an engine moved by water; also, an engine or machine for extinguishing fires; a fire engine."
    },
    {
        "word": "wa\"ter en\"gine",
        "definition": "One who, or that which, waters."
    },
    {
        "word": "wa\"ter*er",
        "definition": "A fall, or perpendicular descent, of the water of a river or stream, or a descent nearly perpendicular; a cascade; a cataract."
    },
    {
        "word": "wa\"ter*fall`",
        "definition": "An arrangement of a woman's back hair over a cushion or frame in some resemblance to a waterfall."
    },
    {
        "word": "wa\"ter feath\"er",
        "definition": "A European species of Iris (Iris Pseudacorus) having bright yellow flowers."
    },
    {
        "word": "wa\"ter flag`",
        "definition": "A floating mass formed in pools by the entangled filaments of a European fresh-water alga (Cladophora crispata)."
    },
    {
        "word": "wa\"ter flan\"nel",
        "definition": "Any one of numerous species of small aquatic Entomostraca belonging to the genera Cyclops, Daphnia, etc; -- so called because they swim with sudden leaps, or starts."
    },
    {
        "word": "wa\"ter flea`",
        "definition": "A flood of water; an inundation."
    },
    {
        "word": "wa\"ter*flood`",
        "definition": "The windowpane (Pleuronectes maculatus)."
    },
    {
        "word": "wa\"ter floun\"der",
        "definition": "Any bird that frequents the water, or lives about rivers, lakes, etc., or on or near the sea; an aquatic fowl; -- used also collectively."
    },
    {
        "word": "wa\"ter frame`",
        "definition": "A deep furrow for conducting water from the ground, and keeping the surface soil dry."
    },
    {
        "word": "wa\"ter fur\"row",
        "definition": "To make water furrows in."
    },
    {
        "word": "wa\"ter gage`",
        "definition": "A cavity made in the earth by a torrent of water; a washout."
    },
    {
        "word": "wa\"ter gall`",
        "definition": "A watery appearance in the sky, accompanying the rainbow; a secondary or broken rainbow."
    },
    {
        "word": "wa\"ter gas`",
        "definition": "A gate, or valve, by which a flow of water is permitted, prevented, or regulated."
    },
    {
        "word": "wa\"ter gauge`",
        "definition": "A wall or bank to hold water back."
    },
    {
        "word": "wa\"ter gav\"el",
        "definition": "A labiate plant (Teucrium Scordium) found in marshy places in Europe."
    },
    {
        "word": "wa\"ter ger*man\"der",
        "definition": "The act, or the process, of gilding metallic surfaces by covering them with a thin coating of amalgam of gold, and then volatilizing the mercury by heat; -- called also wash gilding."
    },
    {
        "word": "wa\"ter gild\"ing",
        "definition": "See Soluble glass, under Glass."
    },
    {
        "word": "wa\"ter glass`",
        "definition": "A fabulous deity supposed to dwell in, and preside over, some body of water."
    },
    {
        "word": "wa\"ter god`",
        "definition": "A liquid food composed of water and a small portion of meal, or other farinaceous substance, boiled and seasoned."
    },
    {
        "word": "wa\"ter gru\"el",
        "definition": "A vessel partly filled with water, exhausted of air, and hermetically sealed. When reversed or shaken, the water being unimpeded by air, strikes the sides in solid mass with a sound like that of a hammer."
    },
    {
        "word": "wa\"ter ham\"mer",
        "definition": "A concussion, or blow, made by water in striking, as against the sides of a pipe or vessel containing it."
    },
    {
        "word": "wa\"ter hare",
        "definition": "A poisonous umbelliferous plant (Cicuta virosa) of Europe; also, any one of several plants of that genus."
    },
    {
        "word": "wa\"ter hen`",
        "definition": "The common American coot."
    },
    {
        "word": "wa\"ter hore\"hound`",
        "definition": "A pile of salted fish heaped up to drain."
    },
    {
        "word": "wa\"ter*horse`",
        "definition": "Either of several tropical aquatic plants of the genus Eichhornia, related to the pickerel weed."
    },
    {
        "word": "wa\"ter hy\"a*cinth",
        "definition": "Water flavored, sweetened, and frozen, to be eaten as a confection."
    },
    {
        "word": "wa\"ter ice`",
        "definition": "The pied wagtail; -- so called because it frequents ponds."
    },
    {
        "word": "wa\"ter*ie",
        "definition": "Same as Inch of water, under Water."
    },
    {
        "word": "wa\"ter inch`",
        "definition": "The quality or state of being watery; moisture; humidity."
    },
    {
        "word": "wa\"ter*i*ness",
        "definition": "a. & n. from Water, v."
    },
    {
        "word": "wa\"ter*ish",
        "definition": "Somewhat watery; moist; as, waterish land."
    },
    {
        "word": "wa\"ter jun\"ket",
        "definition": "Having a left-hand twist; -- said of cordage; as, a water-laid, or left-hand, rope."
    },
    {
        "word": "wa\"ter-laid`",
        "definition": "One of a body of Dutch Anabaptists who separated from the Mennonites in the sixteenth century; -- so called from a district in North Holland denominated Waterland."
    },
    {
        "word": "wa\"ter la\"ver*ock",
        "definition": "Any plant of the American genus Hydrophyllum, herbs having white or pale blue bell-shaped flowers."
    },
    {
        "word": "wa\"ter leg`",
        "definition": "The edible fruit of two species of passion flower (Passiflora laurifolia, and P. maliformis); -- so called in the West Indies."
    },
    {
        "word": "wa\"ter lem\"on",
        "definition": "Destitute of water; dry."
    },
    {
        "word": "wa\"ter lev\"el",
        "definition": "A kind of leveling instrument.  See under Level, n."
    },
    {
        "word": "wa\"ter lime`",
        "definition": "Any one of certain lines of a vessel, model, or plan, parallel with the surface of the water at various heights from the keel."
    },
    {
        "word": "wa\"ter line`",
        "definition": "Any one of several lines marked upon the outside of a vessel, corresponding with the surface of the water when she is afloat on an even keel. The lowest line indicates the vessel's proper submergence when not loaded, and is called the light water line; the highest, called the load water line, indicates her proper submergence when loaded."
    },
    {
        "word": "wa\"ter liz\"ard",
        "definition": "A thorny leguminous tree (Gleditschia monosperma) which grows in the swamps of the Mississippi valley."
    },
    {
        "word": "wa\"ter lo\"cust",
        "definition": "Filled or saturated with water so as to be heavy, unmanageable, or loglike; -- said of a vessel, when, by receiving a great quantity of water into her hold, she has become so heavy as not to be manageable by the helm."
    },
    {
        "word": "wa\"ter*man",
        "definition": "A man who plies for hire on rivers, lakes, or canals, or in harbors, in distinction from a seaman who is engaged on the high seas; a man who manages fresh-water craft; a boatman; a ferryman."
    },
    {
        "word": "wa\"ter*mark`",
        "definition": "A letter, device, or the like, wrought into paper during the process of manufacture."
    },
    {
        "word": "wa\"ter mead\"ow",
        "definition": "A measure formerly used for articles brought by water, as coals, oysters, etc. The water-measure bushel was three gallons larger than the Winchester bushel."
    },
    {
        "word": "wa\"ter meas\"ur*er",
        "definition": "The very large ovoid or roundish fruit of a cucurbitaceous plant (Citrullus vulgaris) of many varieties; also, the plant itself. The fruit sometimes weighs many pounds; its pulp is usually pink in color, and full of a sweet watery juice. It is a native of tropical Africa, but is now cultivated in many countries.  See Illust. of Melon."
    },
    {
        "word": "wa\"ter*mel`on",
        "definition": "A contrivance for measuring a supply of water delivered or received for any purpose, as from a street main."
    },
    {
        "word": "wa\"ter me\"ter",
        "definition": "Any plant of the genus Myriophyllum, aquatic herbs with whorled leaves, the submersed ones pinnately parted into capillary divisions."
    },
    {
        "word": "wa\"ter mil\"foil",
        "definition": "A mill whose machinery is moved by water; -- distinguished from a windmill, and a steam mill."
    },
    {
        "word": "wa\"ter mill`",
        "definition": "A kind of mint (Mentha aquatica) growing in wet places, and sometimes having a perfume resembling bergamot."
    },
    {
        "word": "wa\"ter mint`",
        "definition": "Any of numerous species of aquatic mites belonging to Hydrachna and allied genera of the family Hydrachnid\\'91, usually having the legs fringed and adapted for swimming. They are often red or red and black in color, and while young are parasites of fresh-water insects and mussels.  Called also water tick, and water spider."
    },
    {
        "word": "wa\"ter moc\"ca*sin",
        "definition": "The shrew mole.  See under Shrew."
    },
    {
        "word": "wa\"ter mole`",
        "definition": "A very large lizard (Varanaus salvator) native of India. It frequents the borders of streams and swims actively. It becomes five or six feet long. Called also two-banded monitor, and kabaragoya. The name is also applied to other aquatic monitors."
    },
    {
        "word": "wa\"ter mo\"tor",
        "definition": "A water wheel; especially, a small water wheel driven by water from a street main."
    },
    {
        "word": "wa\"ter mouse`",
        "definition": "A kind of murrain affecting cattle."
    },
    {
        "word": "wa\"ter newt`",
        "definition": "A goddess of any stream or other body of water, whether one of the Naiads, Nereids, or Oceanides."
    },
    {
        "word": "wa\"ter nymph`",
        "definition": "A water lily (Nymph\\'91a)."
    },
    {
        "word": "wa\"ter oat`",
        "definition": "See Yapock, and the Note under Opossum."
    },
    {
        "word": "wa\"ter o*pos\"sum",
        "definition": "Same as Ordeal by water.  See the Note under Ordeal, n., 1."
    },
    {
        "word": "wa\"ter or\"de*al",
        "definition": "Any one of several species of small insessorial birds of the genus Cinclus (or Hydrobates), especially the European water ousel (C. aquaticus), and the American water ousel (C. Mexicanus). These birds live about the water, and are in the habit of walking on the bottom of streams beneath the water in search of food."
    },
    {
        "word": "wa\"ter ou\"sel",
        "definition": "Any plant of the aquatic umbelliferous genus Sium, poisonous herbs with pinnate or dissected leaves and small white flowers."
    },
    {
        "word": "wa\"ter par\"tridge",
        "definition": "Marsh pennywort.  See under Marsh."
    },
    {
        "word": "wa\"ter pep\"per",
        "definition": "The pintail.  See Pintail, n., 1."
    },
    {
        "word": "wa\"ter pil\"lar",
        "definition": "A small white-flowered shrub; brookweed."
    },
    {
        "word": "wa\"ter pim\"per*nel",
        "definition": "A pipe for conveying water."
    },
    {
        "word": "wa\"ter pipe",
        "definition": "A pitcher for water."
    },
    {
        "word": "wa\"ter pitch\"er",
        "definition": "One of a family of plants having pitcher-shaped leaves. The sidesaddle flower (Sarracenia purpurea) is the type."
    },
    {
        "word": "wa\"ter plant`",
        "definition": "A kind of plant with acrid leaves.  See under 2d Plantain."
    },
    {
        "word": "wa\"ter plan\"tain",
        "definition": "A plate heated by hot water contained in a double bottom or jacket."
    },
    {
        "word": "wa\"ter poise`",
        "definition": "A pore by which the water tubes of various invertebrates open externally."
    },
    {
        "word": "wa\"ter pore`",
        "definition": "One of certain minute pores in the leaves of some plants. They are without true guardian cells, but in other respects closely resemble ordinary stomata."
    },
    {
        "word": "wa\"ter*pot`",
        "definition": "The power of water employed to move machinery, etc."
    },
    {
        "word": "wa\"ter pow\"er",
        "definition": "A fall of water which may be used to drive machinery; a site for a water mill; a water privilege."
    },
    {
        "word": "wa\"ter priv\"i*lege",
        "definition": "Proof against penetration or permeation by water; impervious to water; as, a waterproof garment; a waterproof roof."
    },
    {
        "word": "wa\"ter*proof`",
        "definition": "A substance or preparation for rendering cloth, leather, etc., impervious to water."
    },
    {
        "word": "wa\"ter*proof`",
        "definition": "Cloth made waterproof, or any article made of such cloth, or of other waterproof material, as rubber; esp., an outer garment made of such material."
    },
    {
        "word": "wa\"ter*proof`",
        "definition": "The act or process of making waterproof."
    },
    {
        "word": "wa\"ter*proof`ing",
        "definition": "Same as Waterproof, n., 1."
    },
    {
        "word": "wa\"ter purs\"lane",
        "definition": "See Water brash, under Brash."
    },
    {
        "word": "wa\"ter rab\"bit",
        "definition": "A coarse yellow-flowered plant (Nasturtium amphibium) related to the water cress and to the horse-radish."
    },
    {
        "word": "wa\"ter rad\"ish",
        "definition": "Any one of numerous species of rails of the genus Rallus, as the common European species (Rallus aquaticus).  See Illust. of Rail."
    },
    {
        "word": "wa\"ter ram`",
        "definition": "The water vole.  See under Vole."
    },
    {
        "word": "wa\"ter rat`",
        "definition": "A thief on the water; a pirate."
    },
    {
        "word": "wa\"ter rate`",
        "definition": "The diamond rattlesnake (Crotalus adamanteus); -- so called from its preference for damp places near water."
    },
    {
        "word": "wa\"ter rat\"tle",
        "definition": "To ret, or rot, in water, as flax; to water-rot."
    },
    {
        "word": "wa\"ter-ret`",
        "definition": "Indian rice.  See under Rice."
    },
    {
        "word": "wa\"ter rice\"",
        "definition": "A cruciferous plant (Nasturtium sylvestre) with small yellow flowers."
    },
    {
        "word": "wa\"ter rock\"et",
        "definition": "A kind of firework to be discharged in the water."
    },
    {
        "word": "wa\"ter-rot`",
        "definition": "A small sail sometimes set under a studding sail or under a driver boom, and reaching nearly to the water."
    },
    {
        "word": "wa\"ter sail`",
        "definition": "A deep blue variety of iolite, sometimes used as a gem; -- called also saphir d'eau."
    },
    {
        "word": "wa\"ter sap\"phire",
        "definition": "A sea view; -- distinguished from landscape."
    },
    {
        "word": "wa\"ter*shed`",
        "definition": "The whole region or extent of country which contributes to the supply of a river or lake."
    },
    {
        "word": "wa\"ter shield`",
        "definition": "A sprig or shoot from the root or stock of a tree."
    },
    {
        "word": "wa\"ter*shoot`",
        "definition": "That which serves to guard from falling water; a drip or dripstone."
    },
    {
        "word": "wa\"ter shrew`",
        "definition": "Any aquatic pulmonate gastropod belonging to Planorbis, Limn\\'91a, and allied genera; a pond snail."
    },
    {
        "word": "wa\"ter snake`",
        "definition": "To soak water; to fill the interstices of with water."
    },
    {
        "word": "wa\"ter-soak`",
        "definition": "An aquatic European plant (Stratiotes aloides) with bayonet-shaped leaves."
    },
    {
        "word": "wa\"ter sol`dier",
        "definition": "A dish consisting of small fish stewed and served in a little water."
    },
    {
        "word": "wa\"ter souch`y",
        "definition": "A curly-haired breed of spaniels, naturally very fond of the water."
    },
    {
        "word": "wa\"ter spar\"row",
        "definition": "A kind of speedwell (Veronica Anagallis) found in wet places in Europe and America."
    },
    {
        "word": "wa\"ter speed\"well",
        "definition": "An aquatic European spider (Argyoneta aquatica) which constructs its web beneath the surface of the water on water plants. It lives in a bell-shaped structure of silk, open beneath like a diving bell, and filled with air which the spider carries down in the form of small bubbles attached one at a time to the spinnerets and hind feet. Called also diving spider."
    },
    {
        "word": "wa\"ter spin`ner",
        "definition": "A remarkable meteorological phenomenon, of the nature of a tornado or whirlwind, usually observed over the sea, but sometimes over the land."
    },
    {
        "word": "wa\"ter star\"wort`",
        "definition": "A supply of water; specifically, water collected, as in reservoirs, and conveyed, as by pipes, for use in a city, mill, or the like."
    },
    {
        "word": "wa\"ter sup*ply\"",
        "definition": "A kind of waved or watered tabby.  See Tabby, n., 1."
    },
    {
        "word": "wa\"ter tab\"by",
        "definition": "A molding, or other projection, in the wall of a building, to throw off the water, -- generally used in the United States for the first table above the surface of the ground (see Table, n., 9), that is, for the table at the top of the foundation and the beginning of the upper wall."
    },
    {
        "word": "wa\"ter ta\"ble",
        "definition": "A kind of coarse grass growing in wet grounds, and supposed to be injurious to sheep."
    },
    {
        "word": "wa\"ter*tath`",
        "definition": "A thermometer filled with water instead of mercury, for ascertaining the precise temperature at which water attains its maximum density. This is about 39° Fahr., or 4° Centigrade; and from that point down to 32° Fahr., or 0° Centigrade, or the freezing point, it expands."
    },
    {
        "word": "wa\"ter thyme`",
        "definition": "Same as Water mite."
    },
    {
        "word": "wa\"ter tick`",
        "definition": "A diving, or water, beetle, especially the larva of a water beetle.  See Illust. b of Water beetle."
    },
    {
        "word": "wa\"ter ti\"ger",
        "definition": "So tight as to retain, or not to admit, water; not leaky."
    },
    {
        "word": "wa\"ter-tight`",
        "definition": "The common cat-tail (Typha latifolia), the spike of which makes a good torch soaked in oil."
    },
    {
        "word": "wa\"ter tre\"foil`",
        "definition": "One of a system of tubular excretory organs having external openings, found in many invertebrates. They are believed to be analogous in function to the kidneys of vertebrates.  See Illust. under Trematodea, and Sporocyst."
    },
    {
        "word": "wa\"ter tube`",
        "definition": "A species of large tupelo (Nyssa aquatica) growing in swamps in the southern of the United States.  See Ogeechee lime."
    },
    {
        "word": "wa\"ter tu\"pe*lo",
        "definition": "The American snakebird.  See Snakebird."
    },
    {
        "word": "wa\"ter tur\"key",
        "definition": "A tuy\\'8are kept cool by water circulating within a casing. It is used for hot blast."
    },
    {
        "word": "wa\"ter tu tu`y\\'8are\"",
        "definition": "Yarn made by the throstle, or water frame."
    },
    {
        "word": "wa\"ter wag\"tail`",
        "definition": "Heavy plank or timber extending fore and aft the whole length of a vessel's deck at the line of junction with the sides, forming a channel to the scuppers, which are cut through it. In iron vessels the waterway is variously constructed."
    },
    {
        "word": "wa\"ter*way`",
        "definition": "Same as Water course."
    },
    {
        "word": "wa\"ter*weed`",
        "definition": "Any wheel for propelling machinery or for other purposes, that is made to rotate by the direct action of water; -- called an overshot wheel when the water is applied at the top, an undershot wheel when at the bottom, a breast wheel when at an intermediate point; other forms are called reaction wheel, vortex wheel, turbine wheel, etc."
    },
    {
        "word": "wa\"ter wheel`",
        "definition": "The paddle wheel of a steam vessel."
    },
    {
        "word": "wa\"ter wil`low",
        "definition": "One of two walls built on either side of the junction of a bridge with the bank of a river, to protect the abutment of the bridge and the bank from the action of the current."
    },
    {
        "word": "wa\"ter witch`",
        "definition": "A vinelike plant (Vitis Carib\\'91a) growing in parched districts in the West Indies, and containing a great amount of sap which is sometimes used for quenching thirst."
    },
    {
        "word": "wa\"ter-white`",
        "definition": "Painting executed in size or distemper, on canvas or walls, -- formerly, frequently taking the place of tapestry."
    },
    {
        "word": "wa\"ter*work`",
        "definition": "An hydraulic apparatus, or a system of works or fixtures, by which a supply of water is furnished for useful or ornamental purposes, including dams, sluices, pumps, aqueducts, distributing pipes, fountains, etc.; -- used chiefly in the plural."
    },
    {
        "word": "wa\"ter*worn`",
        "definition": "Any plant of the natural order Elatine\\'91, consisting of two genera (Elatine, and Bergia), mostly small annual herbs growing in the edges of ponds. Some have a peppery or acrid taste."
    },
    {
        "word": "wa\"ter*y",
        "definition": "Of or pertaining to water; consisting of water."
    },
    {
        "word": "watt",
        "definition": "An instrument for measuring power in watts, -- much used in measuring the energy of an electric current."
    },
    {
        "word": "wat\"tle",
        "definition": "A twig or flexible rod; hence, a hurdle made of such rods."
    },
    {
        "word": "wat\"tle",
        "definition": "To bind with twigs."
    },
    {
        "word": "wat\"tle*bird`",
        "definition": "The Australian brush turkey."
    },
    {
        "word": "wave",
        "definition": "To play loosely; to move like a wave, one way and the other; to float; to flutter; to undulate."
    },
    {
        "word": "wave",
        "definition": "To raise into inequalities of surface; to give an undulating form a surface to."
    },
    {
        "word": "wave",
        "definition": "An advancing ridge or swell on the surface of a liquid, as of the sea, resulting from the oscillatory motion of the particles composing it when disturbed by any force their position of rest; an undulation."
    },
    {
        "word": "waved",
        "definition": "Having a wavelike appearance; marked with wavelike lines of color; as, waved, or watered, silk."
    },
    {
        "word": "wave\"less",
        "definition": "A little wave; a ripple."
    },
    {
        "word": "wave\"let",
        "definition": "A hydrous phosphate of alumina, occurring usually in hemispherical radiated forms varying in color from white to yellow, green, or black."
    },
    {
        "word": "wa\"ver",
        "definition": "To play or move to and fro; to move one way and the other; hence, to totter; to reel; to swing; to flutter."
    },
    {
        "word": "wa\"ver*ing*ly",
        "definition": "The quality or state of wavering."
    },
    {
        "word": "wa\"ver*ing*ness",
        "definition": "Goods which, after shipwreck, appear floating on the waves, or sea."
    },
    {
        "word": "wave\"son",
        "definition": "Worn by the waves."
    },
    {
        "word": "wa\"vey",
        "definition": "The quality or state of being wavy."
    },
    {
        "word": "wav\"ure",
        "definition": "Rising or swelling in waves; full of waves."
    },
    {
        "word": "wav\"y",
        "definition": "Playing to and fro; undulating; as, wavy flames."
    },
    {
        "word": "wax",
        "definition": "To increase in size; to grow bigger; to become larger or fuller; -- opposed to wane."
    },
    {
        "word": "wax",
        "definition": "A fatty, solid substance, produced by bees, and employed by them in the construction of their comb; -- usually called beeswax. It is first excreted, from a row of pouches along their sides, in the form of scales, which, being masticated and mixed with saliva, become whitened and tenacious. Its natural color is pale or dull yellow."
    },
    {
        "word": "wax\"ber`ry",
        "definition": "Any one of numerous species of finchlike birds belonging to Estrelda and allied genera, native of Asia, Africa, and Australia. The bill is large, conical, and usually red in color, resembling sealing wax. Several of the species are often kept as cage birds."
    },
    {
        "word": "wax\"en",
        "definition": "Covered with wax; waxed; as, a waxen tablet."
    },
    {
        "word": "wax\"i*ness",
        "definition": "Any one of several species of small birds of the genus Ampelis, in which some of the secondary quills are usually tipped with small horny ornaments resembling red sealing wax. The Bohemian waxwing (see under Bohemian) and the cedar bird are examples. Called also waxbird."
    },
    {
        "word": "wax\"wing`",
        "definition": "Work made of wax; especially, a figure or figures formed or partly of wax, in imitation of real beings."
    },
    {
        "word": "wax\"work`",
        "definition": "An American climbing shrub (Celastrus scandens). It bears a profusion of yellow berrylike pods, which open in the autumn, and display the scarlet coverings of the seeds."
    },
    {
        "word": "wax\"work`er",
        "definition": "A bee that makes or produces wax."
    },
    {
        "word": "way",
        "definition": "That by, upon, or along, which one passes or processes; opportunity or room to pass; place of passing; passage; road, street, track, or path of any kind; as, they built a way to the mine."
    },
    {
        "word": "way\"bill`",
        "definition": "The common dooryard plantain (Plantago major)."
    },
    {
        "word": "way\"bread`",
        "definition": "An Australian insessorial bird (Corcorax melanorhamphus) noted for the curious actions of the male during the breeding season. It is black with a white patch on each wing."
    },
    {
        "word": "way\"bung`",
        "definition": "Used to the way; broken."
    },
    {
        "word": "way\"far`er",
        "definition": "Traveling; passing; being on a journey."
    },
    {
        "word": "way\"lay`er",
        "definition": "Having no road or path; pathless."
    },
    {
        "word": "way\"le*way",
        "definition": "One who makes a way; a precursor."
    },
    {
        "word": "way\"mark`",
        "definition": "To lament; to grieve; to wail."
    },
    {
        "word": "way\" shaft`",
        "definition": "An interior shaft, usually one connecting two levels."
    },
    {
        "word": "way\"side`",
        "definition": "Of or pertaining to the wayside; as, wayside flowers."
    },
    {
        "word": "way\"-wise`",
        "definition": "An instrument for measuring the distance which one has traveled on the road; an odometer, pedometer, or perambulator."
    },
    {
        "word": "way\"wode",
        "definition": "The office, province, or jurisdiction of a waywode."
    },
    {
        "word": "weak\"en",
        "definition": "To make weak; to lessen the strength of; to deprive of strength; to debilitate; to enfeeble; to enervate; as, to weaken the body or the mind; to weaken the hands of a magistrate; to weaken the force of an objection or an argument."
    },
    {
        "word": "weak\"ish",
        "definition": "Quality or state of being weakish."
    },
    {
        "word": "weak\"ish*ness",
        "definition": "Having weak knees; hence, easily yielding; wanting resolution."
    },
    {
        "word": "weak\"ly",
        "definition": "Not strong of constitution; infirm; feeble; as, a weakly woman; a man of a weakly constitution."
    },
    {
        "word": "weak\"ly",
        "definition": "Having a weak mind, either naturally or by reason of disease; feebleminded; foolish; idiotic."
    },
    {
        "word": "weak\"-mind`ed",
        "definition": "The quality or state of being weak; want of strength or firmness; lack of vigor; want of resolution or of moral strength; feebleness."
    },
    {
        "word": "weak\"ness",
        "definition": "That which is a mark of lack of strength or resolution; a fault; a defect."
    },
    {
        "word": "weal",
        "definition": "To mark with stripes.  See Wale."
    },
    {
        "word": "weal",
        "definition": "A sound, healthy, or prosperous state of a person or thing; prosperity; happiness; welfare."
    },
    {
        "word": "weald\"en",
        "definition": "The Wealden group or strata."
    },
    {
        "word": "weald\"en",
        "definition": "Of or pertaining to a weald, esp. to the weald in the county of Kent, England."
    },
    {
        "word": "wealth",
        "definition": "Weal; welfare; prosperity; good."
    },
    {
        "word": "wealth\"ful",
        "definition": "In a wealthy manner; richly."
    },
    {
        "word": "wealth\"y",
        "definition": "Having wealth; having large possessions, or larger than most men, as lands, goods, money, or securities; opulent; affluent; rich."
    },
    {
        "word": "wean",
        "definition": "To accustom and reconcile, as a child or other young animal, to a want or deprivation of mother's milk; to take from the breast or udder; to cause to cease to depend on the mother nourishment."
    },
    {
        "word": "weap\"on",
        "definition": "An instrument of offensive of defensive combat; something to fight with; anything used, or designed to be used, in destroying, defeating, or injuring an enemy, as a gun, a sword, etc."
    },
    {
        "word": "weap\"on*less",
        "definition": "Weapons, collectively; as, an array of weaponry."
    },
    {
        "word": "wear",
        "definition": "To cause to go about, as a vessel, by putting the helm up, instead of alee as in tacking, so that the vessel's bow is turned away from, and her stern is presented to, the wind, and, as she turns still farther, her sails fill on the other side; to veer."
    },
    {
        "word": "wear",
        "definition": "To carry or bear upon the person; to bear upon one's self, as an article of clothing, decoration, warfare, bondage, etc.; to have appendant to one's body; to have on; as, to wear a coat; to wear a shackle."
    },
    {
        "word": "wear",
        "definition": "To be wasted, consumed, or diminished, by being used; to suffer injury, loss, or extinction by use or time; to decay, or be spent, gradually."
    },
    {
        "word": "wear",
        "definition": "The thing worn; style of dress; the fashion."
    },
    {
        "word": "wear\"a*ble",
        "definition": "One who wears or carries as appendant to the body; as, the wearer of a cloak, a sword, a crown, a shackle, etc."
    },
    {
        "word": "wea\"ri*a*ble",
        "definition": "Abounding in qualities which cause weariness; wearisome."
    },
    {
        "word": "wea\"ri*ful",
        "definition": "Incapable of being wearied."
    },
    {
        "word": "wea\"ri*less",
        "definition": "In a weary manner."
    },
    {
        "word": "wea\"ri*ly",
        "definition": "The quality or state of being weary or tried; lassitude; exhaustion of strength; fatigue."
    },
    {
        "word": "wear\"ing",
        "definition": "That which is worn; clothes; garments."
    },
    {
        "word": "wea\"ry",
        "definition": "Having the strength exhausted by toil or exertion; worn out in respect to strength, endurance, etc.; tired; fatigued."
    },
    {
        "word": "wea\"ry",
        "definition": "To reduce or exhaust the physical strength or endurance of; to tire; to fatigue; as, to weary one's self with labor or traveling."
    },
    {
        "word": "wea\"ry",
        "definition": "The windpipe; -- called also, formerly, wesil."
    },
    {
        "word": "wea\"sel-faced`",
        "definition": "The American merganser; -- called also weaser sheldrake."
    },
    {
        "word": "wea\"ser",
        "definition": "Quality or state of being weasy; full feeding; sensual indulgence."
    },
    {
        "word": "weath\"er",
        "definition": "The state of the air or atmosphere with respect to heat or cold, wetness or dryness, calm or storm, clearness or cloudiness, or any other meteorological phenomena; meteorological condition of the atmosphere; as, warm weather; cold weather; wet weather; dry weather, etc."
    },
    {
        "word": "weath\"er",
        "definition": "To expose to the air; to air; to season by exposure to air."
    },
    {
        "word": "weath\"er-bit`",
        "definition": "To take another turn with, as a cable around a windlass."
    },
    {
        "word": "weath\"er*board`",
        "definition": "A board extending from the ridge to the eaves along the slope of the gable, and forming a close junction between the shingling of a roof and the side of the building beneath."
    },
    {
        "word": "weath\"er*board`ing",
        "definition": "Kept in port or at anchor by storms; delayed by bad weather; as, a weather-bound vessel."
    },
    {
        "word": "weath\"er-bound`",
        "definition": "A vane, or weather vane; -- so called because originally often in the figure of a cock, turning on the top of a spire with the wind, and showing its direction."
    },
    {
        "word": "weath\"ered",
        "definition": "Having the surface altered in color, texture, or composition, or the edges rounded off by exposure to the elements."
    },
    {
        "word": "weath\"er*ing",
        "definition": "The quality of being weatherly."
    },
    {
        "word": "weath\"er*li*ness",
        "definition": "Working, or able to sail, close to the wind; as, a weatherly ship."
    },
    {
        "word": "weath\"er*most`",
        "definition": "Proof against rough weather."
    },
    {
        "word": "weath\"er*proof`",
        "definition": "Skillful in forecasting the changes of the weather."
    },
    {
        "word": "weave",
        "definition": "To unite, as threads of any kind, in such a manner as to form a texture; to entwine or interlace into a fabric; as, to weave wool, silk, etc.; hence, to unite by close connection or intermixture; to unite intimately."
    },
    {
        "word": "weave",
        "definition": "To become woven or interwoven."
    },
    {
        "word": "weave",
        "definition": "One who weaves, or whose occupation is to weave."
    },
    {
        "word": "weav\"er*fish`",
        "definition": "The act of one who, or that which, weaves; the act or art of forming cloth in a loom by the union or intertexture of threads."
    },
    {
        "word": "weav\"ing",
        "definition": "An incessant motion of a horse's head, neck, and body, from side to side, fancied to resemble the motion of a hand weaver in throwing the shuttle."
    },
    {
        "word": "wea\"zand",
        "definition": "Thin; sharp; withered; wizened; as, a weazen face."
    },
    {
        "word": "web",
        "definition": "That which is woven; a texture; textile fabric; esp., something woven in a loom."
    },
    {
        "word": "web",
        "definition": "Provided with a web."
    },
    {
        "word": "webbed",
        "definition": "Having the toes united by a membrane, or web; as, the webbed feet of aquatic fowls."
    },
    {
        "word": "web\"ber",
        "definition": "A woven band of cotton or flax, used for reins, girths, bed bottoms, etc."
    },
    {
        "word": "web\"bing",
        "definition": "Of or pertaining to a web or webs; like a web; filled or covered with webs."
    },
    {
        "word": "we\"ber",
        "definition": "See Web, n., 8."
    },
    {
        "word": "web\"eye`",
        "definition": "Having the fingers united by a web for a considerable part of their length."
    },
    {
        "word": "web\"foot`",
        "definition": "A foot the toes of which are connected by a membrane."
    },
    {
        "word": "web\"-foot`ed",
        "definition": "A weaver; originally, a female weaver."
    },
    {
        "word": "web\"ster*ite",
        "definition": "Having the toes united by a web for a considerable part of their length."
    },
    {
        "word": "web\"-toed`",
        "definition": "Any one of various species of moths whose gregarious larv\\'91 eat the leaves of trees, and construct a large web to which they retreat when not feeding."
    },
    {
        "word": "wed",
        "definition": "To take for husband or for wife by a formal ceremony; to marry; to espouse."
    },
    {
        "word": "wed\"dahs",
        "definition": "Joined in wedlock; married."
    },
    {
        "word": "wed\"ded",
        "definition": "Of or pertaining to wedlock, or marriage."
    },
    {
        "word": "wedge",
        "definition": "A piece of metal, or other hard material, thick at one end, and tapering to a thin edge at the other, used in splitting wood, rocks, etc., in raising heavy bodies, and the like. It is one of the six elementary machines called the mechanical powers.  See Illust. of Mechanical powers, under Mechanical."
    },
    {
        "word": "wedge",
        "definition": "To cleave or separate with a wedge or wedges, or as with a wedge; to rive."
    },
    {
        "word": "wedge\"bill`",
        "definition": "Having the form of a wedge; cuneiform."
    },
    {
        "word": "wedge\"-shaped`",
        "definition": "Broad and truncate at the summit, and tapering down to the base; as, a wedge-shaped leaf."
    },
    {
        "word": "wedge\"-shell`",
        "definition": "Having a tail which has the middle pair of feathers longest, the rest successively and decidedly shorter, and all more or less attenuate; -- said of certain birds.  See Illust. of Wood hoopoe, under Wood."
    },
    {
        "word": "wedge\"wise`",
        "definition": "A kind of fine pottery, the most remarkable being what is called jasper, either white, or colored throughout the body, and capable of being molded into the most delicate forms, so that fine and minute bas-reliefs like cameos were made of it, fit even for being set as jewels."
    },
    {
        "word": "wedg\"wood` ware`",
        "definition": "Like a wedge; wedge-shaped."
    },
    {
        "word": "wed\"lock",
        "definition": "The ceremony, or the state, of marriage; matrimony."
    },
    {
        "word": "weed",
        "definition": "A garment; clothing; especially, an upper or outer garment."
    },
    {
        "word": "weed",
        "definition": "To free from noxious plants; to clear of weeds; as, to weed corn or onions; to weed a garden."
    },
    {
        "word": "weed\"er",
        "definition": "Weeds, collectively; also, a place full of weeds or for growing weeds."
    },
    {
        "word": "weed\"ing-rhim`",
        "definition": "Free from weeds or noxious matter."
    },
    {
        "word": "weed\"y",
        "definition": "Of or pertaining to weeds; consisting of weeds."
    },
    {
        "word": "week\"ly",
        "definition": "Coming, happening, or done once a week; hebdomadary; as, a weekly payment; a weekly gazette."
    },
    {
        "word": "week\"ly",
        "definition": "Once a week; by hebdomadal periods; as, each performs service weekly."
    },
    {
        "word": "weel",
        "definition": "A kind of trap or snare for fish, made of twigs."
    },
    {
        "word": "weep",
        "definition": "imp. of Weep, for wept."
    },
    {
        "word": "weep",
        "definition": "Formerly, to express sorrow, grief, or anguish, by outcry, or by other manifest signs; in modern use, to show grief or other passions by shedding tears; to shed tears; to cry."
    },
    {
        "word": "weep\"er",
        "definition": "A white band or border worn on the sleeve as a badge of mourning."
    },
    {
        "word": "weep\"ing",
        "definition": "Grieving; lamenting; shedding tears."
    },
    {
        "word": "weep\"ing",
        "definition": "Discharging water, or other liquid, in drops or very slowly; surcharged with water."
    },
    {
        "word": "weep\"ing*ly",
        "definition": "Ripe for weeping; ready to weep."
    },
    {
        "word": "weet\"-weet`",
        "definition": "Any one of several species of edible marine fishes belonging to the genus Trachinus, of the family Trachinid\\'91. They have a broad spinose head, with the eyes looking upward. The long dorsal fin is supported by numerous strong, sharp spines which cause painful wounds."
    },
    {
        "word": "wee\"vil",
        "definition": "Infested by weevils; as, weeviled grain."
    },
    {
        "word": "wee\"zel",
        "definition": "imp. & p. p. of Wave."
    },
    {
        "word": "weft",
        "definition": "A thing waved, waived, or cast away; a waif."
    },
    {
        "word": "weft",
        "definition": "The woof of cloth; the threads that cross the warp from selvage to selvage; the thread carried by the shuttle in weaving."
    },
    {
        "word": "wehr\"wolf`",
        "definition": "A hardy garden shrub (Diervilla Japonica) belonging to the Honeysuckle family, with withe or red flowers. It was introduced from China."
    },
    {
        "word": "wei\"gel*a",
        "definition": "A corruption of Way, used only in the phrase under weigh."
    },
    {
        "word": "weigh",
        "definition": "To bear up; to raise; to lift into the air; to swing up; as, to weigh anchor."
    },
    {
        "word": "weigh",
        "definition": "To be considered as important; to have weight in the intellectual balance."
    },
    {
        "word": "weigh",
        "definition": "Capable of being weighed."
    },
    {
        "word": "weigh\"a*ble",
        "definition": "A duty or toil paid for weighing merchandise."
    },
    {
        "word": "weigh\"beam`",
        "definition": "Clay intersecting a vein."
    },
    {
        "word": "weigh\"bridge`",
        "definition": "One who weighs; specifically, an officer whose duty it is to weigh commodities."
    },
    {
        "word": "weigh\"er",
        "definition": "A building at or within which goods, and the like, are weighed."
    },
    {
        "word": "weigh\"*house`",
        "definition": "a. & n. from Weigh, v."
    },
    {
        "word": "weigh\"lock`",
        "definition": "One whose business it is to weigh ore, hay, merchandise, etc.; one licensed as a public weigher."
    },
    {
        "word": "weight",
        "definition": "The quality of being heavy; that property of bodies by which they tend toward the center of the earth; the effect of gravitative force, especially when expressed in certain units or standards, as pounds, grams, etc."
    },
    {
        "word": "weight",
        "definition": "To load with a weight or weights; to load down; to make heavy; to attach weights to; as, to weight a horse or a jockey at a race; to weight a whip handle."
    },
    {
        "word": "weight\"i*ly",
        "definition": "The quality or state of being weighty; weight; force; importance; impressiveness."
    },
    {
        "word": "weight\"i*ness",
        "definition": "Having no weight; imponderable; hence, light."
    },
    {
        "word": "weight\"y",
        "definition": "Having weight; heavy; ponderous; as, a weighty body."
    },
    {
        "word": "weir",
        "definition": "A dam in a river to stop and raise the water, for the purpose of conducting it to a mill, forming a fish pond, or the like."
    },
    {
        "word": "weird",
        "definition": "Fate; destiny; one of the Fates, or Norns; also, a prediction."
    },
    {
        "word": "weird",
        "definition": "Of or pertaining to fate; concerned with destiny."
    },
    {
        "word": "we\"ka",
        "definition": "A small New Zealand owl (Sceloglaux albifacies). It has short wings and long legs, and lives chiefly on the ground."
    },
    {
        "word": "wel\"come",
        "definition": "Received with gladness; admitted willingly to the house, entertainment, or company; as, a welcome visitor."
    },
    {
        "word": "wel\"come",
        "definition": "Salutation to a newcomer."
    },
    {
        "word": "wel\"come*ly",
        "definition": "The quality or state of being welcome; gratefulness; agreeableness; kind reception."
    },
    {
        "word": "wel\"come*ness",
        "definition": "One who welcomes; one who salutes, or receives kindly, a newcomer."
    },
    {
        "word": "weld",
        "definition": "An herb (Reseda luteola) related to mignonette, growing in Europe, and to some extent in America; dyer's broom; dyer's rocket; dyer's weed; wild woad. It is used by dyers to give a yellow color."
    },
    {
        "word": "weld",
        "definition": "To press or beat into intimate and permanent union, as two pieces of iron when heated almost to fusion."
    },
    {
        "word": "weld\"a*ble",
        "definition": "One who welds, or unites pieces of iron, etc., by welding."
    },
    {
        "word": "weld\"er",
        "definition": "One who welds, or wields."
    },
    {
        "word": "wel\"don's proc\"ess",
        "definition": "Prosperity; happiness; well-being; weal."
    },
    {
        "word": "we\"lew",
        "definition": "Well-doing or well-being in any respect; the enjoyment of health and the common blessings of life; exemption from any evil or calamity; prosperity; happiness."
    },
    {
        "word": "welk",
        "definition": "To cause to wither; to wilt."
    },
    {
        "word": "welked",
        "definition": "The visible regions of the air; the vault of heaven; the sky."
    },
    {
        "word": "well",
        "definition": "An issue of water from the earth; a spring; a fountain."
    },
    {
        "word": "well",
        "definition": "In a good or proper manner; justly; rightly; not ill or wickedly."
    },
    {
        "word": "well",
        "definition": "Good in condition or circumstances; desirable, either in a natural or moral sense; fortunate; convenient; advantageous; happy; as, it is well for the country that the crops did not fail; it is well that the mistake was discovered."
    },
    {
        "word": "wel\"lat",
        "definition": "The state or condition of being well; welfare; happiness; prosperity; as, virtue is essential to the well-being of men or of society."
    },
    {
        "word": "well\"-be`ing",
        "definition": "Born of a noble or respect able family; not of mean birth."
    },
    {
        "word": "well\"-born`",
        "definition": "Having good breeding; refined in manners; polite; cultivated."
    },
    {
        "word": "well\"do`er",
        "definition": "A doing well; right performance of duties. Also used adjectively."
    },
    {
        "word": "well\"do`ing",
        "definition": "To drain, as land; by means of wells, or pits, which receive the water, and from which it is discharged by machinery."
    },
    {
        "word": "well\"fare`",
        "definition": "Handsome; wellformed; beautiful; pleasing to the eye."
    },
    {
        "word": "well\"hole`",
        "definition": "The open space in a floor, to accommodate a staircase."
    },
    {
        "word": "well`-in*formed\"",
        "definition": "A name given to the \"big trees\" (Sequoia gigantea) of California, and still used in England.  See Sequoia."
    },
    {
        "word": "wel`ling*te\"ni*a",
        "definition": "A kind of long boots for men."
    },
    {
        "word": "wel\"ling*tons",
        "definition": "Having upright intentions or honorable purposes."
    },
    {
        "word": "well\"-read`",
        "definition": "Having seen much; hence, accomplished; experienced."
    },
    {
        "word": "well\"-set`",
        "definition": "Properly or firmly set."
    },
    {
        "word": "well\"-spo`ken",
        "definition": "Speaking well; speaking with fitness or grace; speaking kindly."
    },
    {
        "word": "well\"wish`er",
        "definition": "Contraction for we will or we shall."
    },
    {
        "word": "wels",
        "definition": "Of or pertaining to Wales, or its inhabitants."
    },
    {
        "word": "welsh",
        "definition": "The language of Wales, or of the Welsh people."
    },
    {
        "word": "welsh\"man",
        "definition": "A native or inhabitant of Wales; one of the Welsh."
    },
    {
        "word": "welt",
        "definition": "That which, being sewed or otherwise fastened to an edge or border, serves to guard, strengthen, or adorn it"
    },
    {
        "word": "welt",
        "definition": "imp. of Weld, to wield."
    },
    {
        "word": "wel\"ter",
        "definition": "To roll, as the body of an animal; to tumble about, especially in anything foul or defiling; to wallow."
    },
    {
        "word": "wel\"ter",
        "definition": "That in which any person or thing welters, or wallows; filth; mire; slough."
    },
    {
        "word": "wel*witsch\"i*a",
        "definition": "The abdomen; the uterus; the womb."
    },
    {
        "word": "wem",
        "definition": "Spot; blemish; harm; hurt."
    },
    {
        "word": "wem",
        "definition": "Having no wem, or blemish; spotless."
    },
    {
        "word": "wench",
        "definition": "A young woman; a girl; a maiden."
    },
    {
        "word": "wench",
        "definition": "One who wenches; a lewd man."
    },
    {
        "word": "wench\"er",
        "definition": "Being without a wench."
    },
    {
        "word": "wend",
        "definition": "To go; to pass; to betake one's self."
    },
    {
        "word": "wend\"ic",
        "definition": "The language of the Wends."
    },
    {
        "word": "wend\"ic",
        "definition": "A Slavic tribe which once occupied the northern and eastern parts of Germany, of which a small remnant exists."
    },
    {
        "word": "wen\"nish",
        "definition": "A sand snake (Charina plumbea) of Western North America, of the family Erycid\\'91."
    },
    {
        "word": "we*no\"na",
        "definition": "imp. & p. p. of Wend; -- now obsolete except as the imperfect of go, with which it has no etymological connection.  See Go."
    },
    {
        "word": "wep\"en",
        "definition": "imp. & p. p. of Weep."
    },
    {
        "word": "wer*ne\"ri*an",
        "definition": "The common grayish or white variety of soapolite."
    },
    {
        "word": "wer\"ner*ite",
        "definition": "An Australian lorikeet (Ptilosclera versicolor) noted for the variety of its colors; -- called also varied lorikeet."
    },
    {
        "word": "werst",
        "definition": ", The second person singular, indicative and subjunctive moods, imperfect tense, of the verb be. It is formed from were, with the ending -t, after the analogy of wast. Now used only in solemn or poetic style."
    },
    {
        "word": "we\"sil",
        "definition": "Of or pertaining to Wesley or Wesleyanism."
    },
    {
        "word": "wes\"ley*an",
        "definition": "One who adopts the principles of Wesleyanism; a Methodist."
    },
    {
        "word": "wes\"ley*an",
        "definition": "The system of doctrines and church polity inculcated by John Wesley (b. 1703; d. 1791), the founder of the religious sect called Methodist; Methodism.  See Methodist, n., 2."
    },
    {
        "word": "west",
        "definition": "The point in the heavens where the sun is seen to set at the equinox; or, the corresponding point on the earth; that one of the four cardinal points of the compass which is in a direction at right angles to that of north and south, and on the left hand of a person facing north; the point directly opposite to east."
    },
    {
        "word": "west",
        "definition": "To pass to the west; to set, as the sun."
    },
    {
        "word": "west\"er*ly",
        "definition": "Toward the west; westward."
    },
    {
        "word": "west\"ern",
        "definition": "Of or pertaining to the west; situated in the west, or in the region nearly in the direction of west; being in that quarter where the sun sets; as, the western shore of France; the western ocean."
    },
    {
        "word": "west\"ern*er",
        "definition": "Situated the farthest towards the west; most western."
    },
    {
        "word": "west\"ern*most`",
        "definition": "Belonging or relating to the West Indies."
    },
    {
        "word": "west` in\"di*an",
        "definition": "The distance, reckoned toward the west, between the two meridians passing through the extremities of a course, or portion of a ship's path; the departure of a course which lies to the west of north."
    },
    {
        "word": "west\"min`ster as*sem\"bly",
        "definition": "Lying farthest to the west; westernmost."
    },
    {
        "word": "west\"most`",
        "definition": "Toward the west; as, to ride or sail westward."
    },
    {
        "word": "west\"ward",
        "definition": "In a westward direction."
    },
    {
        "word": "wet",
        "definition": "Containing, or consisting of, water or other liquid; moist; soaked with a liquid; having water or other liquid upon the surface; as, wet land; a wet cloth; a wet table."
    },
    {
        "word": "wet",
        "definition": "Water or wetness; moisture or humidity in considerable degree."
    },
    {
        "word": "west\"ness",
        "definition": "The quality or state of being wet; moisture; humidity; as, the wetness of land; the wetness of a cloth."
    },
    {
        "word": "wet\" nurse`",
        "definition": "Having the feet, or the shoes on the feet, wet."
    },
    {
        "word": "wet\"-shod`",
        "definition": "Somewhat wet; moist; humid."
    },
    {
        "word": "we\"vil",
        "definition": "To grow; to wax."
    },
    {
        "word": "we\"zand",
        "definition": "The European curlew; -- called also awp, whaup, great whaup, and stock whaup."
    },
    {
        "word": "whaap",
        "definition": "To strike; to beat; to give a heavy or resounding blow to; to thrash; to make with whacks."
    },
    {
        "word": "whack\"ing",
        "definition": "An American tree, the winged elm. (Ulmus alata)."
    },
    {
        "word": "wha*hoo\"",
        "definition": "To lash with stripes; to wale; to thrash; to drub."
    },
    {
        "word": "whale\"boat`",
        "definition": "A firm, elastic substance resembling horn, taken from the upper jaw of the right whale; baleen. It is used as a stiffening in stays, fans, screens, and for various other purposes.  See Baleen."
    },
    {
        "word": "whale\"man",
        "definition": "A vessel or person employed in the whale fishery."
    },
    {
        "word": "whal\"er",
        "definition": "One who whales, or beats; a big, strong fellow; hence, anything of great or unusual size."
    },
    {
        "word": "whal\"er",
        "definition": "The hunting of whales."
    },
    {
        "word": "whal\"ing",
        "definition": "Pertaining to, or employed in, the pursuit of whales; as, a whaling voyage; a whaling vessel."
    },
    {
        "word": "whal\"ing",
        "definition": "A light color of the iris in horses; wall-eye."
    },
    {
        "word": "whall",
        "definition": "Having the iris of light color; -- said of horses."
    },
    {
        "word": "whang*hee\"",
        "definition": "To throw one's self quickly, or by an abrupt motion; to turn suddenly; as, she whapped down on the floor; the fish whapped over."
    },
    {
        "word": "whap",
        "definition": "A blow, or quick, smart stroke."
    },
    {
        "word": "whap",
        "definition": "Something uncommonly large of the kind; something astonishing; -- applied especially to a bold lie."
    },
    {
        "word": "wharf",
        "definition": "A structure or platform of timber, masonry, iron, earth, or other material, built on the shore of a harbor, river, canal, or the like, and usually extending from the shore to deep water, so that vessels may lie close alongside to receive and discharge cargo, passengers, etc.; a quay; a pier."
    },
    {
        "word": "wharf",
        "definition": "To guard or secure by a firm wall of timber or stone constructed like a wharf; to furnish with a wharf or wharfs."
    },
    {
        "word": "wharf\"age",
        "definition": "The fee or duty paid for the privilege of using a wharf for loading or unloading goods; pierage, collectively; quayage."
    },
    {
        "word": "wharf\"in*ger",
        "definition": "A guttural pronunciation of the letter r; a burr.  See Burr, n., 6."
    },
    {
        "word": "what",
        "definition": "As an interrogative pronoun, used in asking questions regarding either persons or things; as, what is this? what did you say? what poem is this? what child is lost?"
    },
    {
        "word": "what\"not",
        "definition": "Whatsoever; whosoever; whatever; anything that."
    },
    {
        "word": "whaup",
        "definition": "A pustule; a whelk."
    },
    {
        "word": "wheal",
        "definition": "A more or less elongated mark raised by a stroke; also, a similar mark made by any cause; a weal; a wale."
    },
    {
        "word": "wheal",
        "definition": "The harvest mite; -- so called from the wheals, caused by its bite."
    },
    {
        "word": "wheal\"worm`",
        "definition": "A cereal grass (Triticum vulgare) and its grain, which furnishes a white flour for bread, and, next to rice, is the grain most largely used by the human race."
    },
    {
        "word": "wheat\"bird`",
        "definition": "A small European singing bird (Saxicola &oe;nanthe). The male is white beneath, bluish gray above, with black wings and a black stripe through each eye. The tail is black at the tip and in the middle, but white at the base and on each side. Called also checkbird, chickell, dykehopper, fallow chat, fallow finch, stonechat, and whitetail."
    },
    {
        "word": "wheat\"ear`",
        "definition": "Made of wheat; as, wheaten bread."
    },
    {
        "word": "wheat\"stone's bridge`",
        "definition": "A small nematode worm (Anguillula tritici) which attacks the grains of wheat in the ear. It is found in wheat affected with smut, each of the diseased grains containing a large number of the minute young of the worm."
    },
    {
        "word": "whee\"dle",
        "definition": "To entice by soft words; to cajole; to flatter; to coax."
    },
    {
        "word": "wheel",
        "definition": "A circular frame turning about an axis; a rotating disk, whether solid, or a frame composed of an outer rim, spokes or radii, and a central hub or nave, in which is inserted the axle, -- used for supporting and conveying vehicles, in machinery, and for various purposes; as, the wheel of a wagon, of a locomotive, of a mill, of a watch, etc."
    },
    {
        "word": "wheel",
        "definition": "To convey on wheels, or in a wheeled vehicle; as, to wheel a load of hay or wood."
    },
    {
        "word": "wheel",
        "definition": "To turn on an axis, or as on an axis; to revolve; to more about; to rotate; to gyrate."
    },
    {
        "word": "wheel\"band`",
        "definition": "A light vehicle for conveying small loads. It has two handles and one wheel, and is rolled by a single person."
    },
    {
        "word": "wheel\"bird`",
        "definition": "Having wheels; -- used chiefly in composition; as, a four-wheeled carriage."
    },
    {
        "word": "wheel\"er",
        "definition": "One who wheels, or turns."
    },
    {
        "word": "wheel\"ing",
        "definition": "The act of conveying anything, or traveling, on wheels, or in a wheeled vehicle."
    },
    {
        "word": "wheel\"-shaped`",
        "definition": "Shaped like a wheel."
    },
    {
        "word": "wheel\"swarf`",
        "definition": "A combination of wheels, and their connection, in a machine or mechanism."
    },
    {
        "word": "wheel\"work`",
        "definition": "Worn by the action of wheels; as, a wheel-worn road."
    },
    {
        "word": "wheel\"-worn`",
        "definition": "A man whose occupation is to make or repair wheels and wheeled vehicles, as carts, wagons, and the like."
    },
    {
        "word": "wheel\"wright`",
        "definition": "Circular; suitable to rotation."
    },
    {
        "word": "wheel\"y",
        "definition": "A quantity; a goodly number."
    },
    {
        "word": "wheeze",
        "definition": "An ordinary whisper exaggerated so as to produce the hoarse sound known as the  \"stage whisper.\" It is a forcible whisper with some admixture of tone."
    },
    {
        "word": "wheez\"y",
        "definition": "See Waft, n., 4."
    },
    {
        "word": "wheft",
        "definition": "Any one numerous species of large marine gastropods belonging to Buccinum and allied genera; especially, Buccinum undatum, common on the coasts both of Europe and North America, and much used as food in Europe."
    },
    {
        "word": "whelk",
        "definition": "A papule; a pustule; acne."
    },
    {
        "word": "whelk\"y",
        "definition": "Having whelks, ridges, or protuberances; hence, streaked; striated."
    },
    {
        "word": "whelm",
        "definition": "To cover with water or other fluid; to cover by immersion in something that envelops on all sides; to overwhelm; to ingulf."
    },
    {
        "word": "whelp",
        "definition": "One of the young of a dog or a beast of prey; a puppy; a cub; as, a lion's whelps."
    },
    {
        "word": "whelp",
        "definition": "To bring forth, as cubs or young; to give birth to."
    },
    {
        "word": "when",
        "definition": "At what time; -- used interrogatively."
    },
    {
        "word": "whence",
        "definition": "From what place; hence, from what or which source, origin, antecedent, premise, or the like; how; -- used interrogatively."
    },
    {
        "word": "whence*ev\"er",
        "definition": "From, or forth from, what or which place; whence."
    },
    {
        "word": "where",
        "definition": "At or in what place; hence, in what situation, position, or circumstances; -- used interrogatively."
    },
    {
        "word": "where\"a*bout`",
        "definition": "About where; near what or which place; -- used interrogatively and relatively; as, whereabouts did you meet him?"
    },
    {
        "word": "where*as\"",
        "definition": "Considering that; it being the case that; since; -- used to introduce a preamble which is the basis of declarations, affirmations, commands, requests, or like, that follow."
    },
    {
        "word": "where*at\"",
        "definition": "At which; upon which; whereupon; -- used relatively."
    },
    {
        "word": "where*by\"",
        "definition": "By which; -- used relatively."
    },
    {
        "word": "where\"fore",
        "definition": "For which reason; so; -- used relatively."
    },
    {
        "word": "where\"fore",
        "definition": "From which; from which or what place."
    },
    {
        "word": "where*in\"",
        "definition": "In which; in which place, thing, time, respect, or the like; -- used relatively."
    },
    {
        "word": "where`in*to\"",
        "definition": "Into which; -- used relatively."
    },
    {
        "word": "where*of\"",
        "definition": "Of which; of whom; formerly, also, with which; -- used relatively."
    },
    {
        "word": "where*on\"",
        "definition": "On which; -- used relatively; as, the earth whereon we live."
    },
    {
        "word": "where*to\"",
        "definition": "To which; -- used relatively."
    },
    {
        "word": "where`un*to\"",
        "definition": "Upon which; in consequence of which; after which."
    },
    {
        "word": "where*with\"",
        "definition": "With which; -- used relatively."
    },
    {
        "word": "where\"ret",
        "definition": "To hurry; to trouble; to tease."
    },
    {
        "word": "wher\"ry",
        "definition": "A liquor made from the pulp of crab apples after the verjuice is expressed; -- sometimes called crab wherry."
    },
    {
        "word": "whet",
        "definition": "To rub or on with some substance, as a piece of stone, for the purpose of sharpening; to sharpen by attrition; as, to whet a knife."
    },
    {
        "word": "whet",
        "definition": "The act of whetting."
    },
    {
        "word": "whet\"ile",
        "definition": "A piece of stone, natural or artificial, used for whetting, or sharpening, edge tools."
    },
    {
        "word": "whet\"ter",
        "definition": "One who, or that which, whets, sharpens, or stimulates."
    },
    {
        "word": "whew",
        "definition": "Calcium oxalate, occurring in colorless or white monoclinic crystals."
    },
    {
        "word": "whew\"er",
        "definition": "The serum, or watery part, of milk, separated from the more thick or coagulable part, esp. in the process of making cheese. In this process, the thick part is called curd, and the thin part whey."
    },
    {
        "word": "whey",
        "definition": "Of the nature of, or containing, whey; resembling whey; wheyish."
    },
    {
        "word": "whey\"face`",
        "definition": "Having a pale or white face, as from fright."
    },
    {
        "word": "which",
        "definition": "Of what sort or kind; what; what a; who."
    },
    {
        "word": "which*ev\"er",
        "definition": "Any one of several species of finchlike birds belonging to the genus Vidua, native of Asia and Africa. In the breeding season the male has very long, drooping tail feathers. Called also vida finch, whidah finch, whydah bird, whydah finch, widow bird, and widow finch."
    },
    {
        "word": "whiff",
        "definition": "A sudden expulsion of air from the mouth; a quick puff or slight gust, as of air or smoke."
    },
    {
        "word": "whiff",
        "definition": "To throw out in whiffs; to consume in whiffs; to puff."
    },
    {
        "word": "whiff",
        "definition": "A little whiff or puff."
    },
    {
        "word": "whiff\"ing",
        "definition": "The act of one who, or that which, whiffs."
    },
    {
        "word": "whif\"fle",
        "definition": "To waver, or shake, as if moved by gusts of wind; to shift, turn, or veer about."
    },
    {
        "word": "whif\"fle",
        "definition": "To disperse with, or as with, a whiff, or puff; to scatter."
    },
    {
        "word": "whif\"fler",
        "definition": "One who whiffles, or frequently changes his opinion or course; one who uses shifts and evasions in argument; hence, a trifler."
    },
    {
        "word": "whif\"fle*tree`",
        "definition": "Acidulated whey, sometimes mixed with buttermilk and sweet herbs, used as a cooling beverage."
    },
    {
        "word": "whig",
        "definition": "One of a political party which grew up in England in the seventeenth century, in the reigns of Charles I. and II., when great contests existed respecting the royal prerogatives and the rights of the people. Those who supported the king in his high claims were called Tories, and the advocates of popular rights, of parliamentary power over the crown, and of toleration to Dissenters, were, after 1679, called Whigs. The terms Liberal and Radical have now generally superseded Whig in English politics.  See the note under Tory."
    },
    {
        "word": "whig",
        "definition": "A Whig; -- a cant term applied in contempt to Scotch Presbyterians."
    },
    {
        "word": "whig\"ger*y",
        "definition": "Of or pertaining to Whigs; partaking of, or characterized by, the principles of Whigs."
    },
    {
        "word": "whig\"gish",
        "definition": "In a Whiggish manner."
    },
    {
        "word": "whig\"gish*ly",
        "definition": "The principles of the Whigs."
    },
    {
        "word": "whig\"gism",
        "definition": "A petty or inferior Whig; -- used in contempt."
    },
    {
        "word": "whilk",
        "definition": "A kind of mollusk, a whelk."
    },
    {
        "word": "whim",
        "definition": "A sudden turn or start of the mind; a temporary eccentricity; a freak; a fancy; a capricious notion; a humor; a caprice."
    },
    {
        "word": "whim\"per",
        "definition": "A low, whining, broken cry; a low, whining sound, expressive of complaint or grief."
    },
    {
        "word": "whim\"ple",
        "definition": "To whiffle; to veer."
    },
    {
        "word": "whim\"sey",
        "definition": "A whim; a freak; a capricious notion, a fanciful or odd conceit."
    },
    {
        "word": "whim\"si*cal",
        "definition": "Full of, or characterized by, whims; actuated by a whim; having peculiar notions; queer; strange; freakish."
    },
    {
        "word": "whim`si*cal\"i*ty",
        "definition": "In a whimsical manner; freakishly."
    },
    {
        "word": "whim\"si*cal*ly",
        "definition": "The quality or state of being whimsical; freakishness; whimsical disposition."
    },
    {
        "word": "whim\"wham",
        "definition": "A whimsical thing; an odd device; a trifle; a trinket; a gimcrack."
    },
    {
        "word": "whin",
        "definition": "Gorse; furze.  See Furze."
    },
    {
        "word": "whin\"chat`",
        "definition": "To utter a plaintive cry, as some animals; to mean with a childish noise; to complain, or to tell of sorrow, distress, or the like, in a plaintive, nasal tone; hence, to complain or to beg in a mean, unmanly way; to moan basely."
    },
    {
        "word": "whine",
        "definition": "A plaintive tone; the nasal, childish tone of mean complaint; mean or affected complaint."
    },
    {
        "word": "whine",
        "definition": "One who, or that which, whines."
    },
    {
        "word": "whin\"ner",
        "definition": "To utter the ordinary call or cry of a horse; to neigh."
    },
    {
        "word": "whin\"ny",
        "definition": "The ordinary cry or call of a horse; a neigh."
    },
    {
        "word": "whin\"ock",
        "definition": "A provincial name given in England to basaltic rocks, and applied by miners to other kind of dark-colored unstratified rocks which resist the point of the pick. -- for example, to masses of chert. Whin-dikes, and whin-sills, are names sometimes given to veins or beds of basalt."
    },
    {
        "word": "whin\"yard",
        "definition": "A sword, or hanger."
    },
    {
        "word": "whip",
        "definition": "To strike with a lash, a cord, a rod, or anything slender and lithe; to lash; to beat; as, to whip a horse, or a carpet."
    },
    {
        "word": "whip",
        "definition": "An instrument or driving horses or other animals, or for correction, consisting usually of a lash attached to a handle, or of a handle and lash so combined as to form a flexible rod."
    },
    {
        "word": "whip\"cord`",
        "definition": "To graft by cutting the scion and stock in a certain manner.  See Whip grafting, under Grafting."
    },
    {
        "word": "whip\"graft`",
        "definition": "The lash of a whip, -- usually made of thongs of leather, or of cords, braided or twisted."
    },
    {
        "word": "whip\"lash`",
        "definition": "A large sting ray (Dasybatis, ∨ Trygon, Sayi) native of the Southern United States. It is destitute of large spines on the body and tail."
    },
    {
        "word": "whip\"per",
        "definition": "One who whips; especially, an officer who inflicts the penalty of legal whipping."
    },
    {
        "word": "whip\"per*in`",
        "definition": "A huntsman who keeps the hounds from wandering, and whips them in, if necessary, to the of chase."
    },
    {
        "word": "whip\"ple*tree`",
        "definition": "The pivoted or swinging bar to which the traces, or tugs, of a harness are fastened, and by which a carriage, a plow, or other implement or vehicle, is drawn; a whiffletree; a swingletree; a singletree.  See Singletree."
    },
    {
        "word": "whip\"-poor-will`",
        "definition": "A saw for dividing timber lengthwise, usually set in a frame, and worked by two persons; also, a fret saw."
    },
    {
        "word": "whip\"saw`",
        "definition": "Shaped like the lash of a whip; long, slender, round, and tapering; as, a whip-shaped root or stem."
    },
    {
        "word": "whip\"-shaped`",
        "definition": "A bar attached to the tiller, for convenience in steering."
    },
    {
        "word": "whip\"stalk`",
        "definition": "A nimble little fellow; a whippersnapper."
    },
    {
        "word": "whip\"stitch`",
        "definition": "A tailor; -- so called in contempt."
    },
    {
        "word": "whip\"stitch`",
        "definition": "The rod or handle to which the lash of a whip is fastened."
    },
    {
        "word": "whipt",
        "definition": "A vireo (Vireo altiloquus) native of the West Indies and Florida; -- called also black-whiskered vireo."
    },
    {
        "word": "whip\"-tom`-kel\"ly",
        "definition": "A nematode worm (Trichocephalus dispar) often found parasitic in the human intestine. Its body is thickened posteriorly, but is very long and threadlike anteriorly."
    },
    {
        "word": "whip\"worm`",
        "definition": "To whirl round, or revolve, with a whizzing noise; to fly or more quickly with a buzzing or whizzing sound; to whiz."
    },
    {
        "word": "whirl",
        "definition": "To turn round rapidly; to cause to rotate with velocity; to make to revolve."
    },
    {
        "word": "whirl",
        "definition": "To be turned round rapidly; to move round with velocity; to revolve or rotate with great speed; to gyrate."
    },
    {
        "word": "whirl",
        "definition": "A turning with rapidity or velocity; rapid rotation or circumvolution; quick gyration; rapid or confusing motion; as, the whirl of a top; the whirl of a wheel."
    },
    {
        "word": "whirl\"a*bout`",
        "definition": "Anything moved with a whirl, as preparatory for a blow, or to augment the force of it; -- applied by poets to the cestus of ancient boxers."
    },
    {
        "word": "whirl\"er",
        "definition": "An open car or chariot."
    },
    {
        "word": "whirl\"i*gig",
        "definition": "A child's toy, spun or whirled around like a wheel upon an axis, or like a top."
    },
    {
        "word": "whirl\"pool`",
        "definition": "An eddy or vortex of water; a place in a body of water where the water moves round in a circle so as to produce a depression or cavity in the center, into which floating objects may be drawn; any body of water having a more or less circular motion caused by its flowing in an irregular channel, by the coming together of opposing currents, or the like."
    },
    {
        "word": "whirl\"wind`",
        "definition": "A violent windstorm of limited extent, as the tornado, characterized by an inward spiral motion of the air with an upward current in the center; a vortex of air. It usually has a rapid progressive motion."
    },
    {
        "word": "whir\"ry",
        "definition": "A perforated steel die through which wires or tubes are drawn to form them."
    },
    {
        "word": "whir\"tle",
        "definition": "A game at cards; whist."
    },
    {
        "word": "whisk",
        "definition": "The act of whisking; a rapid, sweeping motion, as of something light; a sudden motion or quick puff."
    },
    {
        "word": "whisk",
        "definition": "To sweep, brush, or agitate, with a light, rapid motion; as, to whisk dust from a table; to whisk the white of eggs into a froth."
    },
    {
        "word": "whisk\"er",
        "definition": "One who, or that which, whisks, or moves with a quick, sweeping motion."
    },
    {
        "word": "whisk\"ered",
        "definition": "Formed into whiskers; furnished with whiskers; having or wearing whiskers."
    },
    {
        "word": "whis\"ket",
        "definition": "A basket; esp., a straw provender basket."
    },
    {
        "word": "whis\"key",
        "definition": "A light carriage built for rapid motion; -- called also tim-whiskey."
    },
    {
        "word": "whis\"key",
        "definition": "A shallow drinking bowl."
    },
    {
        "word": "whisp",
        "definition": "A flock of snipe."
    },
    {
        "word": "whis\"per",
        "definition": "To speak softly, or under the breath, so as to be heard only by one near at hand; to utter words without sonant breath; to talk without that vibration in the larynx which gives sonorous, or vocal, sound.  See Whisper, n."
    },
    {
        "word": "whis\"per",
        "definition": "To utter in a low and nonvocal tone; to say under the breath; hence, to mention privately and confidentially, or in a whisper."
    },
    {
        "word": "whis\"per",
        "definition": "A low, soft, sibilant voice or utterance, which can be heard only by those near at hand; voice or utterance that employs only breath sound without tone, friction against the edges of the vocal cords and arytenoid cartilages taking the place of the vibration of the cords that produces tone; sometimes, in a limited sense, the sound produced by such friction as distinguished from breath sound made by friction against parts of the mouth.  See Voice, n., 2, and Guide to Pronunciation, §§ 5, 153, 154."
    },
    {
        "word": "whis\"per*ous*ly",
        "definition": "Be silent; be still; hush; silence."
    },
    {
        "word": "whist",
        "definition": "A certain game at cards; -- so called because it requires silence and close attention. It is played by four persons (those who sit opposite each other being partners) with a complete pack of fifty-two cards. Each player has thirteen cards, and when these are played out, he hand is finished, and the cards are again shuffled and distributed."
    },
    {
        "word": "whis\"tle",
        "definition": "To make a kind of musical sound, or series of sounds, by forcing the breath through a small orifice formed by contracting the lips; also, to emit a similar sound, or series of notes, from the mouth or beak, as birds."
    },
    {
        "word": "whis\"tle",
        "definition": "To form, utter, or modulate by whistling; as, to whistle a tune or an air."
    },
    {
        "word": "whis\"tle",
        "definition": "A sharp, shrill, more or less musical sound, made by forcing the breath through a small orifice of the lips, or through or instrument which gives a similar sound; the sound used by a sportsman in calling his dogs; the shrill note of a bird; as, the sharp whistle of a boy, or of a boatswain's pipe; the blackbird's mellow whistle."
    },
    {
        "word": "whis\"tler",
        "definition": "One who, or that which, whistles, or produces or a whistling sound."
    },
    {
        "word": "whis\"tle*wing`",
        "definition": "The moosewood, or striped maple.  See Maple."
    },
    {
        "word": "whis\"tle*wood`",
        "definition": "a. & n. from Whistle, v."
    },
    {
        "word": "whis\"tling*ly",
        "definition": "In a whist manner; silently."
    },
    {
        "word": "whist\"ly",
        "definition": "The smallest part or particle imaginable; a bit; a jot; an iota; -- generally used in an adverbial phrase in a negative sentence."
    },
    {
        "word": "white",
        "definition": "Reflecting to the eye all the rays of the spectrum combined; not tinted with any of the proper colors or their mixtures; having the color of pure snow; snowy; -- the opposite of black or dark; as, white paper; a white skin."
    },
    {
        "word": "white",
        "definition": "The color of pure snow; one of the natural colors of bodies, yet not strictly a color, but a composition of all colors; the opposite of black; whiteness.  See the Note under Color, n., 1."
    },
    {
        "word": "white\"back`",
        "definition": "The young of several species of herrings, especially of the common herring, esteemed a great delicacy by epicures in England."
    },
    {
        "word": "white\"bait`",
        "definition": "The common beam tree of England (Pyrus Aria); -- so called from the white, woolly under surface of the leaves."
    },
    {
        "word": "white\"beam`",
        "definition": "An old man; a graybeard."
    },
    {
        "word": "white\"beard`",
        "definition": "The American widgeon, or baldpate."
    },
    {
        "word": "white\"-blaze`",
        "definition": "Same as Whitlow grass, under Whitlow."
    },
    {
        "word": "white\"boy`",
        "definition": "One of an association of poor Roman catholics which arose in Ireland about 1760, ostensibly to resist the collection of tithes, the members of which were so called from the white shirts they wore in their nocturnal raids."
    },
    {
        "word": "white\"cap`",
        "definition": "The European redstart; -- so called from its white forehead."
    },
    {
        "word": "white\"-ear`",
        "definition": "Any one of several species of small Old World singing of the genus Zosterops, as Zosterops palpebrosus of India, and Z. c&oe;rulescens of Australia. The eyes are encircled by a ring of white feathers, whence the name. Called also bush creeper, and white-eyed tit."
    },
    {
        "word": "white\"-eye`",
        "definition": "A white mark in the forehead of a horse, descending almost to the nose; -- called also white-blaze."
    },
    {
        "word": "white\"-face`",
        "definition": "Any one of several species of Coregonus, a genus of excellent food fishes allied to the salmons. They inhabit the lakes of the colder parts of North America, Asia, and Europe. The largest and most important American species (C. clupeiformis) is abundant in the Great Lakes, and in other lakes farther north. Called also lake whitefish, and Oswego bass."
    },
    {
        "word": "white\"-foot`",
        "definition": "A mendicant monk of the Carmelite order, so called from the white cloaks worn by the order.  See Carmelite."
    },
    {
        "word": "white\" fri`ar",
        "definition": "Having a white front; as, the white-fronted lemur."
    },
    {
        "word": "white\"head`",
        "definition": "A somewhat heart-shaped cherry with a whitish skin."
    },
    {
        "word": "white\"-heart`",
        "definition": "White with heat; heated to whiteness, or incandescence."
    },
    {
        "word": "white\"-hot`",
        "definition": "Whitewashed or plastered with lime."
    },
    {
        "word": "white\"ly",
        "definition": "To grow white; to turn or become white or whiter; as, the hair whitens with age; the sea whitens with foam; the trees in spring whiten with blossoms."
    },
    {
        "word": "whit\"en",
        "definition": "To make white; to bleach; to blanch; to whitewash; as, to whiten a wall; to whiten cloth."
    },
    {
        "word": "white\"ness",
        "definition": "The quality or state of being white; white color, or freedom from darkness or obscurity on the surface."
    },
    {
        "word": "whit\"en*ing",
        "definition": "The act or process of making or becoming white."
    },
    {
        "word": "white\"smith`",
        "definition": "One who works in tinned or galvanized iron, or white iron; a tinsmith."
    },
    {
        "word": "white\"thorn`",
        "definition": "Any one of several species of Old World warblers, esp. the common European species (Sylvia cinerea), called also strawsmear, nettlebird, muff, and whitecap, the garden whitethroat, or golden warbler (S. hortensis), and the lesser whitethroat (S. curruca)."
    },
    {
        "word": "white\"top`",
        "definition": "The spotted flycatcher; -- so called from the white color of the under parts."
    },
    {
        "word": "white\"wash`",
        "definition": "Any wash or liquid composition for whitening something, as a wash for making the skin fair."
    },
    {
        "word": "white\"wash`",
        "definition": "To apply a white liquid composition to; to whiten with whitewash."
    },
    {
        "word": "white\"wash`er",
        "definition": "A dangerous disease of sheep."
    },
    {
        "word": "white\"-wa`ter",
        "definition": "A perennial composite herb (Chrysanthemum Leucanthemum) with conspicuous white rays and a yellow disk, a common weed in grass lands and pastures; -- called also oxeye daisy."
    },
    {
        "word": "white\"weed`",
        "definition": "The chaffinch; -- so called from the white bands on the wing."
    },
    {
        "word": "white\"wing`",
        "definition": "The soft and easily-worked wood of the tulip tree (Liriodendron). It is much used in cabinetwork, carriage building, etc."
    },
    {
        "word": "whith\"er",
        "definition": "To what place; -- used interrogatively; as, whither goest thou?"
    },
    {
        "word": "whith`er*so*ev\"er",
        "definition": "In what direction; toward what or which place."
    },
    {
        "word": "whit\"ing",
        "definition": "A common European food fish (Melangus vulgaris) of the Codfish family; -- called also fittin."
    },
    {
        "word": "whit\"ish",
        "definition": "Somewhat white; approaching white; white in a moderate degree."
    },
    {
        "word": "whit\"leath`er",
        "definition": "Leather dressed or tawed with alum, salt, etc., remarkable for its pliability and toughness; white leather."
    },
    {
        "word": "whit\"low",
        "definition": "An inflammation of the fingers or toes, generally of the last phalanx, terminating usually in suppuration. The inflammation may occupy any seat between the skin and the bone, but is usually applied to a felon or inflammation of the periosteal structures of the bone."
    },
    {
        "word": "whit\"low-wort`",
        "definition": "The day following Whitsunday; -- called also Whitsun Monday."
    },
    {
        "word": "whit\"mon`day",
        "definition": "an arsenide of copper from Lake Superior."
    },
    {
        "word": "whit\"son",
        "definition": "A sort of apple."
    },
    {
        "word": "whit\"sour`",
        "definition": "A whitener; a bleacher; a whitester."
    },
    {
        "word": "whit\"sun*day",
        "definition": "The seventh Sunday, and the fiftieth day, after Easter; a festival of the church in commemoration of the descent of the Holy Spirit on the day of Pentecost; Pentecost; -- so called, it is said, because, in the primitive church, those who had been newly baptized appeared at church between Easter and Pentecost in white garments."
    },
    {
        "word": "whit\"ter*ick",
        "definition": "A grayish, coarse double blanket worn by countrywomen, in the west of England, over the shoulders, like a cloak or shawl."
    },
    {
        "word": "whit\"tle",
        "definition": "To pare or cut off the surface of with a small knife; to cut or shape, as a piece of wood held in the hand, with a clasp knife or pocketknife."
    },
    {
        "word": "whit\"tret",
        "definition": "The day following Whitmonday; -- called also Whitsun Tuesday."
    },
    {
        "word": "whit\"wall`",
        "definition": "A prejectile used in the Whitworth gun."
    },
    {
        "word": "whit\"worth ball`",
        "definition": "A form of rifled cannon and small arms invented by Sir Joseph Whitworth, of Manchester, England."
    },
    {
        "word": "who",
        "definition": "Originally, an interrogative pronoun, later, a relative pronoun also; -- used always substantively, and either as singular or plural.  See the Note under What, pron., 1.  As interrogative pronouns, who and whom ask the question: What or which person or persons? Who and whom, as relative pronouns (in the sense of that), are properly used of persons (corresponding to which, as applied to things), but are sometimes, less properly and now rarely, used of animals, plants, etc.  Who and whom, as compound relatives, are also used especially of persons, meaning the person that; the persons that; the one that; whosoever."
    },
    {
        "word": "whole",
        "definition": "Containing the total amount, number, etc.; comprising all the parts; free from deficiency; all; total; entire; as, the whole earth; the whole solar system; the whole army; the whole nation."
    },
    {
        "word": "whole\"-hoofed`",
        "definition": "Representing the whole figure; -- said of a picture or statue."
    },
    {
        "word": "whole\"ness",
        "definition": "Sale of goods by the piece or large quantity, as distinguished from retail."
    },
    {
        "word": "whole\"sale`",
        "definition": "Extensive and indiscriminate; as, wholesale slaughter."
    },
    {
        "word": "whole\"some",
        "definition": "Tending to promote health; favoring health; salubrious; salutary."
    },
    {
        "word": "whole\"-souled`",
        "definition": "In a whole or complete manner; entirely; completely; perfectly."
    },
    {
        "word": "whol\"ly",
        "definition": "To the exclusion of other things; totally; fully."
    },
    {
        "word": "whoop",
        "definition": "To utter a whoop, or loud cry, as eagerness, enthusiasm, or enjoyment; to cry out; to shout; to halloo; to utter a war whoop; to hoot, as an owl."
    },
    {
        "word": "whop\"per",
        "definition": "One who, or that which, whops."
    },
    {
        "word": "whore",
        "definition": "To have unlawful sexual intercourse; to practice lewdness."
    },
    {
        "word": "whore\"dom",
        "definition": "The practice of unlawful intercourse with the other sex; fornication; lewdness."
    },
    {
        "word": "where\"mas`ter",
        "definition": "One keeps or procures whores for others; a pimp; a procurer."
    },
    {
        "word": "whore\"mas`ter*ly",
        "definition": "A whoremaster; a lecher; a man who frequents the society of whores."
    },
    {
        "word": "whore\"mon`ger",
        "definition": "A bastard; colloquially, a low, scurvy fellow; -- used generally in contempt, or in coarse humor. Also used adjectively."
    },
    {
        "word": "whorl",
        "definition": "A circle of two or more leaves, flowers, or other organs, about the same part or joint of a stem."
    },
    {
        "word": "whorl\"er",
        "definition": "The whortleberry, or bilberry.  See Whortleberry (a)."
    },
    {
        "word": "whort",
        "definition": "The whortleberry, or bilberry."
    },
    {
        "word": "whor\"tle*ber`ry",
        "definition": "The possessive case of who or which.  See Who, and Which."
    },
    {
        "word": "whur",
        "definition": "To make a rough, humming sound, like one who pronounces the letter r with too much force; to whir; to birr."
    },
    {
        "word": "whur",
        "definition": "To whisk along quickly; to hurry."
    },
    {
        "word": "why",
        "definition": "For what cause, reason, or purpose; on what account; wherefore; -- used interrogatively.  See the Note under What, pron., 1."
    },
    {
        "word": "whyd\"ah bird`",
        "definition": "A violent and peremptory procedure without any assigned reason; a sudden conclusive happening."
    },
    {
        "word": "wich",
        "definition": "A tribe of Indians native of the region between the Arkansas and Red rivers. They are related to the Pawnees.  See Pawnees."
    },
    {
        "word": "wick",
        "definition": "A street; a village; a castle; a dwelling; a place of work, or exercise of authority; -- now obsolete except in composition; as, bailiwick, Warwick, Greenwick."
    },
    {
        "word": "wick\"ed",
        "definition": "Evil in principle or practice; deviating from morality; contrary to the moral or divine law; addicted to vice or sin; sinful; immoral; profligate; -- said of persons and things; as, a wicked king; a wicked woman; a wicked deed; wicked designs."
    },
    {
        "word": "wick\"er",
        "definition": "A small pliant twig or osier; a rod for making basketwork and the like; a withe."
    },
    {
        "word": "wick\"et",
        "definition": "A small gate or door, especially one forming part of, or placed near, a larger door or gate; a narrow opening or entrance cut in or beside a door or gate, or the door which is used to close such entrance or aperture. Piers Plowman."
    },
    {
        "word": "wic\"o*py",
        "definition": "A rope or halter made of flexible twigs, or withes, as of birch."
    },
    {
        "word": "wide",
        "definition": "Having considerable distance or extent between the sides; spacious across; much extended in a direction at right angles to that of length; not narrow; broad; as, wide cloth; a wide table; a wide highway; a wide bed; a wide hall or entry."
    },
    {
        "word": "wide",
        "definition": "To a distance; far; widely; to a great distance or extent; as, his fame was spread wide."
    },
    {
        "word": "wide",
        "definition": "That which goes wide, or to one side of the mark."
    },
    {
        "word": "wide`-a*wake\"",
        "definition": "The angler; -- called also widegab, and widegut."
    },
    {
        "word": "wide\"gap`",
        "definition": "In a wide manner; to a wide degree or extent; far; extensively; as, the gospel was widely disseminated by the apostles."
    },
    {
        "word": "wide\"ly",
        "definition": "Very much; to a great degree or extent; as, to differ widely in opinion."
    },
    {
        "word": "wid\"en",
        "definition": "To grow wide or wider; to enlarge; to spread; to extend."
    },
    {
        "word": "wide\"ness",
        "definition": "Large extent in all directions; broadness; greatness; as, the wideness of the sea or ocean."
    },
    {
        "word": "wide\"spread`",
        "definition": "Widely; far and wide."
    },
    {
        "word": "wid\"man*st\\'84t`ten fig\"ures",
        "definition": "A woman who has lost her husband by death, and has not married again; one living bereaved of a husband."
    },
    {
        "word": "wid\"ow",
        "definition": "To reduce to the condition of a widow; to bereave of a husband; -- rarely used except in the past participle."
    },
    {
        "word": "wid\"ow bird`",
        "definition": "A man who has lost his wife by death, and has not married again."
    },
    {
        "word": "wid\"ow*er*hood",
        "definition": "The state of being a widow; the time during which a woman is widow; also, rarely, the state of being a widower."
    },
    {
        "word": "wid\"ow*hood",
        "definition": "Estate settled on a widow."
    },
    {
        "word": "wid\"ow*ly",
        "definition": "One who makes widows by destroying husbands."
    },
    {
        "word": "wid\"ow-wail`",
        "definition": "The quality of being wide; extent from side to side; breadth; wideness; as, the width of cloth; the width of a door."
    },
    {
        "word": "width",
        "definition": "Of or pertaining to a widow; vidual."
    },
    {
        "word": "wield",
        "definition": "To govern; to rule; to keep, or have in charge; also, to possess."
    },
    {
        "word": "wield\"a*ble",
        "definition": "The act or power of wielding."
    },
    {
        "word": "wife",
        "definition": "A woman; an adult female; -- now used in literature only in certain compounds and phrases, as alewife, fishwife, goodwife, and the like."
    },
    {
        "word": "wig",
        "definition": "A covering for the head, consisting of hair interwoven or united by a kind of network, either in imitation of the natural growth, or in abundant and flowing curls, worn to supply a deficiency of natural hair, or for ornament, or according to traditional usage, as a part of an official or professional dress, the latter especially in England by judges and barristers."
    },
    {
        "word": "wig",
        "definition": "A kind of canvaslike cotton fabric, used to stiffen and protect the lower part of trousers and of the skirts of women's dresses, etc.; -- so called from Wigan, the name of a town in Lancashire, England."
    },
    {
        "word": "wi\"geon",
        "definition": "A kind of raised seedcake."
    },
    {
        "word": "wigged",
        "definition": "A wig or wigs; false hair."
    },
    {
        "word": "wig\"ger*y",
        "definition": "Any cover or screen, as red-tapism."
    },
    {
        "word": "wig\"gle",
        "definition": "Act of wiggling; a wriggle."
    },
    {
        "word": "wig\"gle",
        "definition": "The young, either larva or pupa, of the mosquito; -- called also wiggletail."
    },
    {
        "word": "wig\"gler",
        "definition": "To neigh; to whinny."
    },
    {
        "word": "wight",
        "definition": "A whit; a bit; a jot."
    },
    {
        "word": "wight\"ly",
        "definition": "Having or wearing no wig."
    },
    {
        "word": "wig\"less",
        "definition": "To signal by means of a flag waved from side to side according to a code adopted for the purpose."
    },
    {
        "word": "wig\"wag`",
        "definition": "An Indian cabin or hut, usually of a conical form, and made of a framework of poles covered with hides, bark, or mats; -- called also tepee."
    },
    {
        "word": "wike",
        "definition": "A home; a dwelling."
    },
    {
        "word": "wild",
        "definition": "Living in a state of nature; inhabiting natural haunts, as the forest or open field; not familiar with, or not easily approached by, man; not tamed or domesticated; as, a wild boar; a wild ox; a wild cat."
    },
    {
        "word": "wild\"-cat`",
        "definition": "Running without control; running along the line without a train; as, a wild-cat locomotive."
    },
    {
        "word": "wild\"er*ing",
        "definition": "The state of being bewildered; confusion; bewilderment."
    },
    {
        "word": "wil\"der*ness",
        "definition": "A tract of land, or a region, uncultivated and uninhabited by human beings, whether a forest or a wide, barren plain; a wild; a waste; a desert; a pathless waste of any kind."
    },
    {
        "word": "wild\"fire",
        "definition": "An old name for erysipelas."
    },
    {
        "word": "wild\"ly",
        "definition": "The quality or state of being wild; an uncultivated or untamed state; disposition to rove or go unrestrained; rudeness; savageness; irregularity; distraction."
    },
    {
        "word": "wild\"ness",
        "definition": "A wild or unfrequented wood. Also used adjectively; as, wildwood flowers; wildwood echoes."
    },
    {
        "word": "wile",
        "definition": "To draw or turn away, as by diversion; to while or while away; to cause to pass pleasantly."
    },
    {
        "word": "wile\"ful",
        "definition": "See Willful, Willfully, and Willfulness."
    },
    {
        "word": "wil\"ful",
        "definition": "The quality or state of being wily; craftiness; cunning; guile."
    },
    {
        "word": "will",
        "definition": "The power of choosing; the faculty or endowment of the soul by which it is capable of choosing; the faculty or power of the mind by which we decide to do or not to do; the power or faculty of preferring or selecting one of two or more objects."
    },
    {
        "word": "will",
        "definition": "To wish; to desire; to incline to have."
    },
    {
        "word": "will",
        "definition": "To form a distinct volition of; to determine by an act of choice; to ordain; to decree."
    },
    {
        "word": "will\"er",
        "definition": "A large North American snipe (Symphemia semipalmata); -- called also pill-willet, will-willet, semipalmated tattler, or snipe, duck snipe, and stone curlew."
    },
    {
        "word": "will\"ful",
        "definition": "Of set purpose; self-determined; voluntary; as, willful murder."
    },
    {
        "word": "will\"ing",
        "definition": "Free to do or to grant; having the mind inclined; not opposed in mind; not choosing to refuse; disposed; not averse; desirous; consenting; complying; ready."
    },
    {
        "word": "wil\"low",
        "definition": "Any tree or shrub of the genus Salix, including many species, most of which are characterized often used as an emblem of sorrow, desolation, or desertion. \"A wreath of willow to show my forsaken plight.\" Sir W. Scott. Hence, a lover forsaken by, or having lost, the person beloved, is said to wear the willow."
    },
    {
        "word": "wil\"low",
        "definition": "Abounding with willows; containing willows; covered or overgrown with willows."
    },
    {
        "word": "wil\"low*er",
        "definition": "A perennial herb (Epilobium spicatum) with narrow willowlike leaves and showy rose-purple flowers. The name is sometimes made to include other species of the same genus."
    },
    {
        "word": "wil\"low-thorn`",
        "definition": "A European species of loosestrife (Lysimachia vulgaris)."
    },
    {
        "word": "wil\"low*y",
        "definition": "Resembling a willow; pliant; flexible; pendent; drooping; graceful."
    },
    {
        "word": "wil\"ly",
        "definition": "A large wicker basket."
    },
    {
        "word": "wil\"ly nil\"ly",
        "definition": "To wish; to desire."
    },
    {
        "word": "wilt",
        "definition": "To begin to wither; to lose freshness and become flaccid, as a plant when exposed when exposed to drought, or to great heat in a dry day, or when separated from its root; to droop;. to wither."
    },
    {
        "word": "wilt",
        "definition": "To cause to begin to wither; to make flaccid, as a green plant."
    },
    {
        "word": "wilt",
        "definition": "Hence, to cause to languish; to depress or destroy the vigor and energy of."
    },
    {
        "word": "wim\"ble",
        "definition": "To bore or pierce, as with a wimble."
    },
    {
        "word": "wim\"ple",
        "definition": "A covering of silk, linen, or other material, for the neck and chin, formerly worn by women as an outdoor protection, and still retained in the dress of nuns."
    },
    {
        "word": "wim\"ple",
        "definition": "To clothe with a wimple; to cover, as with a veil; hence, to hoodwink."
    },
    {
        "word": "win",
        "definition": "To gain by superiority in competition or contest; to obtain by victory over competitors or rivals; as, to win the prize in a gate; to win money; to win a battle, or to win a country."
    },
    {
        "word": "wince",
        "definition": "To shrink, as from a blow, or from pain; to flinch; to start back."
    },
    {
        "word": "wince",
        "definition": "A reel used in dyeing, steeping, or washing cloth; a winch. It is placed over the division wall between two wince pits so as to allow the cloth to descend into either compartment. at will."
    },
    {
        "word": "win\"cey",
        "definition": "To wince; to shrink; to kick with impatience or uneasiness."
    },
    {
        "word": "winch",
        "definition": "A kick, as of a beast, from impatience or uneasiness."
    },
    {
        "word": "winch",
        "definition": "A crank with a handle, for giving motion to a machine, a grindstone, etc."
    },
    {
        "word": "wind",
        "definition": "To turn completely, or with repeated turns; especially, to turn about something fixed; to cause to form convolutions about anything; to coil; to twine; to twist; to wreathe; as, to wind thread on a spool or into a ball."
    },
    {
        "word": "wind",
        "definition": "To have a circular course or direction; to crook; to bend; to meander; as, to wind in and out among trees."
    },
    {
        "word": "wind",
        "definition": "Air naturally in motion with any degree of velocity; a current of air."
    },
    {
        "word": "wind",
        "definition": "To expose to the wind; to winnow; to ventilate."
    },
    {
        "word": "wind\"age",
        "definition": "The difference between the diameter of the bore of a gun and that of the shot fired from it."
    },
    {
        "word": "wind\"bound`",
        "definition": "To break the wind of; to cause to lose breath; to exhaust."
    },
    {
        "word": "wind\"-break`",
        "definition": "Having the power of breathing impaired by the rupture, dilatation, or running together of air cells of the lungs, so that while the inspiration is by one effort, the expiration is by two; affected with pulmonary emphysema or with heaves; -- said of a horse."
    },
    {
        "word": "wind\"er",
        "definition": "One who, or that which, winds; hence, a creeping or winding plant."
    },
    {
        "word": "wind\"er",
        "definition": "A blow taking away the breath."
    },
    {
        "word": "wind\"er",
        "definition": "To wither; to fail."
    },
    {
        "word": "wind\"fall`",
        "definition": "An unexpected legacy, or other gain."
    },
    {
        "word": "wind\"fall`en",
        "definition": "Anemophilous; fertilized by pollen borne by the wind."
    },
    {
        "word": "wind\"-fer`ti*lized",
        "definition": "The anemone; -- so called because formerly supposed to open only when the wind was blowing.  See Anemone."
    },
    {
        "word": "wind\"flow`er",
        "definition": "A soft tumor or synovial swelling on the fetlock joint of a horse; -- so called from having formerly been supposed to contain air."
    },
    {
        "word": "wind\"gall`",
        "definition": "The kestrel; -- called also windbibber, windcuffer, windfanner."
    },
    {
        "word": "wind\"hov`er",
        "definition": "The quality or state of being windy or tempestuous; as, the windiness of the weather or the season."
    },
    {
        "word": "wind\"i*ness",
        "definition": "Fullness of wind; flatulence."
    },
    {
        "word": "wind\"ing",
        "definition": "Twisting from a direct line or an even surface; circuitous."
    },
    {
        "word": "wind\"lass",
        "definition": "To take a roundabout course; to work warily or by indirect means."
    },
    {
        "word": "wind\"lass",
        "definition": "A machine for raising weights, consisting of a horizontal cylinder or roller moving on its axis, and turned by a crank, lever, or similar means, so as to wind up a rope or chain attached to the weight. In vessels the windlass is often used instead of the capstan for raising the anchor. It is usually set upon the forecastle, and is worked by hand or steam."
    },
    {
        "word": "win\"dle",
        "definition": "A spindle; a kind of reel; a winch."
    },
    {
        "word": "wind\"less",
        "definition": "Wanting wind; out of breath."
    },
    {
        "word": "win\"dow",
        "definition": "An opening in the wall of a building for the admission of light and air, usually closed by casements or sashes containing some transparent material, as glass, and capable of being opened and shut at pleasure."
    },
    {
        "word": "win\"dow",
        "definition": "To furnish with windows."
    },
    {
        "word": "win\"dow*pane`",
        "definition": "A thin, spotted American turbot (Pleuronectes maculatus) remarkable for its translucency. It is not valued as a food fish. Called also spotted turbot, daylight, spotted sand flounder, and water flounder."
    },
    {
        "word": "wind\"-plant`",
        "definition": "Caused to ride or drive by the wind in opposition to the course of the tide; -- said of a vessel lying at anchor, with wind and tide opposed to each other."
    },
    {
        "word": "wind\"row`",
        "definition": "A row or line of hay raked together for the purpose of being rolled into cocks or heaps."
    },
    {
        "word": "wind\"storm",
        "definition": "(Far.) A horse given to wind-sucking"
    },
    {
        "word": "wind\"-suck`ing",
        "definition": "So tight as to prevent the passing through of wind."
    },
    {
        "word": "wind\"ward",
        "definition": "Toward the wind; in the direction from which the wind blows."
    },
    {
        "word": "wind\"y",
        "definition": "Consisting of wind; accompanied or characterized by wind; exposed to wind."
    },
    {
        "word": "wine",
        "definition": "The expressed juice of grapes, esp. when fermented; a beverage or liquor prepared from grapes by squeezing out their juice, and (usually) allowing it to ferment."
    },
    {
        "word": "wine\"ber`ry",
        "definition": "One who drinks much wine."
    },
    {
        "word": "wine\"bib`ber",
        "definition": "A small glass from to drink wine."
    },
    {
        "word": "wine\"glass`",
        "definition": "As much as a wineglass will hold; enough to fill a wineglass. It is usually reckoned at two fluid ounces, or four tablespoonfuls."
    },
    {
        "word": "wine\"glass`ful",
        "definition": "destitute of wine; as, wineless life."
    },
    {
        "word": "wine\"less",
        "definition": "A place where grapes are converted into wine."
    },
    {
        "word": "wing",
        "definition": "One of the two anterior limbs of a bird, pterodactyl, or bat. They correspond to the arms of man, and are usually modified for flight, but in the case of a few species of birds, as the ostrich, auk, etc., the wings are used only as an assistance in running or swimming."
    },
    {
        "word": "winged",
        "definition": "Soaring with wings, or as if with wings; hence, elevated; lofty; sublime."
    },
    {
        "word": "wing\"fish`",
        "definition": "Having wings attached to the feet; as, wing-footed Mercury; hence, swift; moving with rapidity; fleet."
    },
    {
        "word": "wing\"-foot`ed",
        "definition": "Having part or all of the feet adapted for flying."
    },
    {
        "word": "wing\"-hand`ed",
        "definition": "Having pinnate or pinnately divided leaves."
    },
    {
        "word": "wing\"-leaved`",
        "definition": "Having no wings; not able to ascend or fly."
    },
    {
        "word": "wing\"let",
        "definition": "A bastard wing, or alula."
    },
    {
        "word": "wing\"y",
        "definition": "Soaring with wings, or as if with wings; volatile airy."
    },
    {
        "word": "wink",
        "definition": "To nod; to sleep; to nap."
    },
    {
        "word": "wink",
        "definition": "The act of closing, or closing and opening, the eyelids quickly; hence, the time necessary for such an act; a moment."
    },
    {
        "word": "wink\"er",
        "definition": "A horse's blinder; a blinker."
    },
    {
        "word": "win\"nard 2",
        "definition": "A tribe of North American Indians who originally occupied the region about Green Bay, Lake Michigan, but were driven back from the lake and nearly exterminated in 1640 by the IIlinnois."
    },
    {
        "word": "win`ne*ba\"goes",
        "definition": "One who wins, or gains by success in competition, contest, or gaming."
    },
    {
        "word": "win\"ner",
        "definition": "Attracting; adapted to gain favor; charming; as, a winning address."
    },
    {
        "word": "win\"ning",
        "definition": "The money, etc., gained by success in competition or contest, esp, in gambling; -- usually in the plural."
    },
    {
        "word": "win\"ning*ly",
        "definition": "The quality or state of being winning."
    },
    {
        "word": "win\"new",
        "definition": "To separate, and drive off, the chaff from by means of wind; to fan; as, to winnow grain."
    },
    {
        "word": "win\"now*er",
        "definition": "The act of one who, or that which, winnows."
    },
    {
        "word": "win\"some",
        "definition": "Cheerful; merry; gay; light-hearted."
    },
    {
        "word": "win\"ter",
        "definition": "The season of the year in which the sun shines most obliquely upon any region; the coldest season of the year."
    },
    {
        "word": "win\"ter",
        "definition": "Beaten or harassed by the severe weather of winter."
    },
    {
        "word": "win\"ter*kill`",
        "definition": "Like winter; wintry; cold; hence, disagreeable, cheerless; as, winterly news."
    },
    {
        "word": "win\"ter-rig`",
        "definition": "The aromatic bark of tree (Drimys, ∨ Drymis, Winteri) of the Magnolia family, which is found in Southern Chili. It was first used as a cure for scurvy by its discoverer, Captain John Winter, vice admiral to sir Francis Drake, in 1577."
    },
    {
        "word": "win\"ter*y",
        "definition": "Suitable to winter; resembling winter, or what belongs to winter; brumal; hyemal; cold; stormy; wintery."
    },
    {
        "word": "wipe",
        "definition": "To rub with something soft for cleaning; to clean or dry by rubbing; as, to wipe the hands or face with a towel."
    },
    {
        "word": "wipe",
        "definition": "A blow; a stroke; a hit; a swipe."
    },
    {
        "word": "wip\"er",
        "definition": "Something used for wiping, as a towel or rag."
    },
    {
        "word": "wire",
        "definition": "A thread or slender rod of metal; a metallic substance formed to an even thread by being passed between grooved rollers, or drawn through holes in a plate of steel."
    },
    {
        "word": "wire",
        "definition": "To put upon a wire; as, to wire beads."
    },
    {
        "word": "wire",
        "definition": "To send a telegraphic message."
    },
    {
        "word": "wire\"draw`",
        "definition": "To form (a piece of metal) into wire, by drawing it through a hole in a plate of steel."
    },
    {
        "word": "wire\"-draw`er",
        "definition": "A disease in the feet of a horse or other beast."
    },
    {
        "word": "wire\"-heel`",
        "definition": "One who pulls the wires, as of a puppet; hence, one who operates by secret means; an intriguer."
    },
    {
        "word": "wire\"-pull`ing",
        "definition": "Having some or all of the tail quills terminated in a long, slender, pointed shaft, without a web or barbules."
    },
    {
        "word": "wire\"-tailed`",
        "definition": "Work, especially openwork, formed of wires."
    },
    {
        "word": "wire\"work`",
        "definition": "One who manufactures articles from wire."
    },
    {
        "word": "wire\"-work`er",
        "definition": "One of the larv\\'91 of various species of snapping beetles, or elaters; -- so called from their slenderness and the uncommon hardness of the integument.  Wireworms are sometimes very destructive to the roots of plants.  Called also wire grub."
    },
    {
        "word": "wire\"worm`",
        "definition": "The quality of being wiry."
    },
    {
        "word": "wir\"y",
        "definition": "Made of wire; like wire; drawn out like wire."
    },
    {
        "word": "wis\"dom",
        "definition": "The quality of being wise; knowledge, and the capacity to make due use of it; knowledge of the best ends and the best means; discernment and judgment; discretion; sagacity; skill; dexterity."
    },
    {
        "word": "wise",
        "definition": "Having knowledge; knowing; enlightened; of extensive information; erudite; learned."
    },
    {
        "word": "wise\"a*cre",
        "definition": "A learned or wise man."
    },
    {
        "word": "wish",
        "definition": "To have a desire or yearning; to long; to hanker."
    },
    {
        "word": "wish",
        "definition": "Expression of desire; request; petition; hence, invocation or imprecation."
    },
    {
        "word": "wish\"bone`",
        "definition": "According to wish; conformably to desire."
    },
    {
        "word": "wish\"ful",
        "definition": "Showing desire; as, wishful eyes."
    },
    {
        "word": "wish\"ton*wish",
        "definition": "Any weak, thin drink."
    },
    {
        "word": "wish\"-wash`",
        "definition": "Thin and pale; weak; without strength or substance; -- originally said of liquids. Fig., weak-minded; spiritless."
    },
    {
        "word": "wish\"y-wash`y",
        "definition": "A whisket, or basket."
    },
    {
        "word": "wisp",
        "definition": "A small bundle, as of straw or other like substance."
    },
    {
        "word": "wisp",
        "definition": "To brush or dress, an with a wisp."
    },
    {
        "word": "wisp\"en",
        "definition": "To show; to teach; to inform; to guide; to direct."
    },
    {
        "word": "wist",
        "definition": "A genus of climbing leguminous plants bearing long, pendulous clusters of pale bluish flowers."
    },
    {
        "word": "wis\"ton*wish",
        "definition": "To know; to learn."
    },
    {
        "word": "wit",
        "definition": "Mind; intellect; understanding; sense."
    },
    {
        "word": "witch",
        "definition": "One who practices the black art, or magic; one regarded as possessing supernatural or magical power by compact with an evil spirit, esp. with the Devil; a sorcerer or sorceress; -- now applied chiefly or only to women, but formerly used of men as well."
    },
    {
        "word": "witch\"craft`",
        "definition": "The practices or art of witches; sorcery; enchantments; intercourse with evil spirits."
    },
    {
        "word": "witch\"-ha`zel",
        "definition": "That witches or enchants; suited to enchantment or witchcraft; bewitching."
    },
    {
        "word": "witch\"-tree`",
        "definition": "The sand martin, or bank swallow."
    },
    {
        "word": "wit\"chuck`",
        "definition": "One who breaks jests; a joker."
    },
    {
        "word": "wit\"craft`",
        "definition": "The art of reasoning; logic."
    },
    {
        "word": "with",
        "definition": "With denotes or expresses some situation or relation of nearness, proximity, association, connection, or the like."
    },
    {
        "word": "with",
        "definition": "To denote a close or direct relation of opposition or hostility; -- equivalent to against."
    },
    {
        "word": "with*al\"",
        "definition": "With this; with that."
    },
    {
        "word": "with*draw\"",
        "definition": "To take back or away, as what has been bestowed or enjoyed; to draw back; to cause to move away or retire; as, to withdraw aid, favor, capital, or the like."
    },
    {
        "word": "with*draw\"er",
        "definition": "A room for retirement from another room, as from a dining room; a drawing-room."
    },
    {
        "word": "withe",
        "definition": "A flexible, slender twig or branch used as a band; a willow or osier twig; a withy."
    },
    {
        "word": "with\"er",
        "definition": "To fade; to lose freshness; to become sapless; to become sapless; to dry or shrivel up."
    },
    {
        "word": "with\"er",
        "definition": "To cause to shrink, wrinkle, or decay, for want of animal moisture."
    },
    {
        "word": "with\"er*band`",
        "definition": "Faded; dried up; shriveled; wilted; wasted; wasted away."
    },
    {
        "word": "with\"er*ing",
        "definition": "Barium carbonate occurring in white or gray six-sided twin crystals, and also in columnar or granular masses."
    },
    {
        "word": "with\"er*ite",
        "definition": "A withered person; one who is decrepit."
    },
    {
        "word": "withe\"-rod`",
        "definition": "The ridge between the shoulder bones of a horse, at the base of the neck.  See Illust. of Horse."
    },
    {
        "word": "with*hold\"",
        "definition": "To hold back; to restrain; to keep from action."
    },
    {
        "word": "with*hold\"er",
        "definition": "The act of withholding."
    },
    {
        "word": "with*in\"",
        "definition": "In the inner or interior part of; inside of; not without; as, within doors."
    },
    {
        "word": "with*out\"",
        "definition": "On or at the outside of; out of; not within; as, without doors."
    },
    {
        "word": "with*out\"",
        "definition": "Outside of the house; out of doors."
    },
    {
        "word": "with\"vine`",
        "definition": "A kind of bindweed (Convolvulus arvensis)."
    },
    {
        "word": "with\"y",
        "definition": "The osier willow (Salix viminalis).  See Osier, n. (a)."
    },
    {
        "word": "wit\"ness",
        "definition": "Attestation of a fact or an event; testimony."
    },
    {
        "word": "wit\"ness",
        "definition": "To see or know by personal presence; to have direct cognizance of."
    },
    {
        "word": "wit\"ness*er",
        "definition": "One who affects repartee; a wit-cracker."
    },
    {
        "word": "wit\"ti*ness",
        "definition": "Knowingly; with knowledge; by design."
    },
    {
        "word": "wit\"ty",
        "definition": "Possessed of wit; knowing; wise; skillful; judicious; clever; cunning."
    },
    {
        "word": "wit\"wal`",
        "definition": "One who, or that which, feeds on or destroys wit."
    },
    {
        "word": "wive",
        "definition": "To take for a wife; to marry."
    },
    {
        "word": "wiv\"er",
        "definition": "A fabulous two-legged, winged creature, like a cockatrice, but having the head of a dragon, and without spurs."
    },
    {
        "word": "wiz\"ard",
        "definition": "A wise man; a sage."
    },
    {
        "word": "wiz\"ard*ly",
        "definition": "The character or practices o<?/ wizards; sorcery; magic."
    },
    {
        "word": "wiz\"en",
        "definition": "Wizened; thin; weazen; withered."
    },
    {
        "word": "wiz\"en",
        "definition": "Dried; shriveled; withered; shrunken; weazen; as, a wizened old man."
    },
    {
        "word": "wiz\"ened",
        "definition": "Having a shriveled, thin, withered face."
    },
    {
        "word": "woad",
        "definition": "An herbaceous cruciferous plant (Isatis tinctoria). It was formerly cultivated for the blue coloring matter derived from its leaves."
    },
    {
        "word": "wob\"ble",
        "definition": "Mad.  See Wood, a."
    },
    {
        "word": "woe",
        "definition": "Grief; sorrow; misery; heavy calamity."
    },
    {
        "word": "woe\"ful*ly",
        "definition": "The quality or state of being woeful; misery; wretchedness."
    },
    {
        "word": "wold",
        "definition": "A wood; a forest."
    },
    {
        "word": "wold",
        "definition": "imp. of Will.  See Would."
    },
    {
        "word": "wolf",
        "definition": "Any one of several species of wild and savage carnivores belonging to the genus Canis and closely allied to the common dog. The best-known and most destructive species are the European wolf (Canis lupus), the American gray, or timber, wolf (C. occidentalis), and the prairie wolf, or coyote. Wolves often hunt in packs, and may thus attack large animals and even man."
    },
    {
        "word": "wolf\"ber`ry",
        "definition": "Discovered, or first described, by Caspar Friedrich Wolff (1733-1794), the founder of modern embryology."
    },
    {
        "word": "wol\"fram*ate",
        "definition": "Of or pertaining to wolframium.  See Tungstic."
    },
    {
        "word": "wol*fram\"ic",
        "definition": "Tungstate of iron and manganese, generally of a brownish or grayish black color, submetallic luster, and high specific gravity. It occurs in cleavable masses, and also crystallized. Called also wolfram."
    },
    {
        "word": "wol\"fram*ite",
        "definition": "The technical name of the element tungsten.  See Tungsten."
    },
    {
        "word": "wolfs\"bane`",
        "definition": "A kind of club moss.  See Lycopodium."
    },
    {
        "word": "wolf's\"-claw`",
        "definition": "Club moss.  See Lycopodium."
    },
    {
        "word": "wolf's\"-foot`",
        "definition": "Any kind of spurge (Euphorbia); -- so called from its acrid milky juice."
    },
    {
        "word": "woll",
        "definition": "A silicate of lime of a white to gray, red, or yellow color, occurring generally in cleavable masses, rarely in tabular crystals; tabular spar."
    },
    {
        "word": "wom\"an",
        "definition": "An adult female person; a grown-up female person, as distinguished from a man or a child; sometimes, any female person."
    },
    {
        "word": "wom\"an",
        "definition": "To make effeminate or womanish."
    },
    {
        "word": "wom\"an*less",
        "definition": "Like a woman; womanly."
    },
    {
        "word": "womb",
        "definition": "The belly; the abdomen."
    },
    {
        "word": "wom\"en",
        "definition": "imp. & p. p. of Win."
    },
    {
        "word": "won",
        "definition": "To dwell or abide."
    },
    {
        "word": "won\"der",
        "definition": "That emotion which is excited by novelty, or the presentation to the sight or mind of something new, unusual, strange, great, extraordinary, or not well understood; surprise; astonishment; admiration; amazement."
    },
    {
        "word": "won\"der",
        "definition": "To be affected with surprise or admiration; to be struck with astonishment; to be amazed; to marvel."
    },
    {
        "word": "won\"der*er",
        "definition": "Adapted to excite wonder or admiration; surprising; strange; astonishing."
    },
    {
        "word": "won\"der*ing*ly",
        "definition": "A land full of wonders, or marvels."
    },
    {
        "word": "won\"der-work`er",
        "definition": "Doing wonders or surprising things."
    },
    {
        "word": "won\"der-work`ing",
        "definition": "In a wonderful or surprising manner or degree; wonderfully."
    },
    {
        "word": "woo",
        "definition": "To solicit in love; to court."
    },
    {
        "word": "wood",
        "definition": "A large and thick collection of trees; a forest or grove; -- frequently used in the plural."
    },
    {
        "word": "wood\"bur*y-type`",
        "definition": "A process in photographic printing, in which a relief pattern in gelatin, which has been hardened after certain operations, is pressed upon a plate of lead or other soft metal. An intaglio impression in thus produced, from which pictures may be directly printed, but by a slower process than in common printing."
    },
    {
        "word": "wood\"chat`",
        "definition": "A common large North American marmot (Arctomys monax). It is usually reddish brown, more or less grizzled with gray. It makes extensive burrows, and is often injurious to growing crops. Called also ground hog."
    },
    {
        "word": "wood\"chuck`",
        "definition": "The yaffle, or green woodpecker."
    },
    {
        "word": "wood\"cock`",
        "definition": "Any one of several species of long-billed limicoline birds belonging to the genera Scolopax and Philohela. They are mostly nocturnal in their habits, and are highly esteemed as game birds."
    },
    {
        "word": "wood\"crack`er",
        "definition": "Skill and practice in anything pertaining to the woods, especially in shooting, and other sports in the woods."
    },
    {
        "word": "wood\"cut`",
        "definition": "A person who cuts wood."
    },
    {
        "word": "wood\"cut`ter",
        "definition": "An engraver on wood."
    },
    {
        "word": "wood\"cut`ting",
        "definition": "The act or art of engraving on wood."
    },
    {
        "word": "wood\"en",
        "definition": "Clumsy; awkward; ungainly; stiff; spiritless."
    },
    {
        "word": "wood\"new`er",
        "definition": "A place where wood is stored."
    },
    {
        "word": "wood\"hole`",
        "definition": "A house or shed in which wood is stored, and sheltered from the weather."
    },
    {
        "word": "wood\"house`",
        "definition": "The quality or state of being woody."
    },
    {
        "word": "wood\"knack`er",
        "definition": "Land covered with wood or trees; forest; land on which trees are suffered to grow, either for fuel or timber."
    },
    {
        "word": "wood\"land*er",
        "definition": "A young oak, or other timber plant, laid down in a hedge among the whitethorn or other plants used in hedges."
    },
    {
        "word": "wood\"-lay`er",
        "definition": "Having no wood; destitute of wood."
    },
    {
        "word": "wood\"less",
        "definition": "In a wood, mad, or raving manner; madly; furiously."
    },
    {
        "word": "wood\"man",
        "definition": "A forest officer appointed to take care of the king's woods; a forester."
    },
    {
        "word": "wood\"mon`ger",
        "definition": "Anger; madness; insanity; rage."
    },
    {
        "word": "wood\"peck`",
        "definition": "Any one of numerous species of scansorial birds belonging to Picus and many allied genera of the family Picid\\'91."
    },
    {
        "word": "wood\"rock`",
        "definition": "A little European herb (Asperula odorata) having a pleasant taste. It is sometimes used for flavoring wine.  See Illust. of Whorl."
    },
    {
        "word": "wood\"ruff`",
        "definition": "A kind of froth seen on herbs."
    },
    {
        "word": "wood\"-sare`",
        "definition": "The time when there no sap in the trees; the winter season."
    },
    {
        "word": "woods\"man",
        "definition": "A fusible alloy consisting of one or two parts of cadmium, two parts of tin, four of lead, with seven or eight part of bismuth. It melts at from 66° to 71° C.  See Fusible metal, under Fusible."
    },
    {
        "word": "wood's\" met\"al",
        "definition": "A striped variety of hornstone, resembling wood in appearance."
    },
    {
        "word": "wood\"stone`",
        "definition": "Of or pertaining to the woods or forest."
    },
    {
        "word": "wood\"wall`",
        "definition": "An officer of the forest, whose duty it was to guard the woods."
    },
    {
        "word": "wood\"ward`",
        "definition": "A genus of ferns, one species of which (Woodwardia radicans) is a showy plant in California, the Azores, etc."
    },
    {
        "word": "wood\"-wash`",
        "definition": "Work made of wood; that part of any structure which is wrought of wood."
    },
    {
        "word": "wood\"worm`",
        "definition": "Abounding with wood or woods; as, woody land."
    },
    {
        "word": "woof",
        "definition": "The threads that cross the warp in a woven fabric; the weft; the filling; the thread usually carried by the shuttle in weaving."
    },
    {
        "word": "woo`hoo\"",
        "definition": "In a wooing manner; enticingly; with persuasiveness."
    },
    {
        "word": "wool",
        "definition": "The soft and curled, or crisped, species of hair which grows on sheep and some other animals, and which in fineness sometimes approaches to fur; -- chiefly applied to the fleecy coat of the sheep, which constitutes a most essential material of clothing in all cold and temperate climates."
    },
    {
        "word": "woold\"er",
        "definition": "One of the handles of the top, formed by a wooden pin passing through it.  See 1st Top, 2."
    },
    {
        "word": "woold\"ing",
        "definition": "Dyed before being made into cloth, in distinction from piece-dyed; ingrain."
    },
    {
        "word": "wool\"-dyed`",
        "definition": "Having (such) wool; as, a fine-wooled sheep."
    },
    {
        "word": "wool\"en",
        "definition": "Made of wool; consisting of wool; as, woolen goods."
    },
    {
        "word": "wool\"en",
        "definition": "A thin, light fabric of wool."
    },
    {
        "word": "woo\"lert",
        "definition": "A skin with the wool; a skin from which the wool has not been sheared or pulled."
    },
    {
        "word": "wool\"fell`",
        "definition": "Indulging in a vagrant or idle exercise of the imagination; roaming upon a fruitless quest; idly fanciful."
    },
    {
        "word": "wool\"gath`er*ing",
        "definition": "Indulgence in idle imagination; a foolish or useless pursuit or design."
    },
    {
        "word": "wool\"grow`er",
        "definition": "A trade market in the woolen districts."
    },
    {
        "word": "wool\"head`",
        "definition": "The quality or state of being woolly."
    },
    {
        "word": "wool\"li*ness",
        "definition": "Consisting of wool; as, a woolly covering; a woolly fleece."
    },
    {
        "word": "wool\"ly",
        "definition": "Resembling wool; of the nature of wool."
    },
    {
        "word": "wool\"ly-head`",
        "definition": "One who deals in wool."
    },
    {
        "word": "wool\"man",
        "definition": "A pack or bag of wool weighing two hundred and forty pounds."
    },
    {
        "word": "wool\"pack`",
        "definition": "A sack or bag of wool; specifically, the seat of the lord chancellor of England in the House of Lords, being a large, square sack of wool resembling a divan in form."
    },
    {
        "word": "wool\"sey",
        "definition": "A heavy wooden hammer for milling cloth."
    },
    {
        "word": "wool\"stock`",
        "definition": "In wool; with woolen raiment next the skin."
    },
    {
        "word": "wool\"ward",
        "definition": "A wearing of woolen clothes next the skin as a matter of penance."
    },
    {
        "word": "word",
        "definition": "The spoken sign of a conception or an idea; an articulate or vocal sound, or a combination of articulate and vocal sounds, uttered by the human voice, and by custom expressing an idea or ideas; a single component part of human speech or language; a constituent part of a sentence; a term; a vocable."
    },
    {
        "word": "word",
        "definition": "To express in words; to phrase."
    },
    {
        "word": "word\"book`",
        "definition": "One who cavils at words."
    },
    {
        "word": "word\"i*ly",
        "definition": "The quality or state of being wordy, or abounding with words; verboseness."
    },
    {
        "word": "word\"y",
        "definition": "Of or pertaining to words; consisting of words; verbal; as, a wordy war."
    },
    {
        "word": "work",
        "definition": "Exertion of strength or faculties; physical or intellectual effort directed to an end; industrial activity; toil; employment; sometimes, specifically, physically labor."
    },
    {
        "word": "work",
        "definition": "To exert one's self for a purpose; to put forth effort for the attainment of an object; to labor; to be engaged in the performance of a task, a duty, or the like."
    },
    {
        "word": "work",
        "definition": "To produce or form by labor; to bring forth by exertion or toil; to accomplish; to originate; to effect; as, to work wood or iron into a form desired, or into a utensil; to work cotton or wool into cloth."
    },
    {
        "word": "work\"a*day`",
        "definition": "A bag for holding implements or materials for work; especially, a reticule, or bag for holding needlework, and the like."
    },
    {
        "word": "work\"bag`",
        "definition": "A basket for holding materials for needlework, or the like."
    },
    {
        "word": "work\"bas`ket",
        "definition": "A bench on which work is performed, as in a carpenter's shop."
    },
    {
        "word": "work\"bench`",
        "definition": "A box for holding instruments or materials for work."
    },
    {
        "word": "work\"box`",
        "definition": "A day on which work is performed, as distinguished from Sunday, festivals, etc., a working day."
    },
    {
        "word": "work\"day`",
        "definition": "One who, or that which, works; a laborer; a performer; as, a worker in brass."
    },
    {
        "word": "work\"er",
        "definition": "One of the neuter, or sterile, individuals of the social ants, bees, and white ants. The workers are generally females having the sexual organs imperfectly developed.  See Ant, and White ant, under White."
    },
    {
        "word": "work\"folk`",
        "definition": "Full of work; diligent."
    },
    {
        "word": "work\"house`",
        "definition": "A house where any manufacture is carried on; a workshop."
    },
    {
        "word": "work\"ing*man",
        "definition": "Without work; not laboring; as, many people were still workless."
    },
    {
        "word": "work\"less",
        "definition": "Not carried out in practice; not exemplified in fact; as, workless faith."
    },
    {
        "word": "work\"man",
        "definition": "A man employed in labor, whether in tillage or manufactures; a worker."
    },
    {
        "word": "work\"man*like`",
        "definition": "Becoming a skillful workman; skillful; well performed; workmanlike."
    },
    {
        "word": "work\"man*ly",
        "definition": "In a skillful manner; in a manner becoming a skillful workman."
    },
    {
        "word": "work\"ship",
        "definition": "A shop where any manufacture or handiwork is carried on."
    },
    {
        "word": "work\"shop`",
        "definition": "A table for holding working materials and implements; esp., a small table with drawers and other conveniences for needlework, etc."
    },
    {
        "word": "work\"ta`ble",
        "definition": "A woman who performs any work; especially, a woman skilled in needlework."
    },
    {
        "word": "work\"wom`an",
        "definition": "A week day or working day, as distinguished from Sunday or a holiday. Also used adjectively."
    },
    {
        "word": "world",
        "definition": "The earth and the surrounding heavens; the creation; the system of created things; existent creation; the universe."
    },
    {
        "word": "world\"li*ness",
        "definition": "A person whose soul is set upon gaining temporal possessions; one devoted to this world and its enjoyments."
    },
    {
        "word": "world\"ly",
        "definition": "Relating to the world; human; common; as, worldly maxims; worldly actions."
    },
    {
        "word": "world\"ly-mind`ed",
        "definition": "Extended throughout the world; as, world-wide fame."
    },
    {
        "word": "worm",
        "definition": "A creeping or a crawling animal of any kind or size, as a serpent, caterpillar, snail, or the like."
    },
    {
        "word": "wor\"mal",
        "definition": "Eaten, or eaten into, by a worm or by worms; as, worm-eaten timber."
    },
    {
        "word": "wormed",
        "definition": "A burrow made by a worm."
    },
    {
        "word": "worm\"hole`",
        "definition": "Discovered or described by Olanus Wormius, a Danish anatomist."
    },
    {
        "word": "wor\"mil",
        "definition": "Any botfly larva which burrows in or beneath the skin of domestic and wild animals, thus producing sores. They belong to various species of Hypoderma and allied genera. Domestic cattle are often infested by a large species.  See Gadfly. Called also warble, and worble."
    },
    {
        "word": "worm\"-shaped`",
        "definition": "Any species of Vermetus."
    },
    {
        "word": "worm\"wood",
        "definition": "A composite plant (Artemisia Absinthium), having a bitter and slightly aromatic taste, formerly used as a tonic and a vermifuge, and to protect woolen garments from moths. It gives the peculiar flavor to the cordial called absinthe. The volatile oil is a narcotic poison. The term is often extended to other species of the same genus."
    },
    {
        "word": "worm\"y",
        "definition": "Containing a worm; abounding with worms."
    },
    {
        "word": "wor\"nil",
        "definition": "Consumed, or rendered useless, by wearing; as, worn-out garments."
    },
    {
        "word": "worn\"-out`",
        "definition": "An Egyptian fork-tongued lizard, about four feet long when full grown."
    },
    {
        "word": "wor\"ri*ment",
        "definition": "Inclined to worry or fret; also, causing worry or annoyance."
    },
    {
        "word": "wor\"ri*some",
        "definition": "To worry; to annoy."
    },
    {
        "word": "wor\"ry",
        "definition": "To harass by pursuit and barking; to attack repeatedly; also, to tear or mangle with the teeth."
    },
    {
        "word": "wor\"ry",
        "definition": "A state of undue solicitude; a state of disturbance from care and anxiety; vexation; anxiety; fret; as, to be in a worry."
    },
    {
        "word": "wor\"ry*ing*ly",
        "definition": "Bad, ill, evil, or corrupt, in a greater degree; more bad or evil; less good; specifically, in poorer health; more sick; -- used both in a physical and moral sense."
    },
    {
        "word": "worse",
        "definition": "That which is worse; something less good; as, think not the worse of him for his enterprise."
    },
    {
        "word": "wors\"en",
        "definition": "To get the better of; to worst."
    },
    {
        "word": "wor\"ship",
        "definition": "Excellence of character; dignity; worth; worthiness."
    },
    {
        "word": "wor\"ship",
        "definition": "To respect; to honor; to treat with civil reverence."
    },
    {
        "word": "wor\"ship*er",
        "definition": "Entitled to worship, reverence, or high respect; claiming respect; worthy of honor; -- often used as a term of respect, sometimes ironically."
    },
    {
        "word": "worst\"ed",
        "definition": "Well-twisted yarn spun of long-staple wool which has been combed to lay the fibers parallel, used for carpets, cloth, hosiery, gloves, and the like."
    },
    {
        "word": "wort",
        "definition": "A plant of any kind."
    },
    {
        "word": "worth",
        "definition": "Valuable; of worthy; estimable; also, worth while."
    },
    {
        "word": "worth",
        "definition": "That quality of a thing which renders it valuable or useful; sum of valuable qualities which render anything useful and sought; value; hence, often, value as expressed in a standard, as money; equivalent in exchange; price."
    },
    {
        "word": "wor\"thy",
        "definition": "Having worth or excellence; possessing merit; valuable; deserving; estimable; excellent; virtuous."
    },
    {
        "word": "wot\"est",
        "definition": "3d pers. sing. pres. of Wit, to know."
    },
    {
        "word": "would",
        "definition": "\\'b7 (as, a would-be poet\\'3c-- wannabe--\\'3e."
    },
    {
        "word": "would\"-be",
        "definition": "Emotion of desire; inclination; velleity."
    },
    {
        "word": "would\"ing*ness",
        "definition": "A kind of wash bottle with two or three necks; -- so called after the inventor, Peter Woulfe, an English chemist."
    },
    {
        "word": "woulfe\" bot`tle",
        "definition": "imp. & p. p. of Wind to twist, and Wind to sound by blowing."
    },
    {
        "word": "wound",
        "definition": "A hurt or injury caused by violence; specifically, a breach of the skin and flesh of an animal, or in the substance of any creature or living thing; a cut, stab, rent, or the like."
    },
    {
        "word": "wound",
        "definition": "To hurt by violence; to produce a breach, or separation of parts, in, as by a cut, stab, blow, or the like."
    },
    {
        "word": "wound\"er",
        "definition": "In a woundy manner; excessively; woundy."
    },
    {
        "word": "wound\"i*ly",
        "definition": "Free from wound or hurt; exempt from being wounded; invulnerable."
    },
    {
        "word": "wou\"ra*li",
        "definition": "The agile, or silvery, gibbon; -- called also camper.  See Gibbon."
    },
    {
        "word": "wou\"-wou`",
        "definition": "p. pr. & rare vb. n. of Weave."
    },
    {
        "word": "wove",
        "definition": "p. p. of Weave."
    },
    {
        "word": "wrack",
        "definition": "To rack; to torment."
    },
    {
        "word": "wraith",
        "definition": "An apparition of a person in his exact likeness, seen before death, or a little after; hence, an apparition; a specter; a vision; an unreal image."
    },
    {
        "word": "wran\"gle",
        "definition": "To argue; to debate; to dispute."
    },
    {
        "word": "wran\"gler",
        "definition": "One of those who stand in the first rank of honors in the University of Cambridge, England. They are called, according to their rank, senior wrangler, second wrangler, third wrangler, etc. Cf. Optime."
    },
    {
        "word": "wran\"nock",
        "definition": "To snatch up; transport; -- chiefly used in the p. p. wrapt."
    },
    {
        "word": "wrap",
        "definition": "To wind or fold together; to arrange in folds."
    },
    {
        "word": "wrap",
        "definition": "The act of wrapping."
    },
    {
        "word": "wrap\"page",
        "definition": "That which wraps; envelope; covering."
    },
    {
        "word": "wrap\"per",
        "definition": "That in which anything is wrapped, or inclosed; envelope; covering."
    },
    {
        "word": "wrap\"ras`cal",
        "definition": "Any one of numerous edible, marine, spiny-finned fishes of the genus Labrus, of which several species are found in the Mediterranean and on the Atlantic coast of Europe. Many of the species are bright-colored."
    },
    {
        "word": "wrath",
        "definition": "Violent anger; vehement exasperation; indignation; rage; fury; ire."
    },
    {
        "word": "wrath",
        "definition": "To anger; to enrage; -- also used impersonally."
    },
    {
        "word": "wrath\"ful",
        "definition": "Springing from, or expressing, wrath; as, a wrathful countenance."
    },
    {
        "word": "wrath\"i*ly",
        "definition": "Free from anger or wrath."
    },
    {
        "word": "wreak",
        "definition": "To revenge; to avenge."
    },
    {
        "word": "wreath",
        "definition": "Something twisted, intertwined, or curled; as, a wreath of smoke; a wreath of flowers."
    },
    {
        "word": "wreathe",
        "definition": "To cause to revolve or writhe; to twist about; to turn."
    },
    {
        "word": "wreath\"less",
        "definition": "A marine shell of the genus Turbo.  See Turbo."
    },
    {
        "word": "wreath\"-shell`",
        "definition": "Wreathed; twisted; curled; spiral; also, full of wreaths."
    },
    {
        "word": "wreck",
        "definition": "The destruction or injury of a vessel by being cast on shore, or on rocks, or by being disabled or sunk by the force of winds or waves; shipwreck."
    },
    {
        "word": "wreck",
        "definition": "To destroy, disable, or seriously damage, as a vessel, by driving it against the shore or on rocks, by causing it to become unseaworthy, to founder, or the like; to shipwreck."
    },
    {
        "word": "wreck",
        "definition": "To work upon a wreck, as in saving property or lives, or in plundering."
    },
    {
        "word": "wreck\"age",
        "definition": "That which has been wrecked; remains of a wreck."
    },
    {
        "word": "wreck\"er",
        "definition": "One who searches fro, or works upon, the wrecks of vessels, etc. Specifically: (a) One who visits a wreck for the purpose of plunder. (b) One who is employed in saving property or lives from a wrecked vessel, or in saving the vessel; as, the wreckers of Key West."
    },
    {
        "word": "wreck\"fish`",
        "definition": "Causing wreck; involving ruin; destructive."
    },
    {
        "word": "wren",
        "definition": "Any one of numerous species of small singing birds belonging to Troglodytes and numerous allied of the family Troglodytid\\'91."
    },
    {
        "word": "wrench",
        "definition": "Trick; deceit; fraud; stratagem."
    },
    {
        "word": "wrench",
        "definition": "To pull with a twist; to wrest, twist, or force by violence."
    },
    {
        "word": "wrest",
        "definition": "To turn; to twist; esp., to twist or extort by violence; to pull of force away by, or as if by, violent wringing or twisting."
    },
    {
        "word": "wrest",
        "definition": "Active or moving power."
    },
    {
        "word": "wres\"tle",
        "definition": "To contend, by grappling with, and striving to trip or throw down, an opponent; as, they wrestled skillfully."
    },
    {
        "word": "wres\"tle",
        "definition": "A struggle between two persons to see which will throw the other down; a bout at wrestling; a wrestling match; a struggle."
    },
    {
        "word": "wretch",
        "definition": "A miserable person; one profoundly unhappy."
    },
    {
        "word": "wretch\"ed*ly",
        "definition": "The quality or state of being wretched; utter misery."
    },
    {
        "word": "wretch\"ed*ness",
        "definition": "A wretched object; anything despicably."
    },
    {
        "word": "wring",
        "definition": "To twist and compress; to turn and strain with violence; to writhe; to squeeze hard; to pinch; as, to wring clothes in washing."
    },
    {
        "word": "wring\"bolt`",
        "definition": "One who, or that which, wrings; hence, an extortioner."
    },
    {
        "word": "wring\"er",
        "definition": "A machine for pressing water out of anything, particularly from clothes after they have been washed."
    },
    {
        "word": "wrin\"kle",
        "definition": "A small ridge, prominence, or furrow formed by the shrinking or contraction of any smooth substance; a corrugation; a crease; a slight fold; as, wrinkle in the skin; a wrinkle in cloth."
    },
    {
        "word": "wrin\"kle",
        "definition": "To contract into furrows and prominences; to make a wrinkle or wrinkles in; to corrugate; as, wrinkle the skin or the brow."
    },
    {
        "word": "wrin\"kle",
        "definition": "Full of wrinkles; having a tendency to be wrinkled; corrugated; puckered."
    },
    {
        "word": "wrist",
        "definition": "The joint, or the region of the joint, between the hand and the arm; the carpus.  See Carpus."
    },
    {
        "word": "wrist\"band",
        "definition": "A covering for the wrist."
    },
    {
        "word": "wrist\"er",
        "definition": "An elastic band worn around the wrist, as for the purpose of securing the upper part of a glove."
    },
    {
        "word": "wrist\"let",
        "definition": "3d pers. sing. pres. of Write, for writeth."
    },
    {
        "word": "writ",
        "definition": "That which is written; writing; scripture; -- applied especially to the Scriptures, or the books of the Old and New testaments; as, sacred writ."
    },
    {
        "word": "writ\"a*ble",
        "definition": "Inclined to much writing; -- correlative to talkative."
    },
    {
        "word": "write",
        "definition": "To set down, as legible characters; to form the conveyance of meaning; to inscribe on any material by a suitable instrument; as, to write the characters called letters; to write figures."
    },
    {
        "word": "writ\"er",
        "definition": "One who writes, or has written; a scribe; a clerk."
    },
    {
        "word": "writhe",
        "definition": "To twist; to turn; now, usually, to twist or turn so as to distort; to wring."
    },
    {
        "word": "writ\"ing",
        "definition": "Anything written or printed; anything expressed in characters or letters"
    },
    {
        "word": "wrong",
        "definition": "Twisted; wry; as, a wrong nose."
    },
    {
        "word": "wrong",
        "definition": "To treat with injustice; to deprive of some right, or to withhold some act of justice from; to do undeserved harm to; to deal unjustly with; to injure."
    },
    {
        "word": "wrong\"do`er",
        "definition": "One who commits a tort or trespass; a trespasser; a tort feasor."
    },
    {
        "word": "wrong\"do`ing",
        "definition": "One who wrongs or injures another."
    },
    {
        "word": "wrong\"ful",
        "definition": "A person of a perverse understanding or obstinate character."
    },
    {
        "word": "wron\"gous",
        "definition": "Constituting, or of the nature of, a wrong; unjust; wrongful."
    },
    {
        "word": "wrong\"-timed`",
        "definition": "imp. of Write. Wrote."
    },
    {
        "word": "wrote",
        "definition": "Full of wrath; angry; incensed; much exasperated; wrathful."
    },
    {
        "word": "wry",
        "definition": "Turned to one side; twisted; distorted; as, a wry mouth."
    },
    {
        "word": "wry",
        "definition": "To deviate from the right way; to go away or astray; to turn side; to swerve."
    },
    {
        "word": "wry\"bill`",
        "definition": "Any one of several species of large, elongated, marine fishes of the genus Cryptacanthodes, especially C. maculatus of the American coast. A whitish variety is called ghostfish."
    },
    {
        "word": "wry\"neck",
        "definition": "A twisted or distorted neck; a deformity in which the neck is drawn to one side by a rigid contraction of one of the muscles of the neck; torticollis."
    },
    {
        "word": "wry\"necked`",
        "definition": "The quality or state of being wry, or distorted."
    },
    {
        "word": "wryth\"en",
        "definition": "Native lead molybdate occurring in tetragonal crystals, usually tabular, and of a bright orange-yellow to red, gray, or brown color; -- also called yellow lead ore."
    },
    {
        "word": "wung\"-out`",
        "definition": "A fruit bat (Pteropus medius) native of India. It is similar to the flying fox, but smaller."
    },
    {
        "word": "wur\"mal",
        "definition": "The Australian white-quilled honey eater (Entomyza albipennis)."
    },
    {
        "word": "wy`an*dots\"",
        "definition": "A species of elm (Ulmus montana) found in Northern and Western Europe; Scotch elm."
    },
    {
        "word": "wych\"-ha`zel",
        "definition": "A follower of Wyclif, the English reformer; a Lollard."
    },
    {
        "word": "wy\"la",
        "definition": "A narrow lane or alley."
    },
    {
        "word": "wyn\"ker*nel",
        "definition": "A kind of timber truck, or carriage."
    },
    {
        "word": "wynn",
        "definition": "The wipe, or lapwing."
    },
    {
        "word": "wype",
        "definition": "Same as Withe, n., 4."
    }
]