[
    {
        "word": "yn",
        "definition": "To have or indulge inordinate desire."
    },
    {
        "word": "yac\"ca",
        "definition": "A light and elegantly furnished vessel, used either for private parties of pleasure, or as a vessel of state to convey distinguished persons from one place to another; a seagoing vessel used only for pleasure trips, racing, etc."
    },
    {
        "word": "yacht",
        "definition": "One engaged in sailing a jacht."
    },
    {
        "word": "yacht\"er",
        "definition": "Sailing for pleasure in a yacht."
    },
    {
        "word": "yacht\"man",
        "definition": "One who owns or sails a yacht; a yachter."
    },
    {
        "word": "yaf\"fin*gale",
        "definition": "The European green woodpecker (Picus, ∨ Genius, viridis). It is noted for its loud laughlike note. Called also eccle, hewhole, highhoe, laughing bird, popinjay, rain bird, yaffil, yaffler, yaffingale, yappingale, yackel, and woodhack."
    },
    {
        "word": "yaf\"fle",
        "definition": "In the German army, one belonging to a body of light infantry armed with rifles, resembling the chasseur of the French army."
    },
    {
        "word": "yaj\"ur-ve\"da",
        "definition": "A bovine mammal (Po\\'89phagus grunnies) native of the high plains of Central Asia. Its neck, the outer side of its legs, and its flanks, are covered with long, flowing, fine hair. Its tail is long and bushy, often white, and is valued as an ornament and for other purposes in India and China. There are several domesticated varieties, some of which lack the mane and the long hair on the flanks. Called also chauri gua, grunting cow, grunting ox, sarlac, sarlik, and sarluc."
    },
    {
        "word": "yak\"a*re`",
        "definition": "A large Asiatic antelope (Budorcas taxicolor) native of the higher parts of the Himalayas and other lofty mountains. Its head and neck resemble those of the ox, and its tail is like that of the goat. Called also budorcas."
    },
    {
        "word": "ya\"kin",
        "definition": "(Ethnol.) A nomadic Mongolian tribe native of Northern Siberia, and supposed to be of Turkish stock. They are mainly pastoral in their habits."
    },
    {
        "word": "ya*koots\"",
        "definition": "A kind of demigod attendant on Kuvera, the god of wealth."
    },
    {
        "word": "yak\"sha",
        "definition": "The oil of the mahwa tree."
    },
    {
        "word": "ya\"lah",
        "definition": "A large, esculent, farinaceous tuber of various climbing plants of the genus Dioscorea; also, the plants themselves. Mostly natives of warm climates. The plants have netted-veined, petioled leaves, and pods with three broad wings. The commonest species is D. sativa, but several others are cultivated."
    },
    {
        "word": "yam\"ma",
        "definition": "An umbelliferous plant (Carum Gairdneri); also, its small fleshy roots, which are eaten by the Indians from Idaho to California."
    },
    {
        "word": "yamp",
        "definition": "The cry of the wild goose; a honk."
    },
    {
        "word": "yang",
        "definition": "To make the cry of the wild goose."
    },
    {
        "word": "yang",
        "definition": "A jerk or twitch."
    },
    {
        "word": "yank",
        "definition": "To twitch; to jerk."
    },
    {
        "word": "yank",
        "definition": "An abbreviation of Yankee."
    },
    {
        "word": "yank",
        "definition": "A nickname for a native of citizen of New England, especially one descended from old New England stock; by extension, an inhabitant of the Northern States as distinguished from a Southerner; also, applied sometimes by foreigners to any inhabitant of the United States."
    },
    {
        "word": "yaourt",
        "definition": "To bark; to yelp."
    },
    {
        "word": "yap",
        "definition": "A South American aquatic opossum (Chironectes variegatus) found in Guiana and Brazil. Its hind feet are webbed, and its fore feet do not have an opposable thumb for climbing. Called also water opossum."
    },
    {
        "word": "ya\"pon",
        "definition": "The power of moving, or being managed, at sea; -- said with reference to a ship."
    },
    {
        "word": "yard",
        "definition": "A rod; a stick; a staff."
    },
    {
        "word": "yard",
        "definition": "An inclosure; usually, a small inclosed place in front of, or around, a house or barn; as, a courtyard; a cowyard; a barnyard."
    },
    {
        "word": "yard",
        "definition": "Either half of a square-rigged vessel's yard, from the center or mast to the end."
    },
    {
        "word": "yard\"ful",
        "definition": "A measure of land of uncertain quantity, varying from fifteen to forty acres; a virgate."
    },
    {
        "word": "yard\"land`",
        "definition": "A stick three feet, or a yard, in length, used as a measure of cloth, etc."
    },
    {
        "word": "yarn",
        "definition": "Spun wool; woolen thread; also, thread of other material, as of cotton, flax, hemp, or silk; material spun and prepared for use in weaving, knitting, manufacturing sewing thread, or the like."
    },
    {
        "word": "yar\"nut`",
        "definition": "To growl or snarl as a dog."
    },
    {
        "word": "yar\"rish",
        "definition": "An American and European composite plant (Achillea Millefolium) with very finely dissected leaves and small white corymbed flowers. It has a strong, and somewhat aromatic, odor and taste, and is sometimes used in making beer, or is dried for smoking. Called also milfoil, and nosebleed."
    },
    {
        "word": "yar\"row",
        "definition": "The European bar-tailed godwit; -- called also yardkeep, and yarwhelp.  See Godwit."
    },
    {
        "word": "yar\"whip`",
        "definition": "A long knife, or short saber, common among Mohammedan nations, usually having a double curve, sometimes nearly straight."
    },
    {
        "word": "yaulp",
        "definition": "To cry out like a child; to yelp."
    },
    {
        "word": "yaup",
        "definition": "A cry of distress, rage, or the like, as the cry of a sickly bird, or of a child in pain."
    },
    {
        "word": "yaup\"er",
        "definition": "A shrub (Ilex Cassine) of the Holly family, native from Virginia to Florida. The smooth elliptical leaves are used as a substitute for tea, and were formerly used in preparing the black drink of the Indians of North Carolina. Called also South-Sea tea."
    },
    {
        "word": "yau\"pon",
        "definition": "To rise in blisters, breaking in white froth, as cane juice in the clarifiers in sugar works."
    },
    {
        "word": "yaw",
        "definition": "To steer wild, or out of the line of her course; to deviate from her course, as when struck by a heavy sea; -- said of a ship."
    },
    {
        "word": "yaw",
        "definition": "A jade; an old horse or mare."
    },
    {
        "word": "yawl",
        "definition": "To cry out like a dog or cat; to howl; to yell."
    },
    {
        "word": "yawn",
        "definition": "To open the mouth involuntarily through drowsiness, dullness, or fatigue; to gape; to oscitate."
    },
    {
        "word": "yawn",
        "definition": "The act of opening wide, or of gaping."
    },
    {
        "word": "yawp",
        "definition": "A disease, occurring in the Antilles and in Africa, characterized by yellowish or reddish tumors, of a contagious character, which, in shape and appearance, often resemble currants, strawberries, or raspberries. There are several varieties of this disease, variously known as framb\\'d2sia, pian, verrugas, and crab-yaws."
    },
    {
        "word": "yaws",
        "definition": "A low, shrubby, rubiaceous plant (Morinda Royoc) growing along the seacoast of the West Indies. It has small, white, odorous flowers."
    },
    {
        "word": "yea",
        "definition": "Yes; ay; a word expressing assent, or an affirmative, or an affirmative answer to a question, now superseded by yes.  See Yes."
    },
    {
        "word": "year",
        "definition": "The time of the apparent revolution of the sun trough the ecliptic; the period occupied by the earth in making its revolution around the sun, called the astronomical year; also, a period more or less nearly agreeing with this, adopted by various nations as a measure of time, and called the civil year; as, the common lunar year of 354 days, still in use among the Mohammedans; the year of 360 days, etc. In common usage, the year consists of 365 days, and every fourth year (called bissextile, or leap year) of 366 days, a day being added to February on that year, on account of the excess above 365 days (see Bissextile)."
    },
    {
        "word": "ye*a\"ra",
        "definition": "A book published yearly; any annual report or summary of the statistics or facts of a year, designed to be used as a reference book; as, the Congregational Yearbook."
    },
    {
        "word": "year\"book`",
        "definition": "A book containing annual reports of cases adjudged in the courts of England."
    },
    {
        "word": "year\"ling",
        "definition": "Being a year old."
    },
    {
        "word": "year\"ly",
        "definition": "Happening, accruing, or coming every year; annual; as, a yearly income; a yearly feast."
    },
    {
        "word": "yearn",
        "definition": "To be filled with longing desire; to be harassed or rendered uneasy with longing, or feeling the want of a thing; to strain with emotions of affection or tenderness; to long; to be eager."
    },
    {
        "word": "yearn\"ing*ly",
        "definition": "The maws, or stomachs, of young calves, used a rennet for curdling milk."
    },
    {
        "word": "yeast",
        "definition": "The foam, or troth (top yeast), or the sediment (bottom yeast), of beer or other in fermentation, which contains the yeast plant or its spores, and under certain conditions produces fermentation in saccharine or farinaceous substances; a preparation used for raising dough for bread or cakes, and making it light and puffy; barm; ferment."
    },
    {
        "word": "yeast\"-bit`ten",
        "definition": "The quality or state of being yeasty, or frothy."
    },
    {
        "word": "yeast\"i*ness",
        "definition": "Frothy; foamy; spumy, like yeast."
    },
    {
        "word": "yeast\"y",
        "definition": "The song of a minstrel; hence, any song."
    },
    {
        "word": "yelk",
        "definition": "To cry out, or shriek, with a hideous noise; to cry or scream as with agony or horror."
    },
    {
        "word": "yel\"low",
        "definition": "To become yellow or yellower."
    },
    {
        "word": "yel\"low*bill`",
        "definition": "The American goldfinch, or thistle bird.  See Goldfinch."
    },
    {
        "word": "yel\"low*bird`",
        "definition": "Covered or bound in yellow paper."
    },
    {
        "word": "yel\"low*fin`",
        "definition": "A rock trout (Pleurogrammus monopterygius) found on the coast of Alaska; -- called also striped fish, and Atka mackerel."
    },
    {
        "word": "yel\"low*fish`",
        "definition": "A certain plant, probably the yellow oxeye."
    },
    {
        "word": "yel\"low*ham`mer",
        "definition": "The act or process of making yellow."
    },
    {
        "word": "yel\"low*ish",
        "definition": "Any one of several species of long-legged sandpipers of the genus Totanus, in which the legs are bright yellow; -- called also stone snipe, tattler, telltale, yellowshanks; and yellowshins.  See Tattler, 2."
    },
    {
        "word": "yel\"low*legs`",
        "definition": "The quality or state of being yellow; as, the yellowness of an orange."
    },
    {
        "word": "yel\"low*root`",
        "definition": "A disease of the bile in horses, cattle, and sheep, causing yellowness of the eyes; jaundice."
    },
    {
        "word": "yel\"lows",
        "definition": "A disease of plants, esp. of peach trees, in which the leaves turn to a yellowish color; jeterus."
    },
    {
        "word": "yel\"low*shanks`",
        "definition": "Any one of several species of marine carangoid fishes of the genus Seriola; especially, the large California species (S. dorsalis) which sometimes weighs thirty or forty pounds, and is highly esteemed as a food fish; -- called also cavasina, and white salmon."
    },
    {
        "word": "yel\"low*throat`",
        "definition": "A kind of grass, perhaps a species of Agrostis."
    },
    {
        "word": "yel\"low*top`",
        "definition": "The wood of any one of several different kinds of trees; also, any one of the trees themselves. Among the trees so called are the Cladrastis tinctoria, an American leguminous tree; the several species of prickly ash (Xanthoxylum); the Australian Flindersia Oxleyana, a tree related to the mahogany; certain South African species of Podocarpus, trees related to the yew; the East Indian Podocarpus latifolia; and the true satinwood (Chloroxylon Swietenia). All these Old World trees furnish valuable timber."
    },
    {
        "word": "yen",
        "definition": "To throw; to cast."
    },
    {
        "word": "yend",
        "definition": "A silicate of iron and lime occurring in black prismatic crystals; -- also called ilvaite."
    },
    {
        "word": "yeo\"man",
        "definition": "A common man, or one of the commonly of the first or most respectable class; a freeholder; a man free born."
    },
    {
        "word": "yeo\"man*like`",
        "definition": "Pertaining to a yeoman; becoming or suitable to, a yeoman; yeomanlike."
    },
    {
        "word": "yeo\"man*ry",
        "definition": "The collective body of yeomen, or freeholders."
    },
    {
        "word": "yerk",
        "definition": "To throw or thrust with a sudden, smart movement; to kick or strike suddenly; to jerk."
    },
    {
        "word": "yerk",
        "definition": "To move a quick, jerking motion."
    },
    {
        "word": "yern",
        "definition": "Eager; brisk; quick; active."
    },
    {
        "word": "yes\"ter*day",
        "definition": "The day last past; the day next before the present."
    },
    {
        "word": "yes\"ter*day",
        "definition": "The evening of yesterday; the evening last past."
    },
    {
        "word": "yes\"ter*eve`",
        "definition": "The morning of yesterday."
    },
    {
        "word": "yes\"tern",
        "definition": "The last night; the night last past."
    },
    {
        "word": "yes\"ter*night`",
        "definition": "On the last night."
    },
    {
        "word": "yes\"ter*noon`",
        "definition": "The week last past; last week."
    },
    {
        "word": "yes\"ter*week`",
        "definition": "The year last past; last year."
    },
    {
        "word": "yet",
        "definition": "In addition; further; besides; over and above; still."
    },
    {
        "word": "yew",
        "definition": "An evergreen tree (Taxus baccata) of Europe, allied to the pines, but having a peculiar berrylike fruit instead of a cone. It frequently grows in British churchyards."
    },
    {
        "word": "yew",
        "definition": "Made of yew; as, yewen bows."
    },
    {
        "word": "yield",
        "definition": "To give in return for labor expended; to produce, as payment or interest on what is expended or invested; to pay; as, money at interest yields six or seven per cent."
    },
    {
        "word": "yield",
        "definition": "To comply with; to assent; as, I yielded to his request."
    },
    {
        "word": "yield\"ance",
        "definition": "The act of yielding; concession."
    },
    {
        "word": "yo\"del",
        "definition": "A song sung by yodeling, as by the Swiss mountaineers."
    },
    {
        "word": "yo\"dler",
        "definition": "A species of asceticism among the Hindoos, which consists in a complete abstraction from all worldly objects, by which the votary expects to obtain union with the universal spirit, and to acquire superhuman faculties."
    },
    {
        "word": "yo\"ga",
        "definition": "A follower of the yoga philosophy; an ascetic."
    },
    {
        "word": "yoit",
        "definition": "A measure of distance, varying from four to ten miles, but usually about five."
    },
    {
        "word": "yoke",
        "definition": "A bar or frame of wood by which two oxen are joined at the heads or necks for working together."
    },
    {
        "word": "yoke",
        "definition": "To put a yoke on; to join in or with a yoke; as, to yoke oxen, or pair of oxen."
    },
    {
        "word": "yoke\"age",
        "definition": "An associate or companion in, or as in; a mate; a fellow; especially, a partner in marriage."
    },
    {
        "word": "yoke\"mate`",
        "definition": "Having two toes in front and two behind, as the trogons and woodpeckers."
    },
    {
        "word": "yolk",
        "definition": "The yellow part of an egg; the vitellus."
    },
    {
        "word": "yon\"co*pin",
        "definition": "Furious; mad; angry; fierce."
    },
    {
        "word": "yo\"ni",
        "definition": "A young fellow; a younker."
    },
    {
        "word": "york\"er",
        "definition": "A county in the north of England."
    },
    {
        "word": "yot",
        "definition": "To pour water on; to soak in, or mix with, water."
    },
    {
        "word": "young",
        "definition": "Not long born; still in the first part of life; not yet arrived at adolescence, maturity, or age; not old; juvenile; -- said of animals; as, a young child; a young man; a young fawn."
    },
    {
        "word": "young\"ness",
        "definition": "A young person; a youngling; a lad."
    },
    {
        "word": "you\"pon",
        "definition": "The form of the possessive case of the personal pronoun you."
    },
    {
        "word": "youth",
        "definition": "The quality or state of being young; youthfulness; juvenility."
    },
    {
        "word": "youth\"ful",
        "definition": "Of or pertaining to the early part of life; suitable to early life; as, youthful days; youthful sports."
    },
    {
        "word": "yowl",
        "definition": "A loud, protracted, and mournful cry, as that of a dog; a howl."
    },
    {
        "word": "y\"pres lace`",
        "definition": "Resembling the <?/ in appearance; -- said of the germinal spot in the ripe egg at one of the stages of fecundation."
    },
    {
        "word": "yp*sil\"i*form",
        "definition": "In the form of the letter Y; Y-shaped."
    },
    {
        "word": "yt",
        "definition": "p. p. of Throw."
    },
    {
        "word": "yt*ter\"bic",
        "definition": "A rare element of the boron group, sometimes associated with yttrium or other related elements, as in euxenite and gadolinite. Symbol Yb; provisional atomic weight 173.2. Cf. Yttrium."
    },
    {
        "word": "yt\"tri*a",
        "definition": "Pertaining to, derived from, or containing, yttrium."
    },
    {
        "word": "yt\"tric",
        "definition": "Bearing or containing yttrium or the allied elements; as, gadolinite is one of the yttriferous minerals."
    },
    {
        "word": "yt\"tri*ous",
        "definition": "A rare metallic element of the boron-aluminium group, found in gadolinite and other rare minerals, and extracted as a dark gray powder.  Symbol Y.  Atomic weight, 89."
    },
    {
        "word": "yt`tro-ce\"rite",
        "definition": "A tantalate of uranium, yttrium, and calcium, of a brown or black color."
    },
    {
        "word": "yu",
        "definition": "See Flicker, n., 2."
    },
    {
        "word": "yuc\"ca",
        "definition": "A genus of American liliaceous, sometimes arborescent, plants having long, pointed, and often rigid, leaves at the top of a more or less woody stem, and bearing a large panicle of showy white blossoms."
    },
    {
        "word": "yuck\"el",
        "definition": "The crowned gibbon (Hylobates pileatus), native of Siam, Southern China, and the Island of Hainan. It is entirely arboreal in its habits, and has very long arms. the males are dark brown or blackish, with a caplike mass of long dark hair, and usually with a white band around the face. The females are yellowish white, with a dark spot on the breast and another on the crown. Called also wooyen, and wooyen ape."
    },
    {
        "word": "yufts",
        "definition": "Any one of the four ages, Krita, or Satya, Treta, Dwapara, and Kali, into which the Hindoos divide the duration or existence of the world."
    },
    {
        "word": "yuke",
        "definition": "A species of Magnolia (M. conspicua) with large white blossoms that open before the leaves.  See the Note under Magnolia."
    },
    {
        "word": "yu\"lan",
        "definition": "Christmas or Christmastide; the feast of the Nativity of our Savior."
    },
    {
        "word": "yule\"tide`",
        "definition": "A tribe of Indians native of Arizona and the adjacent parts of Mexico and California. They are agricultural, and cultivate corn, wheat, barley, melons, etc."
    }
]