[
    {
        "word": "g",
        "definition": "G is the name of the fifth tone of the natural or model scale; -- called also sol by the Italians and French. It was also originally used as the treble clef, and has gradually changed into the character represented in the margin. See Clef. G♯ (G sharp) is a tone intermediate between G and A."
    },
    {
        "word": "gab",
        "definition": "The mouth; hence, idle prate; chatter; unmeaning talk; loquaciousness."
    },
    {
        "word": "gab",
        "definition": "To talk idly; to prate; to chatter."
    },
    {
        "word": "gab\"ar*age",
        "definition": "A coarse frock or loose upper garment formerly worn by Jews; a mean dress."
    },
    {
        "word": "gab\"ber",
        "definition": "One addicted to idle talk."
    },
    {
        "word": "gab\"ble",
        "definition": "To utter inarticulate sounds with rapidity; as, gabbling fowls."
    },
    {
        "word": "gab\"bier",
        "definition": "A name originally given by the Italians to a kind of serpentine, later to the rock called euphotide, and now generally used for a coarsely crystalline, igneous rock consisting of lamellar pyroxene (diallage) and labradorite, with sometimes chrysolite (olivine gabbro)."
    },
    {
        "word": "gab\"bro",
        "definition": "A rent, service, tribute, custom, tax, impost, or duty; an excise."
    },
    {
        "word": "ga\"bel*er",
        "definition": "A tax, especially on salt."
    },
    {
        "word": "gab`er*dine\"",
        "definition": "A beggar with a wallet; a licensed beggar."
    },
    {
        "word": "ga\"bi*on",
        "definition": "An openwork frame, as of poles, filled with stones and sunk, to assist in forming a bar dyke, etc., as in harbor improvement."
    },
    {
        "word": "ga`bi*on*ade\"",
        "definition": "A structure of gabions sunk in lines, as a core for a sand bar in harbor improvements."
    },
    {
        "word": "ga\"blet",
        "definition": "A false spur or gaff, fitted on the heel of a gamecock."
    },
    {
        "word": "ga\"by",
        "definition": "The point of a spear, or an arrowhead."
    },
    {
        "word": "gad",
        "definition": "A pointed or wedge-shaped instrument of metal, as a steel wedge used in mining, etc."
    },
    {
        "word": "gad\"bee`",
        "definition": "One who roves about idly, a rambling gossip."
    },
    {
        "word": "gad\"der",
        "definition": "Going about much, needlessly or without purpose."
    },
    {
        "word": "gad\"ic",
        "definition": "Of or relating to Cadiz, in Spain."
    },
    {
        "word": "gad`i*ta`ni*an",
        "definition": "See Gad, n., 4."
    },
    {
        "word": "gadman",
        "definition": "Of or pertaining to the family of fishes (Gadid\\'91) which includes the cod, haddock, and hake."
    },
    {
        "word": "ga\"doid",
        "definition": "A rare earth, regarded by some as an oxide of the supposed element gadolinium, by others as only a mixture of the oxides of yttrium, erbium, ytterbium, etc."
    },
    {
        "word": "gad`o*lin\"i*a",
        "definition": "Pertaining to or containing gadolinium."
    },
    {
        "word": "gad`o*lin\"ic",
        "definition": "A mineral of a nearly black color and vitreous luster, and consisting principally of the silicates of yttrium, cerium, and iron."
    },
    {
        "word": "gad\"o*lin*ite",
        "definition": "A supposed rare metallic element, with a characteristic spectrum, found associated with yttrium and other rare metals. Its individuality and properties have not yet been determined."
    },
    {
        "word": "gad`o*lin\"i*um",
        "definition": "One who uses a gad or goad in driving."
    },
    {
        "word": "gads\"man",
        "definition": "A yellow or brown amorphous substance, of indifferent nature, found in cod-liver oil."
    },
    {
        "word": "gad\"u*in",
        "definition": "A large duck (Anas strepera), valued as a game bird, found in the northern parts of Europe and America; -- called also gray duck."
    },
    {
        "word": "gad\"wall",
        "definition": "A Celt or the Celts of the Scotch Highlands or of Ireland; now esp., a Scotch Highlander of Celtic origin."
    },
    {
        "word": "gael",
        "definition": "Of or pertaining to the Gael, esp. to the Celtic Highlanders of Scotland; as, the Gaelic language."
    },
    {
        "word": "gael\"ic",
        "definition": "The language of the Gaels, esp. of the Highlanders of Scotland. It is a branch of the Celtic."
    },
    {
        "word": "gael\"ic",
        "definition": "A barbed spear or a hook with a handle, used by fishermen in securing heavy fish."
    },
    {
        "word": "gaff",
        "definition": "The spar upon which the upper edge of a fore-and-aft sail is extended."
    },
    {
        "word": "gaff",
        "definition": "An old fellow; an aged rustic."
    },
    {
        "word": "gaf\"fle",
        "definition": "A lever to bend crossbows."
    },
    {
        "word": "gaff`-top\"sail",
        "definition": "To stop the mouth of, by thrusting sometimes in, so as to hinder speaking; hence, to silence by authority or by violence; not to allow freedom of speech to."
    },
    {
        "word": "gag",
        "definition": "To introduce gags or interpolations. See Gag, n., 3."
    },
    {
        "word": "gag",
        "definition": "A mouthful that makes one retch; a choking bit; as, a gag of mutton fat."
    },
    {
        "word": "gage",
        "definition": "A glove, cap, or the like, cast on the ground as a challenge to combat, and to be taken up by the accepter of the challenge; a challenge; a defiance."
    },
    {
        "word": "gage",
        "definition": "To give or deposit as a pledge or security for some act; to wage or wager; to pawn or pledge."
    },
    {
        "word": "gage",
        "definition": "To measure. See Gauge, v. t."
    },
    {
        "word": "gag\"ger",
        "definition": "A piece of iron imbedded in the sand of a mold to keep the sand in place."
    },
    {
        "word": "gahn\"ite",
        "definition": "Pertaining to hypogeic acid; -- applied to an acid obtained from hypogeic acid."
    },
    {
        "word": "gail*liarde\"",
        "definition": "Merrily; showily. See gaily."
    },
    {
        "word": "gai\"ly",
        "definition": "A square or beveled notch cut out of a girder, binding joist, or other timber which supports a floor beam, so as to receive the end of the floor beam."
    },
    {
        "word": "gain",
        "definition": "Convenient; suitable; direct; near; handy; dexterous; easy; profitable; cheap; respectable."
    },
    {
        "word": "gain",
        "definition": "That which is gained, obtained, or acquired, as increase, profit, advantage, or benefit; -- opposed to loss."
    },
    {
        "word": "gain",
        "definition": "To get, as profit or advantage; to obtain or acquire by effort or labor; as, to gain a good living."
    },
    {
        "word": "gain\"giv`ing",
        "definition": "Not producing gain; unprofitable."
    },
    {
        "word": "gain\"less",
        "definition": "Handily; readily; dexterously; advantageously."
    },
    {
        "word": "gain\"pain`",
        "definition": "To contradict; to deny; to controvert; to dispute; to forbid."
    },
    {
        "word": "gair\"fowl`",
        "definition": "Same as Garish, Garishly, Garishness."
    },
    {
        "word": "gair\"ish",
        "definition": "A going; a walk; a march; a way."
    },
    {
        "word": "gait",
        "definition": "Manner of walking or stepping; bearing or carriage while moving."
    },
    {
        "word": "gait\"ed",
        "definition": "A covering of cloth or leather for the ankle and instep, or for the whole leg from the knee to the instep, fitting down upon the shoe."
    },
    {
        "word": "ga*lac\"ta-gogue",
        "definition": "Of or pertaining to milk; got from milk; as, galactic acid."
    },
    {
        "word": "ga*lac\"tic",
        "definition": "Of or pertaining to the galaxy or Milky Way."
    },
    {
        "word": "ga*lac`to*den*sim\"e*ter",
        "definition": "An instrument for ascertaining the quality of milk (i.e., its richness in cream) by determining its specific gravity; a lactometer."
    },
    {
        "word": "gal`ac*tom\"e*ter",
        "definition": "One who eats, or subsists on, milk."
    },
    {
        "word": "gal`ac*toph\"a*gous",
        "definition": "Milk-carrying; lactiferous; -- applied to the ducts of mammary glands."
    },
    {
        "word": "gal`ac*toph\"o*rous",
        "definition": "Increasing the flow of milk; milk-producing. -- n. A galactopoietic substance."
    },
    {
        "word": "ga*lac`to*poi*et\"ic",
        "definition": "A white, crystalline sugar, C6H12O6, isomeric with dextrose, obtained by the decomposition of milk sugar, and also from certain gums. When oxidized it forms mucic acid. Called also lactose (though it is not lactose proper)."
    },
    {
        "word": "ga*lan\"ga",
        "definition": "A dish of veal, chickens, or other white meat, freed from bones, tied up, boiled, and served cold."
    },
    {
        "word": "gal\"a*pee` tree\"",
        "definition": "Of or pertaining to Galatia or its inhabitants. -- A native or inhabitant of Galatia, in Asia Minor; a descendant of the Gauls who settled in Asia Minor."
    },
    {
        "word": "gal\"ax*y",
        "definition": "The Milky Way; that luminous tract, or belt, which is seen at night stretching across the heavens, and which is composed of innumerable stars, so distant and blended as to be distinguishable only with the telescope. The term has recently been used for remote clusters of stars."
    },
    {
        "word": "gal\"ban",
        "definition": "A strong current of air; a wind between a stiff breeze and a hurricane. The most violent gales are called tempests."
    },
    {
        "word": "gale",
        "definition": "A song or story."
    },
    {
        "word": "gale",
        "definition": "The payment of a rent or annuity."
    },
    {
        "word": "ga\"le*a",
        "definition": "A kind of bandage for the head."
    },
    {
        "word": "gal\"e*as",
        "definition": "Wearing a helmet; protected by a helmet; covered, as with a helmet."
    },
    {
        "word": "ga\"le*ate",
        "definition": "Helmeted; having a helmetlike part, as a crest, a flower, etc.; helmet-shaped."
    },
    {
        "word": "ga*le\"na",
        "definition": "A remedy or antidose for poison; theriaca."
    },
    {
        "word": "ga*len\"ic",
        "definition": "Relating to Galen or to his principles and method of treating diseases."
    },
    {
        "word": "ga\"len*ism",
        "definition": "A follower of Galen."
    },
    {
        "word": "ga*le\"nite",
        "definition": "A genus of flying Insectivora, formerly called flying lemurs. See Colugo."
    },
    {
        "word": "ga`le-o*pi*the\"cus",
        "definition": "Covered as with a hat or cap."
    },
    {
        "word": "gal\"er*ite",
        "definition": "Of or pertaining to Galicia, in Spain, or to Galicia, the kingdom of Austrian Poland."
    },
    {
        "word": "ga*li\"cian",
        "definition": "Of or pertaining to Galileo; as, the Galilean telescope. See Telescope."
    },
    {
        "word": "gal`i*le\"an",
        "definition": "Of or relating to Galilee."
    },
    {
        "word": "gal`i*le\"an",
        "definition": "A native or inhabitant of Galilee, the northern province of Palestine under the Romans."
    },
    {
        "word": "gal`i*le\"an",
        "definition": "One of the party among the Jews, who opposed the payment of tribute to the Romans; -- called also Gaulonite."
    },
    {
        "word": "gal\"i*ot",
        "definition": "An impure resin of turpentine, hardened on the outside of pine trees by the spontaneous evaporation of its essential oil. When purified, it is called yellow pitch, white pitch, or Burgundy pitch."
    },
    {
        "word": "gal\"i*pot",
        "definition": "The bitter, alkaline, viscid fluid found in the gall bladder, beneath the liver. It consists of the secretion of the liver, or bile, mixed with that of the mucous membrane of the gall bladder."
    },
    {
        "word": "gall",
        "definition": "To fret; to vex; as, to be galled by sarcasm."
    },
    {
        "word": "gal\"lant",
        "definition": "Showy; splendid; magnificent; gay; well-dressed."
    },
    {
        "word": "gal*lant\"",
        "definition": "A man of mettle or spirit; a gay; fashionable man; a young blood."
    },
    {
        "word": "gal*lant\"",
        "definition": "One fond of paying attention to ladies."
    },
    {
        "word": "gal*lant\"",
        "definition": "To handle with grace or in a modish manner; as, to gallant a fan."
    },
    {
        "word": "gal*lant\"ly",
        "definition": "In a gallant manner."
    },
    {
        "word": "gal\"lant*ly",
        "definition": "The quality of being gallant."
    },
    {
        "word": "gal\"lant*ry",
        "definition": "Bravery; intrepidity; as, the troops behaved with great gallantry."
    },
    {
        "word": "gal\"late",
        "definition": "The tread, treadle, or chalasa of an egg."
    },
    {
        "word": "gal\"la*ture",
        "definition": "A large galley, having some features of the galleon, as broadside guns; esp., such a vessel used by the southern nations of Europe in the 16th and 17th centuries. See Galleon, and Galley."
    },
    {
        "word": "gal*le\"gan",
        "definition": "A red crystalline dyestuff, obtained by heating together pyrogallic and phthalic acids."
    },
    {
        "word": "gal\"le*\\'8bn",
        "definition": "A sailing vessel of the 15th and following centuries, often having three or four decks, and used for war or commerce. The term is often rather indiscriminately applied to any large sailing vessel."
    },
    {
        "word": "gal\"le*ot",
        "definition": "A long and narrow corridor, or place for walking; a connecting passageway, as between one room and another; also, a long hole or passage excavated by a boring or burrowing animal."
    },
    {
        "word": "gal\"ler*y",
        "definition": "A room for the exhibition of works of art; as, a picture gallery; hence, also, a large or important collection of paintings, sculptures, etc."
    },
    {
        "word": "gal\"ley",
        "definition": "The cookroom or kitchen and cooking apparatus of a vessel; -- sometimes on merchant vessels called the caboose."
    },
    {
        "word": "gal\"ley-bird`",
        "definition": "A chilognath myriapod of the genus Iulus, and allied genera, having numerous short legs along the sides; a milliped or \"thousand legs.\" See Chilognatha."
    },
    {
        "word": "gal\"ley-worm`",
        "definition": "An insect that deposits its eggs in plants, and occasions galls, esp. any small hymenopteran of the genus Cynips and allied genera. See Illust. of Gall."
    },
    {
        "word": "gall\"fly`",
        "definition": "Consisting of two iambic dimeters catalectic, the last of which lacks the final syllable; -- said of a kind of verse."
    },
    {
        "word": "gal\"liard",
        "definition": "A brisk, gay man."
    },
    {
        "word": "gal\"li*ass",
        "definition": "Pertaining to, or containing, gallium."
    },
    {
        "word": "gal\"lic",
        "definition": "Pertaining to, or derived from, galls, nutgalls, and the like."
    },
    {
        "word": "gal\"lic",
        "definition": "Of or pertaining to Gaul or France; Gallic; French; as, the Gallican church or clergy."
    },
    {
        "word": "gal\"li*can",
        "definition": "An adherent to, and supporter of, Gallicanism."
    },
    {
        "word": "gal\"li*cism",
        "definition": "To conform to the French mode or idiom."
    },
    {
        "word": "gal\"li*form",
        "definition": "Loose hose or breeches; leather leg quards. The word is used loosely and often in a jocose sense."
    },
    {
        "word": "gal`li*gas\"kins",
        "definition": "Senseless talk. [Obs. or R.] See Galimatias."
    },
    {
        "word": "gal`li*ma\"ti*a",
        "definition": "A hash of various kinds of meats, a ragout."
    },
    {
        "word": "gal`li*mau\"fry",
        "definition": "Any absurd medley; a hotchpotch."
    },
    {
        "word": "gal\"li*nace*ae",
        "definition": "One of the Gallinae or gallinaceous birds."
    },
    {
        "word": "gal`li*na\"cean",
        "definition": "Resembling the domestic fowls and pheasants; of or pertaining to the Gallinae."
    },
    {
        "word": "gal`li*na\"ceous",
        "definition": "An order of birds, including the common domestic fowls, pheasants, grouse, quails, and allied forms; -- sometimes called Rasores."
    },
    {
        "word": "gal*li\"nae",
        "definition": "Fitted to gall or chafe; vexing; harassing; irritating."
    },
    {
        "word": "gal\"li*nip`per",
        "definition": "One of several wading birds, having long, webless toes, and a frontal shield, belonging to the family Rallidae. They are remarkable for running rapidly over marshes and on floating plants. The purple gallinule of America is Ionornis Martinica, that of the Old World is Porphyrio porphyrio. The common European gallinule (Gallinula chloropus) is also called moor hen, water hen, water rail, moor coot, night bird, and erroneously dabchick. Closely related to it is the Florida gallinule (Gallinula galeata)."
    },
    {
        "word": "gal\"li*ot",
        "definition": "An inferior kind of olive oil, brought from Gallipoli, in Italy."
    },
    {
        "word": "gal*lip\"o*li oil`",
        "definition": "A glazed earthen pot or vessel, used by druggists and apothecaries for containing medicines, etc."
    },
    {
        "word": "gal\"li*pot",
        "definition": "A rare metallic element, found in certain zinc ores. It is white, hard, and malleable, resembling aluminium, and remarcable for its low melting point (86<?/ F., 30<?/C). Symbol Ga. Atomic weight 69.9."
    },
    {
        "word": "gal\"li*wasp`",
        "definition": "A round gall produced on the leaves and shoots of various species of the oak tree. See Gall, and Nutgall."
    },
    {
        "word": "gall\"nut`",
        "definition": "An excessive admiration of what is French."
    },
    {
        "word": "gal`lo*ma\"ni*a",
        "definition": "A measure of capacity, containing four quarts; -- used, for the most part, in liquid measure, but sometimes in dry measure."
    },
    {
        "word": "gal*loon\"",
        "definition": "A similar bordering or binding of rich material, such as gold lace."
    },
    {
        "word": "gal*looned`",
        "definition": "To move or run in the mode called a gallop; as a horse; to go at a gallop; to run or move with speed."
    },
    {
        "word": "gal\"lop",
        "definition": "A mode of running by a quadruped, particularly by a horse, by lifting alternately the fore feet and the hind feet, in successive leaps or bounds."
    },
    {
        "word": "gal\"lo*pade`",
        "definition": "A kind of dance; also, music to the dance; a galop."
    },
    {
        "word": "gal`lo*pade\"",
        "definition": "To perform the dance called gallopade."
    },
    {
        "word": "gal\"lop*er",
        "definition": "A carriage on which very small guns were formerly mounted, the gun resting on the shafts, without a limber."
    },
    {
        "word": "gal\"lop*ing",
        "definition": "Pertaining to the tannin or nutgalls."
    },
    {
        "word": "gal\"lo*way",
        "definition": "A heavy-armed foot soldier from Ireland and the Western Isles in the time of Edward <?/"
    },
    {
        "word": "gall\"stone`",
        "definition": "To frighten; to worry."
    },
    {
        "word": "gal`ly*gas\"kins",
        "definition": "A clog or patten."
    },
    {
        "word": "ga*loche\"",
        "definition": "Hence: An overshoe worn in wet weather."
    },
    {
        "word": "ga*loot\"",
        "definition": "A kind of lively dance, in 2-4 time; also, the music to the dance."
    },
    {
        "word": "gal\"op",
        "definition": "Plenty; abundance; in abundance."
    },
    {
        "word": "ga*loshe\"",
        "definition": "To gape,; to yawn."
    },
    {
        "word": "galt",
        "definition": "Of or pertaining to, or exhibiting the phenomena of, galvanism; employing or producing electrical currents."
    },
    {
        "word": "gal\"va*nist",
        "definition": "The act of process of galvanizing."
    },
    {
        "word": "gal\"va*niza`tion",
        "definition": "To affect with galvanism; to subject to the action of electrical currents."
    },
    {
        "word": "gal\"va*nize",
        "definition": "To plate, as with gold, silver, etc., by means of electricity."
    },
    {
        "word": "gal\"va*ni`zer",
        "definition": "Relating to the use of galvanic heat as a caustic, especially in medicine."
    },
    {
        "word": "gal*van`o*caus\"tic",
        "definition": "Cautery effected by a knife or needle heated by the passage of a galvanic current."
    },
    {
        "word": "gal`va*nog\"ly*phy",
        "definition": "A copperplate produced by the method of galvanography; also, a picture printed from such a plate."
    },
    {
        "word": "gal*van\"o*graph",
        "definition": "Of or pertaining to galvanography."
    },
    {
        "word": "gal*van`o*graph\"ic",
        "definition": "The art or process of depositing metals by electricity; electrotypy."
    },
    {
        "word": "gal`va*nog\"ra*phy",
        "definition": "A method of producing by means of electrotyping process (without etching) copperplates which can be printed from in the same manner as engraved plates."
    },
    {
        "word": "gal`va*nol\"o*gist",
        "definition": "A treatise on galvanism, or a description of its phenomena."
    },
    {
        "word": "gal`va*nol\"o*gy",
        "definition": "An instrument or apparatus for measuring the intensity of an electric current, usually by the deflection of a magnetic needle."
    },
    {
        "word": "gal*van`o*met\"ric",
        "definition": "The art or process of measuring the force of electric currents."
    },
    {
        "word": "gal`va*nom\"e*try",
        "definition": "Of or pertaining to the art or process of electrotyping; employing, or produced by, the process of electolytic deposition; as, a galvano-plastic copy of a medal or the like."
    },
    {
        "word": "gal*van`o*plas\"tic",
        "definition": "The art or process of electrotypy."
    },
    {
        "word": "gal*van`o*punc\"ture",
        "definition": "An instrument or apparatus for detecting the presence of electrical currents, especially such as are of feeble intensity."
    },
    {
        "word": "gal*van`o*scope",
        "definition": "Of or pertaining to a galvanoscope."
    },
    {
        "word": "gal*van`o*scop\"ic",
        "definition": "The use of galvanism in physiological experiments."
    },
    {
        "word": "gal`va*not\"o*nus",
        "definition": "The tendency of a root to place its axis in the line of a galvanic current."
    },
    {
        "word": "ga\"ma grass`",
        "definition": "High boots or buskins; in Scotland, short spatterdashes or riding trousers, worn over the other clothing."
    },
    {
        "word": "ga*mash\"es",
        "definition": "A viola da gamba."
    },
    {
        "word": "gam\"be*son",
        "definition": "Any bird of the genuis Totanus. See Tattler."
    },
    {
        "word": "gam\"bet",
        "definition": "The inspissated juice of a plant (Uncaria Gambir) growing in Malacca. It is a powerful astringent, and, under the name of Terra Japonica, is used for chewing with the Areca nut, and is exported for tanning and dyeing."
    },
    {
        "word": "gam\"bier",
        "definition": "A defensive garment formerly in use for the body, made of cloth stuffed and quilted."
    },
    {
        "word": "gam\"bi*son",
        "definition": "A performer upon the viola di gamba. See under Viola."
    },
    {
        "word": "gam\"bist",
        "definition": "A mode of opening the game, in which a pawn is sacrificed to gain an attacking position."
    },
    {
        "word": "gam\"ble",
        "definition": "To lose or squander by gaming; -- usually with away."
    },
    {
        "word": "gam\"bler",
        "definition": "A concrete juice, or gum resin, produced by several species of trees in Siam, Ceylon, and Malabar. It is brought in masses, or cylindrical rolls, from Cambodia, or Cambogia, -- whence its name. The best kind is of a dense, compact texture, and of a beatiful reddish yellow. Taking internally, it is a strong and harsh cathartic ad emetic."
    },
    {
        "word": "gam*bo\"gi*an",
        "definition": "A skipping or leaping about in frolic; a hop; a sportive prank."
    },
    {
        "word": "gam\"bol",
        "definition": "The hind leg of a horse."
    },
    {
        "word": "gam\"brel",
        "definition": "A stick crooked like a horse's hind leg; -- used by butchers in suspending slaughtered animals."
    },
    {
        "word": "game",
        "definition": "Sport of any kind; jest, frolic."
    },
    {
        "word": "game",
        "definition": "A contest, physical or mental, according to certain rules, for amusement, recreation, or for winning a stake; as, a game of chance; games of skill; field games, etc."
    },
    {
        "word": "game",
        "definition": "Of or pertaining to such animals as are hunted for game, or to the act or practice of hunting."
    },
    {
        "word": "game\"cock`",
        "definition": "A handsome breed of the common fowl, remarkable for the great courage and pugnacity of the males."
    },
    {
        "word": "game\" fowl`",
        "definition": "Full of game or games."
    },
    {
        "word": "game\"ful",
        "definition": "One who has the care of game, especially in a park or preserve."
    },
    {
        "word": "game\"less",
        "definition": "In a plucky manner; spiritedly."
    },
    {
        "word": "game\"ness",
        "definition": "Gay; sportive; playful; frolicsome; merry."
    },
    {
        "word": "game\"ster",
        "definition": "A person who plays at games; esp., one accustomed to play for a stake; a gambler; one skilled in games."
    },
    {
        "word": "gam\"ic",
        "definition": "A neglected and untrained city boy; a young street Arab."
    },
    {
        "word": "gam\"ing",
        "definition": "The third letter (G) of the Greek alphabet."
    },
    {
        "word": "gam\"ma",
        "definition": "A cross formed of four capital gammas, formerly used as a mysterious ornament on ecclesiastical vestments, etc. See Fylfot."
    },
    {
        "word": "gam*ma\"di*on",
        "definition": "An old wife; an old woman; -- correlative of gaffer, an old man."
    },
    {
        "word": "gam\"mer",
        "definition": "The buttock or tight of a hog, salted and smoked or dried; the lower end of a flitch."
    },
    {
        "word": "gam\"mon",
        "definition": "An imposition or hoax; humbug."
    },
    {
        "word": "gam\"mon",
        "definition": "To impose on; to hoax; to cajole."
    },
    {
        "word": "gam\"mon*ing",
        "definition": "The production of offspring by the union of parents of different sexes; sexual reproduction; -- the opposite of agamogenesis."
    },
    {
        "word": "gam`o*ge*net\"ic",
        "definition": "That stage of growth or development in an organism, in which the reproductive elements are generated and matured in preparation for propagating the species."
    },
    {
        "word": "gam`o*mor\"phism",
        "definition": "Having the petals united or joined so as to form a tube or cup; monopetalous."
    },
    {
        "word": "gam`o*pet\"al*ous",
        "definition": "Composed of leaves united by their edges (coalescent)."
    },
    {
        "word": "gam\"ut",
        "definition": "Having the flavor of game, esp. of game kept uncooked till near the condition of tainting; high-flavored."
    },
    {
        "word": "gam\"y",
        "definition": "Showing an unyielding spirit to the last; plucky; furnishing sport; as, a gamy trout."
    },
    {
        "word": "gan\"der",
        "definition": "To yawn; to gape."
    },
    {
        "word": "gang",
        "definition": "A number going in company; hence, a company, or a number of persons associated for a particular purpose; a group of laborers under one foreman; a squad; as, a gang of sailors; a chain gang; a gang of thieves."
    },
    {
        "word": "gan*get\"ic",
        "definition": "The common English milkwort (Polygala vulgaris), so called from blossoming in gang week."
    },
    {
        "word": "gan\"gion",
        "definition": "Relating to a ganglion; ganglionic."
    },
    {
        "word": "gan\"gli*ac",
        "definition": "Furnished with ganglia; as, the gangliated cords of the sympathetic nervous system."
    },
    {
        "word": "gan\"gli*ate",
        "definition": "Having the form of a ganglion."
    },
    {
        "word": "gan\"gli*form`",
        "definition": "A mass or knot of nervous matter, including nerve cells, usually forming an enlargement in the course of a nerve"
    },
    {
        "word": "gan\"gli*on",
        "definition": "A globular, hard, indolent tumor, situated somewhere on a tendon, and commonly formed by the effusion of a viscid fluid into it; -- called also weeping sinew."
    },
    {
        "word": "gan\"gli*on*a*ry",
        "definition": "Pertaining to, containing, or consisting of, ganglia or ganglion cells; as, a ganglionic artery; the ganglionic columns of the spinal cord."
    },
    {
        "word": "gan\"gre*nate",
        "definition": "A term formerly restricted to mortification of the soft tissues which has not advanced so far as to produce complete loss of vitality; but now applied to mortification of the soft parts in any stage."
    },
    {
        "word": "gan\"grene",
        "definition": "To produce gangrene in; to be affected with gangrene."
    },
    {
        "word": "gan\"grene",
        "definition": "Tending to mortification or gangrene."
    },
    {
        "word": "gan`gre*nes\"cent",
        "definition": "Affected by, or produced by, gangrene; of the nature of gangrene."
    },
    {
        "word": "gan\"gre*nous",
        "definition": "The mineral or earthy substance associated with metallic ore."
    },
    {
        "word": "gangue",
        "definition": "A passage or way into or out of any inclosed place; esp., a temporary way of access formed of planks."
    },
    {
        "word": "gang\"way`",
        "definition": "In the English House of Commons, a narrow aisle across the house, below which sit those who do not vote steadly either with the government or with the opposition."
    },
    {
        "word": "gan\"is*ter",
        "definition": "The dried hemp plant, used in India for smoking. It is extremely narcotic and intoxicating."
    },
    {
        "word": "gan\"ja",
        "definition": "One of several species of sea birds of the genus Sula, allied to the pelicans."
    },
    {
        "word": "gan`o*ceph\"a*la",
        "definition": "Of or pertaining to the Ganocephala."
    },
    {
        "word": "gan`o*ceph\"a*lous",
        "definition": "Of or pertaining to Ganoidei. -- n. One of the Ganoidei."
    },
    {
        "word": "ga*noid\"al",
        "definition": "One of the subclasses of fishes. They have an arterial cone and bulb, spiral intestinal valve, and the optic nerves united by a chiasma. Many of the species are covered with bony plates, or with ganoid scales; others have cycloid scales."
    },
    {
        "word": "ga*noid\"i*an",
        "definition": "A peculiar bony tissue beneath the enamel of a ganoid scale."
    },
    {
        "word": "gant\"let",
        "definition": "A line rigged to a mast; -- used in hoisting rigging; a girtline."
    },
    {
        "word": "gan\"try",
        "definition": "A kind of wild goose, by a flock of which a virtuoso was fabled to be carried to the lunar world."
    },
    {
        "word": "gaol\"er",
        "definition": "An opening in anything made by breaking or parting; as, a gap in a fence; an opening for a passage or entrance; an opening which implies a breach or defect; a vacant space or time; a hiatus; a mountain pass."
    },
    {
        "word": "gap",
        "definition": "To make an opening in; to breach."
    },
    {
        "word": "gape",
        "definition": "The width of the mouth when opened, as of birds, fishes, etc."
    },
    {
        "word": "gap\"er",
        "definition": "A European fish. See 4th Comber."
    },
    {
        "word": "gapes\"ing",
        "definition": "The parasitic worm that causes the gapes in birds. See Illustration in Appendix."
    },
    {
        "word": "gape\"worm`",
        "definition": "One who is an object of open-mouthed wonder."
    },
    {
        "word": "garb",
        "definition": "External appearance, as expressive of the feelings or character; looks; fashion or manner, as of speech."
    },
    {
        "word": "garb",
        "definition": "To clothe; array; deck."
    },
    {
        "word": "gar\"bel",
        "definition": "Anything sifted, or from which the coarse parts have been taken."
    },
    {
        "word": "gar\"bel",
        "definition": "To sift or bolt, to separate the fine or valuable parts of from the coarse and useless parts, or from dros or dirt; as, to garble spices."
    },
    {
        "word": "gar\"ble",
        "definition": "To pick out such parts of as may serve a purpose; to mutilate; to pervert; as, to garble a quotation; to garble an account."
    },
    {
        "word": "gar\"ble",
        "definition": "Impurities separated from spices, drugs, etc.; -- also called garblings."
    },
    {
        "word": "gar\"bler",
        "definition": "One of the planks next the keel on the outside, which form a garboard strake."
    },
    {
        "word": "gard",
        "definition": "Turning the head towards the spectator, but not the body; -- said of a lion or other beast."
    },
    {
        "word": "gar\"dant",
        "definition": "A piece of ground appropriates to the cultivation of herbs, fruits, flowers, or vegetables."
    },
    {
        "word": "gar\"den",
        "definition": "A rich, well-cultivated spot or tract of country."
    },
    {
        "word": "gar\"den",
        "definition": "To cultivate as a garden."
    },
    {
        "word": "gar\"den",
        "definition": "One who makes and tends a garden; a horticulturist."
    },
    {
        "word": "gar\"den*er",
        "definition": "A genus of plants, some species of which produce beautiful and fragrant flowers; Cape jasmine; -- so called in honor of Dr. Alexander Garden."
    },
    {
        "word": "garde\"ni*a",
        "definition": "The art of occupation of laying out and cultivating gardens; horticulture."
    },
    {
        "word": "gar\"den*ing",
        "definition": "Destitute of a garden."
    },
    {
        "word": "gar\"den*ship",
        "definition": "A European cyprinoid fish; the id."
    },
    {
        "word": "gar\"don",
        "definition": "An old cry in throwing water, slops, etc., from the windows in Edingburgh."
    },
    {
        "word": "gare\"fowl`",
        "definition": "A European marine fish (Belone vulgaris); -- called also gar, gerrick, greenback, greenbone, gorebill, hornfish, longnose, mackerel guide, sea needle, and sea pike."
    },
    {
        "word": "gar\"fish`",
        "definition": "To gargle; to rinse."
    },
    {
        "word": "gar\"ga*ney",
        "definition": "Characteristic of Gargantua, a gigantic, wonderful personage; enormous; prodigious; inordinate."
    },
    {
        "word": "gar\"ga*rism",
        "definition": "To gargle; to rinse or wash, as the mouth and throat."
    },
    {
        "word": "garget",
        "definition": "A diseased condition of the udders of cows, etc., arising from an inflammation of the mammary glands."
    },
    {
        "word": "gar\"gle",
        "definition": "To wash or rinse, as the mouth or throat, particular the latter, agitating the liquid (water or a medicinal preparation) by an expulsion of air from the lungs."
    },
    {
        "word": "gar\"gle",
        "definition": "To warble; to sing as if gargling"
    },
    {
        "word": "gar\"gle",
        "definition": "A distemper in swine; garget."
    },
    {
        "word": "gar\"gyle",
        "definition": "A jacket worn by women; -- so called from its resemblance in shape to the red shirt worn by the Italians patriot Garibaldi."
    },
    {
        "word": "ga`ri*bal\"di",
        "definition": "A California market fish (Pomancentrus rubicundus) of a deep scarlet color."
    },
    {
        "word": "gar\"ish",
        "definition": "Gay to extravagance; flighty."
    },
    {
        "word": "gar\"land",
        "definition": "The crown of a king."
    },
    {
        "word": "gar\"lic",
        "definition": "A kind of jig or farce."
    },
    {
        "word": "gar\"lick*y",
        "definition": "Any article of clothing, as a coat, a gown, etc."
    },
    {
        "word": "gar\"men*ture",
        "definition": "A granary; a building or place where grain is stored for preservation."
    },
    {
        "word": "gar\"ner",
        "definition": "To gather for preservation; to store, as in a granary; to treasure."
    },
    {
        "word": "gar`net*if\"er*ous",
        "definition": "An amorphous mineral of apple-green color; a hydrous silicate of nickel and magnesia. It is an important ore of nickel."
    },
    {
        "word": "gar\"ni*er*ite",
        "definition": "To decorate with ornamental appendages; to set off; to adorn; to embellish."
    },
    {
        "word": "gar\"nish",
        "definition": "To ornament, as a dish, with something laid about it; as, a dish garnished with parsley."
    },
    {
        "word": "gar`nish*ee\"",
        "definition": "One who, or that which, garnishes."
    },
    {
        "word": "gar\"nish*ment",
        "definition": "Warning, or legal notice, to one to appear and give information to the court on any matter."
    },
    {
        "word": "ga*roo\"kuh",
        "definition": "Pertaining to, or resembling, garum."
    },
    {
        "word": "gar\"ran",
        "definition": "A turret; a watchtower."
    },
    {
        "word": "gar\"ret",
        "definition": "That part of a house which is on the upper floor, immediately under or within the roof; an attic."
    },
    {
        "word": "gar\"ron",
        "definition": "A stick or small wooden cylinder used for tightening a bandage, in order to compress the arteries of a limb."
    },
    {
        "word": "gar\"rot",
        "definition": "A Spanish mode of execution by strangulation, with an iron collar affixed to a post and tightened by a screw until life become extinct; also, the instrument by means of which the punishment is inflicted."
    },
    {
        "word": "gar*rote\"",
        "definition": "To strangle with the garrote; hence, to seize by the throat, from behind, with a view to strangle and rob."
    },
    {
        "word": "gar*rote\"",
        "definition": "One who seizes a person by the throat from behind, with a view to strangle and rob him."
    },
    {
        "word": "gar*ru\"li*ty",
        "definition": "Talking much, especially about commonplace or trivial things; talkative; loquacious."
    },
    {
        "word": "gar\"ru*lous",
        "definition": "Having a loud, harsh note; noisy; -- said of birds; as, the garrulous roller."
    },
    {
        "word": "gar*ru\"pa",
        "definition": "A band used to prevent a stocking from slipping down on the leg."
    },
    {
        "word": "gar\"ter",
        "definition": "The distinguishing badge of the highest order of knighthood in Great Britain, called the Order of the Garter, instituted by Edward III.; also, the Order itself."
    },
    {
        "word": "gar\"ter",
        "definition": "To invest with the Order of the Garter."
    },
    {
        "word": "garth",
        "definition": "A sauce made of small fish. It was prized by the ancients."
    },
    {
        "word": "ga\"rum",
        "definition": "The spart; -- called also garvie herring, and garvock."
    },
    {
        "word": "gar\"vie",
        "definition": "An a\\'89riform fluid; -- a term used at first by chemists as synonymous with air, but since restricted to fluids supposed to be permanently elastic, as oxygen, hydrogen, etc., in distinction from vapors, as steam, which become liquid on a reduction of temperature. In present usage, since all of the supposed permanent gases have been liquified by cold and pressure, the term has resumed nearly its original signification, and is applied to any substance in the elastic or a\\'89riform state."
    },
    {
        "word": "gas",
        "definition": "A complex mixture of gases, of which the most important constituents are marsh gas, olefiant gas, and hydrogen, artificially produced by the destructive distillation of gas coal, or sometimes of peat, wood, oil, resin, etc. It gives a brilliant light when burned, and is the common gas used for illuminating purposes."
    },
    {
        "word": "gas`a*lier\"",
        "definition": "The jet piece of a gas fixture where the gas is burned as it escapes from one or more minute orifices."
    },
    {
        "word": "gas\"con",
        "definition": "A boast or boasting; a vaunt; a bravado; a bragging; braggodocio."
    },
    {
        "word": "gas`con*ade\"",
        "definition": "A great boaster; a blusterer."
    },
    {
        "word": "gas\"e*ous",
        "definition": "Lacking substance or solidity; tenuous."
    },
    {
        "word": "gash",
        "definition": "Full of gashes; hideous; frightful."
    },
    {
        "word": "gas`i*fi*ca\"tion",
        "definition": "Having a form of gas; gaseous."
    },
    {
        "word": "gas\"i*form",
        "definition": "To convert into gas, or an a\\'89riform fluid, as by the application of heat, or by chemical processes."
    },
    {
        "word": "gas\"i*fy",
        "definition": "To become gas; to pass from a liquid to a gaseous state."
    },
    {
        "word": "gas\"ket",
        "definition": "The plaited hemp used for packing a piston, as of the steam engine and its pumps."
    },
    {
        "word": "gas\"light`",
        "definition": "A gas jet or burner."
    },
    {
        "word": "gas\"o*gen",
        "definition": "A volatile hydrocarbon, used as an illuminant, or for charging illuminating gas."
    },
    {
        "word": "gas`o*lier\"",
        "definition": "A highly volatile mixture of fluid hydrocarbons, obtained from petroleum, as also by the distillation of bituminous coal. It is used in making air gas, and in giving illuminating power to water gas. See Carburetor."
    },
    {
        "word": "gas\"o*line",
        "definition": "An apparatus for holding and measuring of gas; in gas works, a huge iron cylinder closed at one end and having the other end immersed in water, in which it is made to rise or fall, according to the volume of gas it contains, or the pressure required."
    },
    {
        "word": "gas*om\"e*ter",
        "definition": "Of or pertaining to the measurement of gases; as, gasometric analysis."
    },
    {
        "word": "gas`o*met\"ric",
        "definition": "The art or practice of measuring gases; also, the science which treats of the nature and properties of these elastic fluids."
    },
    {
        "word": "gas\"o*scope",
        "definition": "To open the mouth wide in catching the breath, or in laborious respiration; to labor for breath; to respire convulsively; to pant violently."
    },
    {
        "word": "gasp",
        "definition": "To pant with eagerness; to show vehement desire."
    },
    {
        "word": "gas\"per*eau",
        "definition": "Relating to Casserio (L. Gasserius), the discover of the Gasserian ganglion."
    },
    {
        "word": "gas\"sing",
        "definition": "Boasting; insincere or empty talk."
    },
    {
        "word": "gas\"sy",
        "definition": "To make aghast; to frighten; to terrify. See Aghast."
    },
    {
        "word": "gast\"ful",
        "definition": "So tightly fitted as to preclude the escape of gas; impervious to gas."
    },
    {
        "word": "gast\"ness",
        "definition": "A genus of large eocene birds from the Paris basin."
    },
    {
        "word": "gas*tor\"nis",
        "definition": "A primeval larval form; a double-walled sac from which, according to the hypothesis of Haeckel, man and all other animals, that in the first stages of their individual evolution pass through a two-layered structural stage, or gastrula form, must have descended. This idea constitutes the Gastr\\'91a theory of Haeckel. See Gastrula."
    },
    {
        "word": "gas*tr\\'91\"a",
        "definition": "Pain in the stomach or epigastrium, as in gastric disorders."
    },
    {
        "word": "gas*tral\"gi*a",
        "definition": "Of, pertaining to, or situated near, the stomach; as, the gastric artery."
    },
    {
        "word": "gas*tril\"o*quous",
        "definition": "A voice or utterance which appears to proceed from the stomach; ventriloquy."
    },
    {
        "word": "gas*tril\"o*quy",
        "definition": "Inflammation of the stomach, esp. of its mucuos membrane."
    },
    {
        "word": "gas*tri\"tis",
        "definition": "A combining form from the Gr. gastrocolic, gastrocele, gastrotomy."
    },
    {
        "word": "gas\"tro-",
        "definition": "The muscle which makes the greater part of the calf of the leg."
    },
    {
        "word": "gas`troc*ne\"mi*us",
        "definition": "Pertaining to both the stomach and the colon; as, the gastrocolic, or great, omentum."
    },
    {
        "word": "gas`tro*col\"ic",
        "definition": "That part of blastoderm where the hypoblast appears like a small disk on the inner face of the epibladst."
    },
    {
        "word": "gas`tro*disc",
        "definition": "Pertaining to the stomach and duodenum; as, the gastroduodenal artery."
    },
    {
        "word": "gas`tro*du\"o*de\"nal",
        "definition": "Inflammation of the stomach and duodenum. It is one of the most frequent causes of jaundice."
    },
    {
        "word": "gas`tro*du`o*de*ni\"tis",
        "definition": "The operation of cutting into the upper part of the vagina, through the abdomen (without opening the peritoneum), for the purpose of removing a fetus. It is a substitute for the C\\'91sarean operation, and less dangerous."
    },
    {
        "word": "gas`tro*en*te\"ric",
        "definition": "Inflammation of the lining membrane of the stomach and the intestines."
    },
    {
        "word": "gas`tro*en`te*ri\"tis",
        "definition": "Of or pertaining to the stomach and omentum."
    },
    {
        "word": "gas`tro*ep`i*plo\"ic",
        "definition": "Pertaining to the stomach and liver; hepatogastric; as, the gastrohepatic, or lesser, omentum."
    },
    {
        "word": "gas`tro*he*pat\"ic",
        "definition": "C\\'91sarean section. See under C\\'91sarean."
    },
    {
        "word": "gas`tro*hys`ter*ot\"o*my",
        "definition": "Of or pertaining to the stomach and intestines; gastroenteric."
    },
    {
        "word": "gas`tro*in*tes\"ti*nal",
        "definition": "See Crab's eyes, under Crab."
    },
    {
        "word": "gas`tro*lith",
        "definition": "The science which treats of the structure and functions of the stomach; a treatise of the stomach."
    },
    {
        "word": "gas*trol\"o*gy",
        "definition": "A softening of the coats of the stomach; -- usually a post-morten change."
    },
    {
        "word": "gas`tro*ma*la\"ci*a",
        "definition": "A kind of divination, by means of words seemingly uttered from the stomach."
    },
    {
        "word": "gas`tro*man\"cy",
        "definition": "The fungoid growths sometimes found in the stomach; such as Torula, etc."
    },
    {
        "word": "gas`tro*my\"ces",
        "definition": "One whose voice appears to proceed from the stomach; a ventriloquist."
    },
    {
        "word": "gas\"tro*myth",
        "definition": "One fond of good living; an epicure."
    },
    {
        "word": "gas*tron\"o*mist",
        "definition": "The art or science of good eating; epicurism; the art of good cheer."
    },
    {
        "word": "gas*tron\"o*my",
        "definition": "Pertaining to the stomach and diaphragm; as, the gastrophrenic ligament."
    },
    {
        "word": "gas`tro*phren\"ic",
        "definition": "Pertaining to the alimentary canal and air passages, and to the cavities connected with them; as, the gastropneumatic mucuos membranes."
    },
    {
        "word": "gas`tro*pneu*mat\"ic",
        "definition": "One of the Gastropoda."
    },
    {
        "word": "gas\"tro*pod",
        "definition": "One of the classes of Mollusca, of great extent. It includes most of the marine spiral shells, and the land and fresh-water snails. They generally creep by means of a flat, muscular disk, or foot, on the ventral side of the body. The head usually bears one or two pairs of tentacles. See Mollusca."
    },
    {
        "word": "gas*trop\"o*dous",
        "definition": "The operation of sewing up wounds of the abdomen."
    },
    {
        "word": "gas\"tro*scope",
        "definition": "Of or pertaining to gastroscopy."
    },
    {
        "word": "gas`tro*scop\"ic",
        "definition": "Examination of the abdomen or stomach, as with the gastroscope."
    },
    {
        "word": "gas*tros\"co*py",
        "definition": "Pertaining to the stomach and spleen; as, the gastrosplenic ligament."
    },
    {
        "word": "gas`tro*splen\"ic",
        "definition": "One of the large scales on the belly of a serpent."
    },
    {
        "word": "gas*tros\"tege",
        "definition": "The operation of making a permanent opening into the stomach, for the introduction of food."
    },
    {
        "word": "gas*tros\"to*my",
        "definition": "A cutting into, or opening of, the abdomen or the stomach."
    },
    {
        "word": "gas*trot\"o*my",
        "definition": "A group of small wormlike animals, having cilia on the ventral side. The group is regarded as an ancestral or synthetic one, related to rotifers and annelids."
    },
    {
        "word": "gas*trot\"ri*cha",
        "definition": "A form of annelid larva having cilia on the ventral side."
    },
    {
        "word": "gas*trot\"ro*cha",
        "definition": "Having the structure, or performing the functions, both of digestive and circulatory organs; as, the gastrovascular cavity of c&oe;lenterates."
    },
    {
        "word": "gas`tro*vas\"cu*lar",
        "definition": "An embryonic form having its origin in the invagination or pushing in of the wall of the planula or blastula (the blastosphere) on one side, thus giving rise to a double-walled sac, with one opening or mouth (the blastopore) which leads into the cavity (the archenteron) lined by the inner wall (the hypoblast). See Illust. under Invagination. In a more general sense, an ideal stage in embryonic development. See Gastr\\'91a."
    },
    {
        "word": "gas*tru\"ra",
        "definition": "Pertaining to the Gastrura."
    },
    {
        "word": "gat",
        "definition": "A large door or passageway in the wall of a city, of an inclosed field or place, or of a grand edifice, etc.; also, the movable structure of timber, metal, etc., by which the passage can be closed."
    },
    {
        "word": "gate",
        "definition": "An opening for passage in any inclosing wall, fence, or barrier; or the suspended framework which closes or opens a passage. Also, figuratively, a means or way of entrance or of exit."
    },
    {
        "word": "gate",
        "definition": "(Eng. Univ.) To punish by requiring to be within the gates at an earlier hour than usual."
    },
    {
        "word": "gate\"less",
        "definition": "A gate keeper; a gate tender."
    },
    {
        "word": "gate\"man",
        "definition": "A post to which a gate is hung; -- called also swinging ∨ hinging post."
    },
    {
        "word": "gate\"post`",
        "definition": "A post against which a gate closes; -- called also shutting post."
    },
    {
        "word": "gate\"way`",
        "definition": "In the manner of a gate."
    },
    {
        "word": "gath\"er",
        "definition": "To bring together; to collect, as a number of separate things, into one place, or into one aggregate body; to assemble; to muster; to congregate."
    },
    {
        "word": "gath\"er",
        "definition": "The inclination forward of the axle journals to keep the wheels from working outward."
    },
    {
        "word": "gath\"er*er",
        "definition": "An attachment for making gathers in the cloth."
    },
    {
        "word": "gath\"er*ing",
        "definition": "That which is gathered, collected, or brought together"
    },
    {
        "word": "gat\"ten tree`",
        "definition": "Goat-toothed; having a lickerish tooth; lustful; wanton."
    },
    {
        "word": "gat\"-toothed`",
        "definition": "Left handed; hence, awkward; clumsy."
    },
    {
        "word": "gauche",
        "definition": "Winding; twisted; warped; -- applied to curves and surfaces."
    },
    {
        "word": "gauche`rie\"",
        "definition": "On of the native inhabitants of the pampas, of Spanish-American descent. They live mostly by rearing cattle."
    },
    {
        "word": "gaud\"-day`",
        "definition": "Finery; ornaments; ostentatious display."
    },
    {
        "word": "gaud\"ful",
        "definition": "In a gaudy manner."
    },
    {
        "word": "gaud\"less",
        "definition": "Ostentatiously fine; showy; gay, but tawdry or meretricious."
    },
    {
        "word": "gauf\"fer",
        "definition": "A mode of plaiting or fluting."
    },
    {
        "word": "gauge",
        "definition": "To measure or determine with a gauge."
    },
    {
        "word": "gauge\"a*ble",
        "definition": "Tested or measured by, or conformed to, a gauge."
    },
    {
        "word": "gau\"ger",
        "definition": "The office of a gauger."
    },
    {
        "word": "gau\"ger-ship",
        "definition": "See Gauge rod, under Gauge, n."
    },
    {
        "word": "gau\"ging rod`",
        "definition": "The Anglicized form of Gallia, which in the time of the Romans included France and Upper Italy (Transalpine and Cisalpine Gaul)."
    },
    {
        "word": "gaul",
        "definition": "A native or inhabitant of Gaul."
    },
    {
        "word": "gaul\"ish",
        "definition": "A series of beds of clay and marl in the South of England, between the upper and lower greensand of the Cretaceous period."
    },
    {
        "word": "gault",
        "definition": "A genus of ericaceous shrubs with evergreen foliage, and, often, edible berries. It includes the American winter-green (Gaultheria procumbens), and the larger-fruited salal of Northwestern America (Gaultheria Shallon)."
    },
    {
        "word": "gaul*the\"ri*a",
        "definition": "Attenuated, as with fasting or suffering; lean; meager; pinched and grim."
    },
    {
        "word": "gaunt\"let",
        "definition": "A glove of such material that it defends the hand from wounds."
    },
    {
        "word": "gaunt\"let",
        "definition": "A long glove, covering the wrist."
    },
    {
        "word": "gaunt\"lett*ed",
        "definition": "In a gaunt manner; meagerly."
    },
    {
        "word": "gaunt\"ly",
        "definition": "A frame for supporting barrels in a cellar or elsewhere."
    },
    {
        "word": "gaun\"tree",
        "definition": "A scaffolding or frame carrying a crane or other structure."
    },
    {
        "word": "gaur",
        "definition": "To gaze; to stare."
    },
    {
        "word": "gauze",
        "definition": "The quality of being gauzy; flimsiness."
    },
    {
        "word": "gav\"el",
        "definition": "A mason's setting maul."
    },
    {
        "word": "gav\"el*et",
        "definition": "A tenure by which land descended from the father to all his sons in equal portions, and the land of a brother, dying without issue, descended equally to his brothers. It still prevails in the county of Kent."
    },
    {
        "word": "gav\"e*loche",
        "definition": "A spear or dart."
    },
    {
        "word": "gav\"e*lock",
        "definition": "An iron crow or lever."
    },
    {
        "word": "ga\"ver*ick",
        "definition": "The division of birds which includes the gulls and terns."
    },
    {
        "word": "ga\"vi\\'91",
        "definition": "A large Asiatic crocodilian (Gavialis Gangeticus); -- called also nako, and Gangetic crocodile."
    },
    {
        "word": "gav\"ot",
        "definition": "A baby; a dunce."
    },
    {
        "word": "gawk",
        "definition": "A simpleton; a booby; a gawky."
    },
    {
        "word": "gawk",
        "definition": "Foolish and awkward; clumsy; clownish; as, gawky behavior. -- n. A fellow who is awkward from being overgrown, or from stupidity, a gawk."
    },
    {
        "word": "gawk\"y",
        "definition": "A small tub or lading vessel."
    },
    {
        "word": "gay",
        "definition": "Excited with merriment; manifesting sportiveness or delight; inspiring delight; livery; merry."
    },
    {
        "word": "gay\"al",
        "definition": "A vessel of Anam, with two or three masts, lofty triangular sails, and in construction somewhat resembling a Chinese junk."
    },
    {
        "word": "gay\"di*ang",
        "definition": "The state of being gay; merriment; mirth; acts or entertainments prompted by, or inspiring, merry delight; -- used often in the plural; as, the gayeties of the season."
    },
    {
        "word": "gay\"e*ty",
        "definition": "Finery; show; as, the gayety of dress."
    },
    {
        "word": "gay\"lus-site`",
        "definition": "With mirth and frolic; merrily; blithely; gleefully."
    },
    {
        "word": "gay\"ly",
        "definition": "Finely; splendidly; showily; as, ladies gayly dressed; a flower gayly blooming."
    },
    {
        "word": "gay\"ness",
        "definition": "Full of gayety. Mir. for Mag."
    },
    {
        "word": "ga*zel\"",
        "definition": "One of several small, swift, elegantly formed species of antelope, of the genus Gazella, esp. G. dorcas; -- called also algazel, corinne, korin, and kevel. The gazelles are celebrated for the luster and soft expression of their eyes."
    },
    {
        "word": "gaz\"er",
        "definition": "A Venetian coin, worth about three English farthings, or one and a half cents."
    },
    {
        "word": "ga*zet",
        "definition": "A newspaper; a printed sheet published periodically; esp., the official journal published by the British government, and containing legal and state notices."
    },
    {
        "word": "ga*zette\"",
        "definition": "To announce or publish in a gazette; to announce officially, as an appointment, or a case of bankruptcy."
    },
    {
        "word": "ga*zette\"",
        "definition": "A writer of news, or an officer appointed to publish news by authority."
    },
    {
        "word": "gaz`et*teer\"",
        "definition": "A newspaper; a gazette."
    },
    {
        "word": "ga*zon\"",
        "definition": "An Anglo-Saxon prefix. See Y-."
    },
    {
        "word": "geal",
        "definition": "A species of cherry tree common in Europe (Prunus avium); also, the fruit, which is usually small and dark in color."
    },
    {
        "word": "gean",
        "definition": "An upward bend or flexure of a considerable portion of the earth's crust, resulting in the formation of a class of mountain elevations called anticlinoria; -- opposed to geosynclinal."
    },
    {
        "word": "gear",
        "definition": "Goods; property; household stuff."
    },
    {
        "word": "gear",
        "definition": "To provide with gearing."
    },
    {
        "word": "gear\"ing",
        "definition": "The parts by which motion imparted to one portion of an engine or machine is transmitted to another, considered collectively; as, the valve gearing of locomotive engine; belt gearing; esp., a train of wheels for transmitting and varying motion in machinery."
    },
    {
        "word": "geat",
        "definition": "A land crab of the genus Gecarcinus, or of allied genera."
    },
    {
        "word": "ge`car*cin\"i*an",
        "definition": "Scorn, derision, or contempt."
    },
    {
        "word": "geck",
        "definition": "An object of scorn; a dupe; a gull."
    },
    {
        "word": "geck",
        "definition": "To deride; to scorn; to mock."
    },
    {
        "word": "ged",
        "definition": "To agree; to harmonize."
    },
    {
        "word": "gee",
        "definition": "To turn to the off side, or from the driver (i.e., in the United States, to the right side); -- said of cattle, or a team; used most frequently in the imperative, often with off, by drivers of oxen, in directing their teams, and opposed to haw, or hoi."
    },
    {
        "word": "geese",
        "definition": "Alluvial matter on the surface of land, not of recent origin."
    },
    {
        "word": "geez",
        "definition": "The valley of Hinnom, near Jerusalem, where some of the Israelites sacrificed their children to Moloch, which, on this account, was afterward regarded as a place of abomination, and made a receptacle for all the refuse of the city, perpetual fires being kept up in order to prevent pestilential effluvia. In the New Testament the name is transferred, by an easy metaphor, to Hell."
    },
    {
        "word": "ge\"in",
        "definition": "A glass tube provided with platinum electrodes, and containing some gas under very low tension, which becomes luminous when an electrical discharge is passed through it; -- so called from the name of a noted maker in germany. It is called also Pl\\'81cker tube, from the German physicist who devised it."
    },
    {
        "word": "geis\"sler tube`",
        "definition": "Fertilization of flowers by pollen from other flowers on the same plant."
    },
    {
        "word": "gei\"to*nog\"a*my",
        "definition": "Capable of being congealed; capable of being converted into jelly."
    },
    {
        "word": "gel\"a*ble",
        "definition": "A baboon (Gelada Ruppelli) of Abyssinia, remarkable for the length of the hair on the neck and shoulders of the adult male."
    },
    {
        "word": "gel\"a*da",
        "definition": "Pertaining to laughter; used in laughing."
    },
    {
        "word": "ge*lat\"i*fi*ca\"tion",
        "definition": "Producing, or yielding, gelatin; gelatiniferous; as, the gelatigeneous tissues."
    },
    {
        "word": "gel`a*tig\"e*nous",
        "definition": ", Gel\"a*tine (, n. [F. g\\'82latine, fr. L. gelare to congeal. See Geal.] (Chem.) Animal jelly; glutinous material obtained from animal tissues by prolonged boiling. Specifically (Physiol. Chem.), a nitrogeneous colloid, not existing as such in the animal body, but formed by the hydrating action of boiling water on the collagen of various kinds of connective tissue (as tendons, bones, ligaments, etc.). Its distinguishing character is that of dissolving in hot water, and forming a jelly on cooling. It is an important ingredient of calf's-foot jelly, isinglass, glue, etc. It is used as food, but its nutritious qualities are of a low order."
    },
    {
        "word": "ge*lat\"i*nate",
        "definition": "To be converted into gelatin, or into a substance like jelly."
    },
    {
        "word": "gel\"a*tine",
        "definition": "Yielding gelatin on boiling with water; capable of gelatination."
    },
    {
        "word": "gel`a*tin*if\"er*ous",
        "definition": "Having the form of gelatin."
    },
    {
        "word": "ge*lat`i*ni*za\"tion",
        "definition": "To convert into gelatin or jelly. Same as Gelatinate, v. t."
    },
    {
        "word": "ge*lat\"i*nize",
        "definition": "To coat, or otherwise treat, with gelatin."
    },
    {
        "word": "ge*lat\"i*nize",
        "definition": "Of the nature and consistence of gelatin or the jelly; resembling jelly; viscous."
    },
    {
        "word": "ge*lat\"i*nous",
        "definition": "The process of becoming solid by cooling; a cooling and solidifying."
    },
    {
        "word": "ge*la\"tion",
        "definition": "Money; tribute; compensation; ransom."
    },
    {
        "word": "geld",
        "definition": "To deprive of anything essential."
    },
    {
        "word": "gel\"der-rose",
        "definition": "A castrated animal; -- usually applied to a horse, but formerly used also of the human male."
    },
    {
        "word": "geld\"ing",
        "definition": "Cold; very cold; frozen."
    },
    {
        "word": "ge*lid\"i*ty",
        "definition": "In a gelid manner; coldly."
    },
    {
        "word": "gel\"id*ly",
        "definition": "The state of being gelid; gelidity."
    },
    {
        "word": "ge*los\"copy",
        "definition": "An amorphous, gummy carbohydrate, found in Gelidium, agar-agar, and other seaweeds."
    },
    {
        "word": "gel*se\"mic",
        "definition": "An alkaloid obtained from the yellow jasmine (Gelsemium sempervirens), as a bitter white semicrystalline substance; -- called also gelsemia."
    },
    {
        "word": "gel\"se*mine",
        "definition": "Pertaining to, or derived from, the yellow jasmine (Gelsemium sempervirens); as, gelseminic acid, a white crystalline substance resembling esculin."
    },
    {
        "word": "gel`se*min\"ic",
        "definition": "A genus of climbing plants. The yellow (false) jasmine (Gelsemium sempervirens) is a native of the Southern United States. It has showy and deliciously fragrant flowers."
    },
    {
        "word": "gel*se\"mium",
        "definition": "The root of the yellow jasmine, used in malarial fevers, etc."
    },
    {
        "word": "gem",
        "definition": "To adorn with gems or precious stones."
    },
    {
        "word": "ge*ma\"ra",
        "definition": "Pertaining to the Gemara."
    },
    {
        "word": "ge*mar\"ic",
        "definition": "One versed in the Gemara, or adhering to its teachings."
    },
    {
        "word": "gem\"el",
        "definition": "One of the barrulets placed parallel and closed to each other. Cf. Bars gemel, under Gemel, a."
    },
    {
        "word": "gem\"i*ni",
        "definition": "Having the flowers arranged in pairs."
    },
    {
        "word": "gem`i*to\"res",
        "definition": "A leaf bud, as distinguished from a flower bud."
    },
    {
        "word": "gem\"ma",
        "definition": "A bud spore; one of the small spores or buds in the reproduction of certain Protozoa, which separate one at a time from the parent cell."
    },
    {
        "word": "gem*ma\"ceous",
        "definition": "Of or pertaining to gems."
    },
    {
        "word": "gem\"ma*ry",
        "definition": "Having buds; reproducing by buds."
    },
    {
        "word": "gem\"mate",
        "definition": "Having buds; adorned with gems or jewels."
    },
    {
        "word": "gem*ma\"tion",
        "definition": "The formation of a new individual, either animal or vegetable, by a process of budding; an asexual method of reproduction; gemmulation; gemmiparity. See Budding."
    },
    {
        "word": "gem*mif\"er*ous",
        "definition": "The production of a bud or gem."
    },
    {
        "word": "gem`mi*fi*ca\"tion",
        "definition": "Having flowers like buds."
    },
    {
        "word": "gem`mi*flo\"rate",
        "definition": "The state or quality of being gemmy; spruceness; smartness."
    },
    {
        "word": "gem\"mi*ness",
        "definition": "Animals which increase by budding, as hydroids."
    },
    {
        "word": "gem*mip\"a*ra",
        "definition": "Reproduction by budding; gemmation. See Budding."
    },
    {
        "word": "gem`mi*par\"i*ty",
        "definition": "Producing buds; reproducing by buds. See Gemmation, 1."
    },
    {
        "word": "gem*mip\"a*rous",
        "definition": "The quality or characteristics of a gem or jewel."
    },
    {
        "word": "gem`mu*la\"tion",
        "definition": "A little leaf bud, as the plumule between the cotyledons"
    },
    {
        "word": "gem\"mule",
        "definition": "A bud produced in generation by gemmation."
    },
    {
        "word": "gem\"my",
        "definition": "Full of gems; bright; glittering like a gem."
    },
    {
        "word": "gems",
        "definition": "A South African antelope (Oryx Capensis), having long, sharp, nearly straight horns."
    },
    {
        "word": "gems\"bok",
        "definition": "An organ stop with conical tin pipes."
    },
    {
        "word": "gems\"-horn`",
        "definition": "A small South American deer (Furcifer Chilensis), with simple forked horns."
    },
    {
        "word": "ge*mul\"",
        "definition": "A suffix used in scientific words in the sense of producing, generating: as, amphigen, amidogen, halogen."
    },
    {
        "word": "ge\"na",
        "definition": "A worsted yarn or cord of peculiar smoothness, used in the manufacture of braid, fringe, etc."
    },
    {
        "word": "ge*nappe\"",
        "definition": "One of a body of heavy cavalry."
    },
    {
        "word": "gen`darme\"",
        "definition": "An armed policeman in France."
    },
    {
        "word": "gen\"der",
        "definition": "To copulate; to breed."
    },
    {
        "word": "gen\"der*less",
        "definition": "Alternate generation. See under Generation."
    },
    {
        "word": "gen`e*a*log\"ic",
        "definition": "Of or pertaining to genealogy; as, a genealogical table; genealogical order."
    },
    {
        "word": "gen`e*al\"o*gist",
        "definition": "To investigate, or relate the history of, descents."
    },
    {
        "word": "gen`e*al\"o*gy",
        "definition": "An account or history of the descent of a person or family from an ancestor; enumeration of ancestors and their children in the natural order of succession; a pedigree."
    },
    {
        "word": "gen\"e*ra",
        "definition": "Capability of being generated."
    },
    {
        "word": "gen\"er*al",
        "definition": "Comprehending many species or individuals; not special or particular; including all particulars; as, a general inference or conclusion."
    },
    {
        "word": "gen`er*al\"i*ty",
        "definition": "The state of being general; the quality of including species or particulars."
    },
    {
        "word": "gen`er*al*i*za\"tion",
        "definition": "The act or process of generalizing; the act of bringing individuals or particulars under a genus or class; deduction of a general principle from particulars."
    },
    {
        "word": "gen\"er*al*ize",
        "definition": "To bring under a genus or under genera; to view in relation to a genus or to genera."
    },
    {
        "word": "gen\"er*al*ize",
        "definition": "Comprising structural characters which are separated in more specialized forms; synthetic; as, a generalized type."
    },
    {
        "word": "gen\"er*al*ized",
        "definition": "One who takes general or comprehensive views"
    },
    {
        "word": "gen\"er*al*ly",
        "definition": "In a general way, or in general relation; in the main; upon the whole; comprehensively."
    },
    {
        "word": "gen\"er*al*ship",
        "definition": "Military skill in a general officer or commander."
    },
    {
        "word": "gen\"er*ate",
        "definition": "To beget; to procreate; to propagate; to produce (a being similar to the parent); to engender; as, every animal generates its own species."
    },
    {
        "word": "gen`er*a\"tion",
        "definition": "Origination by some process, mathematical, chemical, or vital; production; formation; as, the generation of sounds, of gases, of curves, etc."
    },
    {
        "word": "gen\"er*a`tor",
        "definition": "An apparatus in which vapor or gas is formed from a liquid or solid by means of heat or chemical process, as a steam boiler, gas retort, or vessel for generating carbonic acid gas, etc."
    },
    {
        "word": "ge*ner\"ic",
        "definition": "Pertaining to a genus or kind; relating to a genus, as distinct from a species, or from another genus; as, a generic description; a generic difference; a generic name."
    },
    {
        "word": "ge*ner\"ic*al*ly",
        "definition": "The quality of being generic."
    },
    {
        "word": "ge*ner\"ic*al*ness",
        "definition": "The act or process of generalizing."
    },
    {
        "word": "gen`er*os\"i*ty",
        "definition": "The quality of being noble; noble-mindedness."
    },
    {
        "word": "gen\"er*ous",
        "definition": "Of honorable birth or origin; highborn."
    },
    {
        "word": "gen`e*see\" ep\"och",
        "definition": "Of or relating to generation."
    },
    {
        "word": "ge*ne\"sial",
        "definition": "The doctrine or science of generation."
    },
    {
        "word": "gen\"e*sis",
        "definition": "The act of producing, or giving birth or origin to anything; the process or mode of originating; production; formation; origination."
    },
    {
        "word": "gen\"et",
        "definition": "The fur of the common genet (Genetta vulgaris); also, any skin dressed in imitation of this fur."
    },
    {
        "word": "ge*neth\"li*ac",
        "definition": "One skilled in genethliacs."
    },
    {
        "word": "gen`eth*li\"a*cal",
        "definition": "The science of calculating nativities, or predicting the future events of life from the stars which preside at birth."
    },
    {
        "word": "ge*neth`li*al\"o*gy",
        "definition": "One who calculates nativities."
    },
    {
        "word": "ge*net\"ic",
        "definition": "Pertaining to, concerned with, or determined by, the genesis of anything, or its natural mode of production or development."
    },
    {
        "word": "ge*net\"ic*al*ly",
        "definition": "The chief city of Switzerland."
    },
    {
        "word": "ge*ne\"va",
        "definition": "Of or pertaining to Geneva, in Switzerland; Genevese."
    },
    {
        "word": "ge*ne\"van",
        "definition": "A native or inhabitant of Geneva."
    },
    {
        "word": "ge*ne\"van",
        "definition": "A supported of Genevanism."
    },
    {
        "word": "ge*ni\"al",
        "definition": "Contributing to, or concerned in, propagation or production; generative; procreative; productive."
    },
    {
        "word": "ge`ni*al\"i*ty",
        "definition": "By genius or nature; naturally."
    },
    {
        "word": "gen\"ial*ness",
        "definition": "Of or pertaining to the chin; mental; as, the genian prominence."
    },
    {
        "word": "ge*ni\"an",
        "definition": "Bent abruptly at an angle, like the knee when bent; as, a geniculate stem; a geniculate ganglion; a geniculate twin crystal."
    },
    {
        "word": "ge*nic\"u*late",
        "definition": "To form joints or knots on."
    },
    {
        "word": "ge*nic`u*la\"tion",
        "definition": "The act of kneeling."
    },
    {
        "word": "g\\'82`nie",
        "definition": "A man of a particular turn of mind."
    },
    {
        "word": "ge`ni*o*hy\"oid",
        "definition": "The edible fruit of a West Indian tree (Genipa Americana) of the order Rubiace\\'91. It is oval in shape, as a large as a small orange, of a pale greenish color, and with dark purple juice."
    },
    {
        "word": "gen\"i*pap",
        "definition": "A genus of plants including the common broom of Western Europe."
    },
    {
        "word": "ge*nis\"ta",
        "definition": "Pertaining to generation, or to the generative organs."
    },
    {
        "word": "gen\"i*tals",
        "definition": "A species of apple that ripens very early."
    },
    {
        "word": "gen`i*ti\"val",
        "definition": "Of or pertaining to that case (as the second case of Latin and Greek nouns) which expresses source or possession.  It corresponds to the possessive case in English."
    },
    {
        "word": "gen`i*to*cru\"ral",
        "definition": "One who begets; a generator; an originator."
    },
    {
        "word": "ge*nouil`l\\'8are\"",
        "definition": "A metal plate covering the knee."
    },
    {
        "word": "genre",
        "definition": "A clan or family connection, embracing several families of the same stock, who had a common name and certain common religious rites; a subdivision of the Roman curia or tribe"
    },
    {
        "word": "gens",
        "definition": "A minor subdivision of a tribe, among American aborigines. It includes those who have a common descent, and bear the same totem."
    },
    {
        "word": "gent",
        "definition": "Gentle; noble; of gentle birth."
    },
    {
        "word": "gen*teel\"",
        "definition": "Graceful in mien or form; elegant in appearance, dress, or manner; as, the lady has a genteel person. Law."
    },
    {
        "word": "gen*teel\"ish",
        "definition": "In a genteel manner."
    },
    {
        "word": "gen*teel\"ly",
        "definition": "The quality of being genteel."
    },
    {
        "word": "gen*teel\"ness",
        "definition": "Nobility of birth or of character; gentility."
    },
    {
        "word": "gen`tian*a\"ceous",
        "definition": "A kind of blue color."
    },
    {
        "word": "gen`ti*an\"ic",
        "definition": "A bitter, crystallizable substance obtained from gentian."
    },
    {
        "word": "gen\"tian*ine",
        "definition": "A crystallizable, sugarlike substance, with a slightly sweetish taste, obtained from the gentian."
    },
    {
        "word": "gen\"tile",
        "definition": "Denoting a race or country; as, a gentile noun or adjective."
    },
    {
        "word": "gen\"tile-fal`con",
        "definition": "Gentleness; courtesy; kindness; nobility."
    },
    {
        "word": "gen\"til*ism",
        "definition": "Hethenism; paganism; the worship of false gods."
    },
    {
        "word": "gen`ti*li\"tial",
        "definition": "Peculiar to a people; national."
    },
    {
        "word": "gen*til\"i*ty",
        "definition": "Good extraction; dignity of birth."
    },
    {
        "word": "gen\"til*ize",
        "definition": "To live like a gentile or heathen."
    },
    {
        "word": "gen`ti*o*pi\"krin",
        "definition": "A tasteless, yellow, crystalline substance, obtained from the gentian; -- called also gentianin."
    },
    {
        "word": "gen\"ti*sin",
        "definition": "Well-born; of a good family or respectable birth, though not noble."
    },
    {
        "word": "gen\"tle",
        "definition": "A trained falcon. See Falcon-gentil."
    },
    {
        "word": "gent\"le",
        "definition": "To make smooth, cozy, or agreeable."
    },
    {
        "word": "gen\"tle*man",
        "definition": "A man well born; one of good family; one above the condition of a yeoman."
    },
    {
        "word": "gen\"tle*man*like`",
        "definition": "The state of being gentlemanly; gentlemanly conduct or manners."
    },
    {
        "word": "gen\"tle*man*li*ness",
        "definition": "The carriage or quality of a gentleman."
    },
    {
        "word": "gen\"tle*man*ship",
        "definition": "The quality or state of being gentle, well-born, mild, benevolent, docile, etc.; gentility; softness of manners, disposition, etc.; mildness."
    },
    {
        "word": "gen\"tle*ness",
        "definition": "The deportment or conduct of a gentleman."
    },
    {
        "word": "gen\"tle*wom`an",
        "definition": "A woman of good family or of good breeding; a woman above the vulgar."
    },
    {
        "word": "gen*too\"",
        "definition": "Birth; condition; rank by birth."
    },
    {
        "word": "ge\"nu",
        "definition": "To bend the knee, as in worship."
    },
    {
        "word": "gen`u*flect\"",
        "definition": "The act of bending the knee, particularly in worship."
    },
    {
        "word": "ge\"nus",
        "definition": "A class of objects divided into several subordinate species; a class more extensive than a species; a precisely defined and exactly divided class; one of the five predicable conceptions, or sorts of terms."
    },
    {
        "word": "ge\"nys",
        "definition": "Having reference to the earth as center; in relation to or seen from the earth, -- usually opposed to heliocentric, as seen from the sun; as, the geocentric longitude or latitude of a planet."
    },
    {
        "word": "ge`o*cen\"tric*al*ly",
        "definition": "A lead-gray or grayish blue mineral with a metallic luster, consisting of sulphur, antimony, and lead, with a small proportion of arsenic."
    },
    {
        "word": "ge`o*cyc\"lic",
        "definition": "Of, pertaining to, or illustrating, the revolutions of the earth; as, a geocyclic machine."
    },
    {
        "word": "ge`o*deph\"a*gous",
        "definition": "Of or pertaining to geodetic."
    },
    {
        "word": "ge`o*des\"ic",
        "definition": "A geodetic line or curve."
    },
    {
        "word": "ge`o*des\"ic",
        "definition": "One versed in geodesy."
    },
    {
        "word": "ge*od\"e*sist",
        "definition": "That branch of applied mathematics which determines, by means of observations and measurements, the figures and areas of large portions of the earth's surface, or the general figure and dimenshions of the earth; or that branch of surveying in which the curvature of the earth is taken into account, as in the surveys of States, or of long lines of coast."
    },
    {
        "word": "ge*od\"e*sy",
        "definition": "Of or pertaining to gebdesy; obtained or determined by the operations of geodesy; engaged in geodesy; geodesic; as, geodetic surveying; geodetic observers."
    },
    {
        "word": "ge`o*det\"ics",
        "definition": "Producing geodes; containing geodes."
    },
    {
        "word": "ge`o*dif\"er*ous",
        "definition": "A gigantic clam (Glycimeris generosa) of the Pacific coast of North America, highly valued as an article of food."
    },
    {
        "word": "ge\"o*duck",
        "definition": "Knowledge of the earth."
    },
    {
        "word": "ge\"og*nost",
        "definition": "Of or pertaining to geognosy, or to a knowledge of the structure of the earth; geological."
    },
    {
        "word": "ge`og*nos\"tic",
        "definition": "That part of geology which treats of the materials of the earth's structure, and its general exterior and interior constitution."
    },
    {
        "word": "ge*og\"no*sy",
        "definition": "Of or pertaining to geogony, or to the formation of the earth."
    },
    {
        "word": "ge`o*gon\"ic",
        "definition": "The branch of science which treats of the formation of the earth."
    },
    {
        "word": "ge*og\"o*ny",
        "definition": "One versed in geography."
    },
    {
        "word": "ge*og\"ra*pher",
        "definition": "Of or pertaining to geography."
    },
    {
        "word": "ge`o*graph\"ic*al*ly",
        "definition": "The science which treats of the world and its inhabitants; a description of the earth, or a portion of the earth, including its structure, fetures, products, political divisions, and the people by whom it is inhabited."
    },
    {
        "word": "ge*og\"ra*phy",
        "definition": "A treatise on this science."
    },
    {
        "word": "ge*ol\"o*ger",
        "definition": "Of or pertaining to geology, or the science of the earth."
    },
    {
        "word": "ge`o*log\"ic",
        "definition": "In a geological manner."
    },
    {
        "word": "ge`o*log\"ic*al*ly",
        "definition": "One versed in the science of geology."
    },
    {
        "word": "ge*ol\"o*gist",
        "definition": "To study geology or make geological investigations in the field; to discourse as a geologist."
    },
    {
        "word": "ge*ol\"o*gy",
        "definition": "The science which treats: (a) Of the structure and mineral constitution of the globe; structural geology. (b) Of its history as regards rocks, minerals, rivers, valleys, mountains, climates, life, etc.; historical geology. (c) Of the causes and methods by which its structure, features, changes, and conditions have been produced; dynamical geology. See Chart of The Geological Series."
    },
    {
        "word": "ge*om\"a*lism",
        "definition": "One who practices, or is versed in, geomancy."
    },
    {
        "word": "ge\"o*man`cer",
        "definition": "A kind of divination by means of figures or lines, formed by little dots or points, originally on the earth, and latterly on paper."
    },
    {
        "word": "ge\"o*man`cy",
        "definition": "Pertaining or belonging to geomancy."
    },
    {
        "word": "ge`o*man\"tic",
        "definition": "One skilled in geometry; a geometrician; a mathematician."
    },
    {
        "word": "ge*om\"e*ter",
        "definition": "Any species of geometrid moth; a geometrid."
    },
    {
        "word": "ge*om\"e*tral",
        "definition": "Pertaining to, or according to the rules or principles of, geometry; determined by geometry; as, a geometrical solution of a problem."
    },
    {
        "word": "ge`o*met\"ric*al*ly",
        "definition": "One skilled in geometry; a geometer; a mathematician."
    },
    {
        "word": "ge*om`e*tri\"cian",
        "definition": "Pertaining or belonging to the Geometrid\\'91."
    },
    {
        "word": "ge*om\"e*trid",
        "definition": "One of numerous genera and species of moths, of the family Geometrid\\'91; -- so called because their larv\\'91 (called loopers, measuring worms, spanworms, and inchworms) creep in a looping manner, as if measuring. Many of the species are injurious to agriculture, as the cankerworms."
    },
    {
        "word": "ge*om\"e*trid",
        "definition": "To investigate or apprehend geometrical quantities or laws; to make geometrical constructions; to proceed in accordance with the principles of geometry."
    },
    {
        "word": "ge*om\"e*try",
        "definition": "A treatise on this science."
    },
    {
        "word": "ge*oph\"a*gous",
        "definition": "The division of Mollusca which includes the land snails and slugs."
    },
    {
        "word": "ge*oph\"i*la",
        "definition": "Pertaining to tillage of the earth, or agriculture."
    },
    {
        "word": "ge`o*pon\"ic",
        "definition": "The art or science of cultivating the earth; agriculture."
    },
    {
        "word": "ge`o*ra\"ma",
        "definition": "A name given by miners to George Stephenson's safety lamp."
    },
    {
        "word": "george",
        "definition": "A figure of St. George (the patron saint of England) on horseback, appended to the collar of the Order of the Garter. See Garter."
    },
    {
        "word": "george\" no`ble",
        "definition": "Of or pertaining to Georgia, in Asia, or to Georgia, one of the United States."
    },
    {
        "word": "geor\"gi*an",
        "definition": "Of or relating to the reigns of the four Georges, kings of Great Britan; as, the Georgian era."
    },
    {
        "word": "geor\"gi*an",
        "definition": "A rural poem; a poetical composition on husbandry, containing rules for cultivating lands, etc.; as, the Georgics of Virgil."
    },
    {
        "word": "geor\"gic",
        "definition": "Relating to agriculture and rural affairs."
    },
    {
        "word": "geor\"gic",
        "definition": "The planet Uranus, so named by its discoverer, Sir W. Herschel."
    },
    {
        "word": "geor\"gi*um si`dus",
        "definition": "Knowledge of the earth, ground, or soil, obtained by inspection."
    },
    {
        "word": "ge`o*se*len\"ic",
        "definition": "Relating to the pressure exerted by earth or similar substance."
    },
    {
        "word": "ge`o*syn*cli\"nal",
        "definition": "A thermometer specially constructed for measuring temperetures at a depth below the surface of the ground."
    },
    {
        "word": "ge`o*ther*mom\"e*ter",
        "definition": "Belonging to earth; terrestrial."
    },
    {
        "word": "ge`o*trop\"ic",
        "definition": "A disposition to turn or incline towards the earth; the influence of gravity in determining the direction of growth of an organ."
    },
    {
        "word": "ge*phyr\"e*a",
        "definition": "Belonging to the Gephyrea. -- n. One of the Gerphyrea."
    },
    {
        "word": "ge*ra\"ni*ine",
        "definition": "A valuable astringet obtained from the root of the Geranium maculatum or crane's-bill."
    },
    {
        "word": "ge*ra\"ni*um",
        "definition": "A genus of plants having a beaklike tours or receptacle, around which the seed capsules are arranged, and membranous projections, or stipules, at the joints. Most of the species have showy flowers and a pungent odor. Called sometimes crane's-bill."
    },
    {
        "word": "ge\"rant",
        "definition": "A kind of ornamental firework."
    },
    {
        "word": "ger\"land",
        "definition": "A salmon returning from the sea the second time."
    },
    {
        "word": "ger\"lind",
        "definition": "That which is to develop a new individual; as, the germ of a fetus, of a plant or flower, and the like; the earliest form under which an organism appears."
    },
    {
        "word": "germ",
        "definition": "That from which anything springs; origin; first principle; as, the germ of civil liberty."
    },
    {
        "word": "ger*main\"",
        "definition": "Nearly related; closely akin."
    },
    {
        "word": "ger*man\"ic",
        "definition": "Of or pertaining to Germany; as, the Germanic confederacy."
    },
    {
        "word": "ger\"man*ism",
        "definition": "A characteristic of the Germans; a characteristic German mode, doctrine, etc.; rationalism."
    },
    {
        "word": "ger*ma\"ni*um",
        "definition": "The act of Germanizing."
    },
    {
        "word": "ger\"man*ize",
        "definition": "To reason or write after the manner of the Germans."
    },
    {
        "word": "ger\"man*ize",
        "definition": "An organ in which the ova are developed in certain Turbellaria."
    },
    {
        "word": "ger\"mi*ci`dal",
        "definition": "Destructive to germs; -- applied to any agent which has a destructive action upon living germs, particularly bacteria, or bacterial germs, which are considered the cause of many infectious diseases."
    },
    {
        "word": "ger\"mi*cide",
        "definition": "Pertaining or belonging to a germ; as, the germinal vesicle."
    },
    {
        "word": "ger`mi*nal\"",
        "definition": "Sprouting; sending forth germs or buds."
    },
    {
        "word": "ger\"mi*nant",
        "definition": "To sprout; to bud; to shoot; to begin to vegetate, as a plant or its seed; to begin to develop, as a germ."
    },
    {
        "word": "germ\"less",
        "definition": "A polynuclear mass of protoplasm, not divided into separate cells, from which certain ova are developed."
    },
    {
        "word": "ger\"mo*gen",
        "definition": "See Plasmogen, and Idioplasm."
    },
    {
        "word": "germ\"ule",
        "definition": "To grin or yawn."
    },
    {
        "word": "ge*roc\"o*my",
        "definition": "Magistrates in Sparta, who with the ephori and kings, constituted the supreme civil authority."
    },
    {
        "word": "ge*ron\"tes",
        "definition": "Government by old men."
    },
    {
        "word": "ger`o*pig\"i*a",
        "definition": "A suffix signifying bearing, producing; as, calcigerous; dentigerous."
    },
    {
        "word": "ger\"und",
        "definition": "A kind of verbal noun, having only the four oblique cases of the singular number, and governing cases like a participle."
    },
    {
        "word": "ge*run\"di*al",
        "definition": "Pertaining to, or partaking of, the nature of the gerund; gerundial."
    },
    {
        "word": "ge*run\"dive",
        "definition": "In the manner of a gerund; as, or in place of, a gerund."
    },
    {
        "word": "gest",
        "definition": "Something done or achieved; a deed or an action; an adventure."
    },
    {
        "word": "gest",
        "definition": "A stage in traveling; a stop for rest or lodging in a journey or progress; a rest."
    },
    {
        "word": "ges*ta\"tion",
        "definition": "The act of wearing (clothes or ornaments)."
    },
    {
        "word": "ges\"ta*to*ry",
        "definition": "Pertaining to gestation or pregnancy."
    },
    {
        "word": "ges\"tic",
        "definition": "Pertaining to deeds or feats of arms; legendary."
    },
    {
        "word": "ges*tic`u*la\"tion",
        "definition": "A gesture; a motion of the body or limbs in speaking, or in representing action or passion, and enforcing arguments and sentiments."
    },
    {
        "word": "ges*tic\"u*la`tor",
        "definition": "Representing by, or belonging to, gestures."
    },
    {
        "word": "ges\"tur*al",
        "definition": "Manner of carrying the body; position of the body or limbs; posture."
    },
    {
        "word": "ges\"ture",
        "definition": "A motion of the body or limbs expressive of sentiment or passion; any action or posture intended to express an idea or a passion, or to enforce or emphasize an argument, assertion, or opinion."
    },
    {
        "word": "ges\"ture*less",
        "definition": "Act of making gestures; gesturing."
    },
    {
        "word": "get",
        "definition": "To procure; to obtain; to gain possession of; to acquire; to earn; to obtain as a price or reward; to come by; to win, by almost any means; as, to get favor by kindness; to get wealth by industry and economy; to get favor by kindness; to get wealth by industry and economy; to get land by purchase, etc."
    },
    {
        "word": "get",
        "definition": "To arrive at, or bring one's self into, a state, condition, or position; to come to be; to become; -- with a following adjective or past participle belonging to the subject of the verb; as, to get sober; to get awake; to get beaten; to get elected."
    },
    {
        "word": "get",
        "definition": "p. p. of Get."
    },
    {
        "word": "get\"ta*ble",
        "definition": "One who gets, gains, obtains, acquires, begets, or procreates."
    },
    {
        "word": "get\"ter",
        "definition": "One who contrives, makes, or arranges for, anything, as a book, a machine, etc."
    },
    {
        "word": "get\"ting",
        "definition": "That which is got or obtained; gain; profit."
    },
    {
        "word": "gey\"ser*ite",
        "definition": "Any wheeled cart or carriage."
    },
    {
        "word": "ghar\"ry",
        "definition": "To strike aghast; to affright."
    },
    {
        "word": "ghast\"ful",
        "definition": "The state of being ghastly; a deathlike look."
    },
    {
        "word": "ghast\"li*ness",
        "definition": "Like a ghost in appearance; deathlike; pale; pallid; dismal."
    },
    {
        "word": "ghat ghaut",
        "definition": "A pass through a mountain."
    },
    {
        "word": "gha*wa\"zi",
        "definition": "A worshiper of fire; a Zoroastrian; a Parsee."
    },
    {
        "word": "ghe\"ber ghe\"bre",
        "definition": "Butter clarified by boiling, and thus converted into a kind of oil."
    },
    {
        "word": "gher\"kin",
        "definition": "A kind of small, prickly cucumber, much used for pickles."
    },
    {
        "word": "ghess",
        "definition": "The Jews'quarter in an Italian town or city."
    },
    {
        "word": "ghost",
        "definition": "The spirit; the soul of man."
    },
    {
        "word": "ghost\"fish`",
        "definition": "Without life or spirit."
    },
    {
        "word": "ghost\"less",
        "definition": "Like a ghost; ghastly."
    },
    {
        "word": "ghost\"like`",
        "definition": "The quality of being ghostly."
    },
    {
        "word": "ghost\"li*ness",
        "definition": "Relating to the soul; not carnal or secular; spiritual; as, a ghostly confessor."
    },
    {
        "word": "ghoul\"ish",
        "definition": "A ravine. See Gill a woody glen."
    },
    {
        "word": "gi\"ant",
        "definition": "A man of extraordinari bulk and stature."
    },
    {
        "word": "gi\"ant*ess",
        "definition": "To play the giant."
    },
    {
        "word": "gib",
        "definition": "To act like a cat."
    },
    {
        "word": "gib\"bet",
        "definition": "A kind of gallows; an upright post with an arm projecting from the top, on which, formerly, malefactors were hanged in chains, and their bodies allowed to remain asa warning."
    },
    {
        "word": "gib\"bet",
        "definition": "To hang and expose on a gibbet."
    },
    {
        "word": "gib\" boom`",
        "definition": "Humped; protuberant; -- said of a surface which presents one or more large elevations."
    },
    {
        "word": "gib\"bous",
        "definition": "Swelling by a regular curve or surface; protuberant; convex; as, the moon is gibbous between the half-moon and the full moon."
    },
    {
        "word": "gibbs\"ite",
        "definition": "A male cat, esp. an old one. See lst Gib. n."
    },
    {
        "word": "gib\"el",
        "definition": "One who utters gibes."
    },
    {
        "word": "gib\"ing*ly",
        "definition": "Made of giblets; as, a giblet pie."
    },
    {
        "word": "gib\"let",
        "definition": "The inmeats, or edible viscera (heart, gizzard, liver, etc.), of poultry."
    },
    {
        "word": "gib\"lets",
        "definition": "A staff to guage water, or to push a boat."
    },
    {
        "word": "gib\"staff`",
        "definition": "A staff formerly used in fighting beasts on the stage."
    },
    {
        "word": "gid",
        "definition": "In a giddy manner."
    },
    {
        "word": "gid\"di*ly",
        "definition": "The quality or state of being giddy."
    },
    {
        "word": "gid\"dy",
        "definition": "Having in the head a sensation of whirling or reeling about; having lost the power of preserving the balance of the body, and therefore wavering and inclined to fall; lightheaded; dizzy."
    },
    {
        "word": "gid\"dy",
        "definition": "A person without thought fulness, prudence, or judgment."
    },
    {
        "word": "gid\"dy-head`ed",
        "definition": "Moving irregularly; flighty; fickle."
    },
    {
        "word": "gier\"-fal`con",
        "definition": "A mineral occurring in greenish gray six-sided prisms, having a greasy luster. It is probably a pseudomorph after el\\'91olite."
    },
    {
        "word": "gif\"fard in*ject\"or",
        "definition": "Mutial accommodation; mutual giving."
    },
    {
        "word": "gif\"fy",
        "definition": "Anything given; anything voluntarily transferred by one person to another without compensation; a present; an offering."
    },
    {
        "word": "gig",
        "definition": "To fish with a gig."
    },
    {
        "word": "gig",
        "definition": "A playful or wanton girl; a giglot."
    },
    {
        "word": "gig",
        "definition": "A top or whirligig; any little thing that is whirled round in play."
    },
    {
        "word": "gig",
        "definition": "A light carriage, with one pair of wheels, drawn by one horse; a kind of chaise."
    },
    {
        "word": "gi*gan\"tic",
        "definition": "Such as a giant might use, make, or cause; immense; tremendous; extraordinarly; as, gigantic deeds; gigantic wickedness."
    },
    {
        "word": "gi*gan\"tic*al",
        "definition": "The act of killing, or one who kills, a giant."
    },
    {
        "word": "gi`gan*tol\"og*y",
        "definition": "A war of giants; especially, the fabulous war of the giants against heaven."
    },
    {
        "word": "gi`gan*tom\"a*chy",
        "definition": "The leather strap by which the shield of a knight was slung across the shoulder, or across the neck and shoulder."
    },
    {
        "word": "gig\"gle",
        "definition": "One who giggles or titters."
    },
    {
        "word": "gig\"ot",
        "definition": "A leg of mutton."
    },
    {
        "word": "gi\"la mon\"ster",
        "definition": "To overlay with a thin covering of gold; to cover with a golden color; to cause to look like gold."
    },
    {
        "word": "gild\"er",
        "definition": "A Dutch coin. See Guilder."
    },
    {
        "word": "gil\"der",
        "definition": "The art or practice of overlaying or covering with gold leaf; also, a thin coating or wash of gold, or of that which resembles gold."
    },
    {
        "word": "guild\"ing",
        "definition": "Gold in leaf, powder, or liquid, for application to any surface."
    },
    {
        "word": "gill",
        "definition": "A measure of capacity, containing one fourth of a pint."
    },
    {
        "word": "gill",
        "definition": "A young woman; a sweetheart; a flirting or wanton girl."
    },
    {
        "word": "gill",
        "definition": "The ground ivy (Nepeta Glechoma); -- called also gill over the ground, and other like names."
    },
    {
        "word": "gil\"ly*flow`er",
        "definition": "A kind of apple, of a roundish conical shape, purplish red color, and having a large core."
    },
    {
        "word": "gilse",
        "definition": "A female pig, when young."
    },
    {
        "word": "gilt",
        "definition": "imp. & p. p. of Gild."
    },
    {
        "word": "gilt",
        "definition": "Gilded; covered with gold; of the color of gold; golden yellow."
    },
    {
        "word": "gilt\"-edge`",
        "definition": "Of the best quality; -- said of negotiable paper, etc."
    },
    {
        "word": "gim",
        "definition": "A contrivance for permitting a body to incline freely in all directions, or for suspending anything, as a barometer, ship's compass, chronometer, etc., so that it will remain plumb, or level, when its support is tipped, as by the rolling of a ship. It consists of a ring in which the body can turn on an axis through a diameter of the ring, while the ring itself is so pivoted to its support that it can turn about a diameter at right angles to the first."
    },
    {
        "word": "gim\"blet",
        "definition": "A trivial mechanism; a device; a toy; a pretty thing."
    },
    {
        "word": "gim\"let",
        "definition": "To turn round (an anchor) by the stock, with a motion like turning a gimlet."
    },
    {
        "word": "gim\"mal",
        "definition": "A quaint piece of machinery; a gimmer."
    },
    {
        "word": "gimp",
        "definition": "A narrow ornamental fabric of silk, woolen, or cotton, often with a metallic wire, or sometimes a coarse cord, running through it; -- used as trimming for dresses, furniture, etc."
    },
    {
        "word": "gimp",
        "definition": "Against; near by; towards; as, gin night."
    },
    {
        "word": "gin",
        "definition": "Contrivance; artifice; a trap; a snare."
    },
    {
        "word": "gin",
        "definition": "To clear of seeds by a machine; as, to gin cotton."
    },
    {
        "word": "gin\"ger",
        "definition": "A plant of the genus Zingiber, of the East and West Indies. The species most known is Z. officinale."
    },
    {
        "word": "gin\"ger*ness",
        "definition": "A kind of cotton or linen cloth, usually in stripes or checks, the yarn of which is dyed before it is woven; -- distinguished from printed cotton or prints."
    },
    {
        "word": "ging\"ham",
        "definition": "The lining of a mine shaft with stones or bricks to prevent caving."
    },
    {
        "word": "ging\"ing",
        "definition": "Of or pertaining to the gums."
    },
    {
        "word": "gin\"gly*form",
        "definition": "An order of ganoid fishes, including the modern gar pikes and many allied fossil forms. They have rhombic, ganoid scales, a heterocercal tail, paired fins without an axis, fulcra on the fins, and a bony skeleton, with the vertebr\\'91 convex in front and concave behind, forming a ball and socket joint. See Ganoidel."
    },
    {
        "word": "gin`gly*mo\"di",
        "definition": "Pertaining to, or resembling, a ginglymus, or hinge joint; ginglyform."
    },
    {
        "word": "gin\"gly*moid",
        "definition": "A hinge joint; an articulation, admitting of flexion and extension, or motion in two directions only, as the elbow and the ankle."
    },
    {
        "word": "gin\"gly*mus",
        "definition": "A building where cotton is ginned."
    },
    {
        "word": "gin\"house`",
        "definition": "A large ornamental tree (Ginkgo biloba) from China and Japan, belonging to the Yew suborder of Conifer\\'91. Its leaves are so like those of some maidenhair ferns, that it is also called the maidenhair tree."
    },
    {
        "word": "gin\"nee",
        "definition": "See Genet, a horse."
    },
    {
        "word": "gin\"ny-car`riage",
        "definition": "A plant of the genus Aralia, the root of which is highly valued as a medicine among the Chinese. The Chinese plant (Aralia Schinseng) has become so rare that the American (A. quinquefolia) has largely taken its place, and its root is now an article of export from America to China. The root, when dry, is of a yellowish white color, with a sweetness in the taste somewhat resembling that of licorice, combined with a slight aromatic bitterness."
    },
    {
        "word": "gin\"seng",
        "definition": "A shop or barroom where gin is sold as a beverage."
    },
    {
        "word": "gin\"shop`",
        "definition": "To take out the entrails of (herrings)."
    },
    {
        "word": "gip",
        "definition": "A servant. See Gyp."
    },
    {
        "word": "gi*poun\"",
        "definition": "A kind of pouch formerly worn at the girdle."
    },
    {
        "word": "gip\"sy*ism",
        "definition": "An African ruminant (Camelopardalis giraffa) related to the deers and antelopes, but placed in a family by itself; the camelopard. It is the tallest of animals, being sometimes twenty feet from the hoofs to the top of the head. Its neck is very long, and its fore legs are much longer than its hind legs."
    },
    {
        "word": "gir\"an*dole",
        "definition": "An ornamental branched candlestick."
    },
    {
        "word": "gird",
        "definition": "A stroke with a rod or switch; a severe spasm; a twinge; a pang."
    },
    {
        "word": "gird",
        "definition": "To strike; to smite."
    },
    {
        "word": "gird",
        "definition": "To make fast, as clothing, by binding with a cord, girdle, bandage, etc."
    },
    {
        "word": "gird\"er",
        "definition": "One who, or that which, girds."
    },
    {
        "word": "gir\"dle",
        "definition": "That which girds, encircles, or incloses; a circumference; a belt; esp., a belt, sash, or article of dress encircling the body usually at the waist; a cestus."
    },
    {
        "word": "gir\"dle",
        "definition": "To inclose; to environ; to shut in."
    },
    {
        "word": "gir\"dler",
        "definition": "A maker of girdles."
    },
    {
        "word": "gir\"dle*stead",
        "definition": "That part of the body where the girdle is worn."
    },
    {
        "word": "girl",
        "definition": "A young person of either sex; a child."
    },
    {
        "word": "girl\"hood",
        "definition": "Like, or characteristic of, a girl; of or pertaining to girlhood; innocent; artless; immature; weak; as, girlish ways; girlish grief."
    },
    {
        "word": "girl\"ish",
        "definition": "A garland; a prize."
    },
    {
        "word": "girn",
        "definition": "A member of the moderate republican party formed in the French legislative assembly in 1791. The Girondists were so called because their leaders were deputies from the department of La Gironde."
    },
    {
        "word": "gi*ron\"dist",
        "definition": "Of or pertaining to the Girondists."
    },
    {
        "word": "girt",
        "definition": "To gird; to encircle; to invest by means of a girdle; to measure the girth of; as, to girt a tree."
    },
    {
        "word": "girt",
        "definition": "A band or strap which encircles the body; especially, one by which a saddle is fastened upon the back of a horse."
    },
    {
        "word": "girth",
        "definition": "The measure round the body, as at the waist or belly; the circumference of anything."
    },
    {
        "word": "gis*arm\"",
        "definition": "To feed or pasture."
    },
    {
        "word": "gist",
        "definition": "The main point, as of a question; the point on which an action rests; the pith of a matter; as, the gist of a question."
    },
    {
        "word": "gith",
        "definition": "An instrument like a guitar."
    },
    {
        "word": "give",
        "definition": "To bestow without receiving a return; to confer without compensation; to impart, as a possession; to grant, as authority or permission; to yield up or allow."
    },
    {
        "word": "give",
        "definition": "To yield to force or pressure; to relax; to become less rigid; as, the earth gives under the feet."
    },
    {
        "word": "giv\"en",
        "definition": "Granted; assumed; supposed to be known; set forth as a known quantity, relation, or premise."
    },
    {
        "word": "gives",
        "definition": "The act of bestowing as a gift; a conferring or imparting."
    },
    {
        "word": "giv\"ing",
        "definition": "A gift; a benefaction."
    },
    {
        "word": "giz\"zard",
        "definition": "The second, or true, muscular stomach of birds, in which the food is crushed and ground, after being softened in the glandular stomach (crop), or lower part of the esophagus; the gigerium."
    },
    {
        "word": "gla*bel\"la",
        "definition": "The median, convex lobe of the head of a trilobite. See Trilobite."
    },
    {
        "word": "gla*bel\"lum",
        "definition": "Becoming smooth or glabrous from age."
    },
    {
        "word": "glab\"ri*ty",
        "definition": "Smooth; having a surface without hairs or any unevenness."
    },
    {
        "word": "gla\"brous",
        "definition": "Pertaining to ice or to its action; consisting of ice; frozen; icy; esp., pertaining to glaciers; as, glacial phenomena."
    },
    {
        "word": "gla\"cial",
        "definition": "Resembling ice; having the appearance and consistency of ice; -- said of certain solid compounds; as, glacial phosphoric or acetic acids."
    },
    {
        "word": "gla\"cial*ist",
        "definition": "To turn to ice."
    },
    {
        "word": "gla\"ci*ate",
        "definition": "To convert into, or cover with, ice."
    },
    {
        "word": "gla\"ci*ate",
        "definition": "To produce glacial effects upon, as in the scoring of rocks, transportation of loose material, etc."
    },
    {
        "word": "gla`ci*a\"tion",
        "definition": "That which is formed by freezing; ice."
    },
    {
        "word": "glad",
        "definition": "Pleased; joyous; happy; cheerful; gratified; -- opposed to sorry, sorrowful, or unhappy; -- said of persons, and often followed by of, at, that, or by the infinitive, and sometimes by with, introducing the cause or reason."
    },
    {
        "word": "glade",
        "definition": "An open passage through a wood; a grassy open or cleared space in a forest."
    },
    {
        "word": "glad\"eye`",
        "definition": "Full of gladness; joyful; glad."
    },
    {
        "word": "glad\"i*ate",
        "definition": "Originally, a swordplayer; hence, one who fought with weapons in public, either on the occasion of a funeral ceremony, or in the arena, for public amusement."
    },
    {
        "word": "glad\"i*a`tor",
        "definition": "One who engages in any fierce combat or controversy."
    },
    {
        "word": "glad`i*a*to\"ri*al",
        "definition": "The art or practice of a gladiator."
    },
    {
        "word": "glad\"i*a`tor*ism",
        "definition": "Conduct, state, or art, of a gladiator."
    },
    {
        "word": "glad\"i*a*to*ry",
        "definition": "Swordplay; fencing; gladiatorial contest."
    },
    {
        "word": "gla*di\"o*lus",
        "definition": "A genus of plants having bulbous roots and gladiate leaves, and including many species, some of which are cultivated and valued for the beauty of their flowers; the corn flag; the sword lily."
    },
    {
        "word": "glad\"some",
        "definition": "Causing joy, pleasure, or cheerfulness; having the appearance of gayety; pleasing."
    },
    {
        "word": "glair",
        "definition": "The white of egg. It is used as a size or a glaze in bookbinding, for pastry, etc."
    },
    {
        "word": "glaire",
        "definition": "Glairy; covered with glair."
    },
    {
        "word": "glair\"e*ous",
        "definition": "A glairy viscous substance, which forms on the surface of certain mineral waters, or covers the sides of their inclosures; -- called also baregin."
    },
    {
        "word": "glair\"in",
        "definition": "Like glair, or partaking of its qualities; covered with glair; viscous and transparent; slimy."
    },
    {
        "word": "glaive",
        "definition": "A sword; -- used poetically and loosely."
    },
    {
        "word": "gla\"mour",
        "definition": "A charm affecting the eye, making objects appear different from what they really are."
    },
    {
        "word": "glance",
        "definition": "A sudden flash of light or splendor."
    },
    {
        "word": "glance",
        "definition": "To hint at; to touch lightly or briefly."
    },
    {
        "word": "glan\"cing",
        "definition": "Flying off (after striking) in an oblique direction; as, a glancing shot."
    },
    {
        "word": "gland",
        "definition": "An organ for secreting something to be used in, or eliminated from, the body; as, the sebaceous glands of the skin; the salivary glands of the mouth."
    },
    {
        "word": "glan\"ders",
        "definition": "Bearing acorns or other nuts; as, glandiferous trees."
    },
    {
        "word": "glan*dif\"er*ous",
        "definition": "Having the form of a gland or nut; resembling a gland."
    },
    {
        "word": "gland\"i*form",
        "definition": "Containing or supporting glands; consisting of glands; pertaining to glands."
    },
    {
        "word": "glan\"du*lar",
        "definition": "The situation and structure of the secretory vessels in plants."
    },
    {
        "word": "glan\"du*lose`",
        "definition": "Quality of being glandulous; a collection of glands."
    },
    {
        "word": "glans",
        "definition": "The vascular body which forms the apex of the penis, and the extremity of the clitoris."
    },
    {
        "word": "glare",
        "definition": "To shine with a bright, dazzling light."
    },
    {
        "word": "glare",
        "definition": "A fierce, piercing look or stare."
    },
    {
        "word": "glar\"i*ness",
        "definition": "Clear; notorious; open and bold; barefaced; as, a glaring crime."
    },
    {
        "word": "glar\"ing",
        "definition": "Of a dazzling luster; glaring; bright; shining; smooth."
    },
    {
        "word": "glass",
        "definition": "A hard, brittle, translucent, and commonly transparent substance, white or colored, having a conchoidal fracture, and made by fusing together sand or silica with lime, potash, soda, or lead oxide. It is used for window panes and mirrors, for articles of table and culinary use, for lenses, and various articles of ornament."
    },
    {
        "word": "glass\"eye`",
        "definition": "A species of blindness in horses in which the eye is bright and the pupil dilated; a sort of amaurosis."
    },
    {
        "word": "glass\"ful",
        "definition": "Glassy; shining like glass."
    },
    {
        "word": "glass\"house`",
        "definition": "So as to resemble glass."
    },
    {
        "word": "glass\"i*ly",
        "definition": "The quality of being glassy."
    },
    {
        "word": "glass\"i*ness",
        "definition": "A member of a Scottish sect, founded in the 18th century by John Glass, a minister of the Established Church of Scotland, who taught that justifying faith is \"no more than a simple assent to the divine testimone passively recived by the understanding.\" The English and American adherents of this faith are called Sandemanians, after Robert Sandeman, the son-in-law and disciple of Glass."
    },
    {
        "word": "glass\"ite",
        "definition": "One who makes, or manufactures, glass."
    },
    {
        "word": "glass\" mak`er",
        "definition": "A remarkable vitreous sponge, of the genus Hyalonema, first brought from Japan. It has a long stem, consisting of a bundle of long and large, glassy, siliceous fibers, twisted together."
    },
    {
        "word": "glass\"-rope`",
        "definition": "A small, transparent, land snail, of the genus Vitrina."
    },
    {
        "word": "glass\"-snail`",
        "definition": "A long, footless lizard (Ophiosaurus ventralis), of the Southern United States; -- so called from its fragility, the tail easily breaking into small pieces. It grows to the length of three feet. The name is applied also to similar species found in the Old World."
    },
    {
        "word": "glass\"-snake`",
        "definition": "A siliceous sponge, of the genus Hyalonema, and allied genera; -- so called from their glassy fibers or spicules; -- called also vitreous sponge. See Glass-rope, and Euplectella."
    },
    {
        "word": "glass\"-sponge`",
        "definition": "Ware, or articles collectively, made of glass."
    },
    {
        "word": "glass\"ware",
        "definition": "Manufacture of glass; articles or ornamentation made of glass."
    },
    {
        "word": "glass\"work`",
        "definition": "A seashore plant of the Spinach family (Salicornia herbacea), with succulent jointed stems; also, a prickly plant of the same family (Salsola Kali), both formerly burned for the sake of the ashes, which yield soda for making glass and soap."
    },
    {
        "word": "glass\"wort`",
        "definition": "Made of glass; vitreous; as, a glassy substance."
    },
    {
        "word": "glass\"y",
        "definition": "Resembling glass in its properties, as in smoothness, brittleness, or transparency; as, a glassy stream; a glassy surface; the glassy deep."
    },
    {
        "word": "glas\"ynge",
        "definition": "A mineral, consisting of the sulphates of soda and lime."
    },
    {
        "word": "glau\"ber*ite",
        "definition": "Sulphate of soda, a well-known cathartic. It is a white crystalline substance, with a cooling, slightly bitter taste, and is commonly called \"salts.\""
    },
    {
        "word": "glau*ces\"cent",
        "definition": "Of or pertaining to the Glaucium or horned poppy; -- formerly applied to an acid derived from it, now known to be fumaric acid."
    },
    {
        "word": "glau\"cine",
        "definition": "An alkaloid obtained from the plant Glaucium, as a bitter, white, crystalline substance."
    },
    {
        "word": "glau\"cine",
        "definition": "A metallic mineral having a grayish tin-white color, and containing cobalt and iron, with sulphur and arsenic."
    },
    {
        "word": "glau\"co*dot",
        "definition": "Dimness or abolition of sight, with a diminution of transparency, a bluish or greenish tinge of the refracting media of the eye, and a hard inelastic condition of the eyeball, with marked increase of tension within the eyeball."
    },
    {
        "word": "glau*co\"ma",
        "definition": "Having the nature of glaucoma."
    },
    {
        "word": "glau*com\"e*ter",
        "definition": "The green mineral characteristic of the greensand of the chalk and other formations. It is a hydrous silicate of iron and potash. See Greensand."
    },
    {
        "word": "glau\"co*nite",
        "definition": "A mineral of a dark bluish color, related to amphibole. It is characteristic of certain crystalline rocks."
    },
    {
        "word": "glau\"cous",
        "definition": "Of a sea-green color; of a dull green passing into grayish blue."
    },
    {
        "word": "glau\"cus",
        "definition": "To grope with the hands, as in the dark."
    },
    {
        "word": "glave",
        "definition": "To prate; to jabber; to babble."
    },
    {
        "word": "glav\"er",
        "definition": "To flatter; to wheedle."
    },
    {
        "word": "glase",
        "definition": "To furnish (a window, a house, a sash, a ease, etc.) with glass."
    },
    {
        "word": "glaze",
        "definition": "The vitreous coating of pottery or porcelain; anything used as a coating or color in glazing. See Glaze, v. t., 3."
    },
    {
        "word": "glaze",
        "definition": "Broth reduced by boiling to a gelatinous paste, and spread thinly over braised dishes."
    },
    {
        "word": "glaz\"er",
        "definition": "A tool or machine used in glazing, polishing, smoothing, etc.; amoung cutlers and lapidaries, a wooden wheel covered with emery, or having a band of lead and tin alloy, for polishing cutlery, etc."
    },
    {
        "word": "glaz\"ing",
        "definition": "The glass set, or to be set, in a sash, frame. etc."
    },
    {
        "word": "glaz\"y",
        "definition": "A live coal. See Gleed."
    },
    {
        "word": "glead",
        "definition": "To disgorge filth, as a hawk."
    },
    {
        "word": "gleam",
        "definition": "A shoot of light; a small stream of light; a beam; a ray; a glimpse."
    },
    {
        "word": "gleam",
        "definition": "To shine; to cast light; to glitter."
    },
    {
        "word": "glean",
        "definition": "To gather after a reaper; to collect in scattered or fragmentary parcels, as the grain left by a reaper, or grapes left after the gathering."
    },
    {
        "word": "glean",
        "definition": "To pick up or gather anything by degrees."
    },
    {
        "word": "glean\"er",
        "definition": "One who gathers slowly with labor."
    },
    {
        "word": "glebe",
        "definition": "Turf; soil; ground; sod."
    },
    {
        "word": "glebe\"less",
        "definition": "The quality of being glebous."
    },
    {
        "word": "gle*bos\"i*ty",
        "definition": "Pertaining to the glebe; turfy; cloddy; fertile; fruitful."
    },
    {
        "word": "gleek",
        "definition": "A jest or scoff; a trick or deception."
    },
    {
        "word": "gleek",
        "definition": "A game at cards, once popular, played by three persons."
    },
    {
        "word": "glee\"man",
        "definition": "To glisten; to gleam."
    },
    {
        "word": "glee\"some",
        "definition": "A transparent mucous discharge from the membrane of the urethra, commonly an effect of gonorrhea."
    },
    {
        "word": "gleet",
        "definition": "To flow slowly, as water."
    },
    {
        "word": "glent",
        "definition": "An instrument for measuring the specific gravity and ascertaining the quantity of sugar contained in must."
    },
    {
        "word": "glew",
        "definition": "To squint; to look obliquely; to overlook things."
    },
    {
        "word": "gley",
        "definition": "Vegetable glue or gelatin; glutin. It is one of the constituents of wheat gluten, and is a tough, amorphous substance, which resembles animal glue or gelatin."
    },
    {
        "word": "glib",
        "definition": "Smooth; slippery; as, ice is glib."
    },
    {
        "word": "gilb\"ber*y",
        "definition": "Moving easily; nimble; voluble."
    },
    {
        "word": "glib\"ly",
        "definition": "The quality of being glib."
    },
    {
        "word": "glicke",
        "definition": "p. p. of Glide."
    },
    {
        "word": "glide",
        "definition": "To move gently and smoothly; to pass along without noise, violence, or apparent effort; to pass rapidly and easily, or with a smooth, silent motion, as a river in its channel, a bird in the air, a skater over ice."
    },
    {
        "word": "glid\"er",
        "definition": "In a gliding manner."
    },
    {
        "word": "glid\"ing*ly",
        "definition": "A transient glance; an unexpected view of something that startles one; a sudden fear."
    },
    {
        "word": "gliff",
        "definition": "A moment: as, for a gliff."
    },
    {
        "word": "glim",
        "definition": "A light or candle."
    },
    {
        "word": "glim\"mer*ing",
        "definition": "A faint view or idea; a glimpse; an inkling."
    },
    {
        "word": "glimpse",
        "definition": "A sudden flash; transient luster."
    },
    {
        "word": "glint",
        "definition": "A tumor springing from the neuroglia or connective tissue of the brain, spinal cord, or other portions of the nervous system."
    },
    {
        "word": "gli*o\"ma",
        "definition": "An order of mammals; the Rodentia."
    },
    {
        "word": "gli\"res",
        "definition": "A sliding, as down a snow slope in the Alps."
    },
    {
        "word": "glis*san\"do",
        "definition": "The locus described by any point attached to a curve that slips continuously on another fixed curve, the movable curve having no rotation at any instant."
    },
    {
        "word": "glist",
        "definition": "To sparkle or shine; especially, to shine with a mild, subdued, and fitful luster; to emit a soft, scintillating light; to gleam; as, the glistening stars."
    },
    {
        "word": "glis\"ter",
        "definition": "In a glistering manner."
    },
    {
        "word": "glit\"ter",
        "definition": "To sparkle with light; to shine with a brilliant and broken light or showy luster; to gleam; as, a glittering sword."
    },
    {
        "word": "gloam",
        "definition": "To begin to grow dark; to grow dusky."
    },
    {
        "word": "gloar",
        "definition": "To look steadfastly; to gaz<?/ earnestly; -- usually in a bad sense, to gaze with malig nant satisfaction, passionate desire, lust, or avarice."
    },
    {
        "word": "globe",
        "definition": "A round or spherical body, solid or hollow; a body whose surface is in every part equidistant from the center; a ball; a sphere."
    },
    {
        "word": "globe",
        "definition": "A plectognath fish of the genera Diodon, Tetrodon, and allied genera. The globefishes can suck in water or air and distend the body to a more or less globular form. Called also porcupine fish, and sea hedgehog. See Diodon."
    },
    {
        "word": "globe\"fish`",
        "definition": "A plant of the genus Trollius (T. Europ\\'91us), found in the mountainous parts of Europe, and producing handsome globe-shaped flowers."
    },
    {
        "word": "globe\"-shaped`",
        "definition": "Having a round or globular tip."
    },
    {
        "word": "glo*bif\"er*ous",
        "definition": "A genus of small Foraminifera, which live abundantly at or near the surface of the sea. Their dead shells, falling to the bottom, make up a large part of the soft mud, generally found in depths below 3,000 feet, and called globigerina ooze. See Illust. of Foraminifera."
    },
    {
        "word": "glo*big`e*ri\"na",
        "definition": "Having a rounded form resembling that of a globe; globular, or nearly so; spherical."
    },
    {
        "word": "glob\"u*lar*ness",
        "definition": "A little globe; a small particle of matter, of a spherical form."
    },
    {
        "word": "glob`u*lif\"er*ous",
        "definition": "An instrument for measuring the number of red blood corpuscles in the blood."
    },
    {
        "word": "glob\"u*lin",
        "definition": "A rudimentary form of crystallite, spherical in shape."
    },
    {
        "word": "glob\"u*lous",
        "definition": "Resembling, or pertaining to, a globe; round; orbicular."
    },
    {
        "word": "glome",
        "definition": "One of the two prominences at the posterior extremity of the frog of the horse's foot."
    },
    {
        "word": "glome",
        "definition": "Gathered together in a roundish mass or dense cluster; conglomerate."
    },
    {
        "word": "glom\"er*ate",
        "definition": "To gather or wind into a ball; to collect into a spherical form or mass, as threads."
    },
    {
        "word": "glom`er*a\"tion",
        "definition": "The act of forming or gathering into a ball or round mass; the state of being gathered into a ball; conglomeration."
    },
    {
        "word": "glom\"er*ule",
        "definition": "A head or dense cluster of flowers, formed by condensation of a cyme, as in the flowering dogwood."
    },
    {
        "word": "glo*mer\"u*lus",
        "definition": "Having small clusters of minutely branched coral-like excrescences."
    },
    {
        "word": "glon\"o*in",
        "definition": "Same as Nitroglycerin; -- called also oil of glonoin."
    },
    {
        "word": "gloom",
        "definition": "Partial or total darkness; thick shade; obscurity; as, the gloom of a forest, or of midnight."
    },
    {
        "word": "gloom",
        "definition": "To become dark or dim; to be or appear dismal, gloomy, or sad; to come to the evening twilight."
    },
    {
        "word": "gloom\"i*ly",
        "definition": "State of being gloomy."
    },
    {
        "word": "gloom\"y",
        "definition": "Affected with, or expressing, gloom; melancholy; dejected; as, a gloomy temper or countenance."
    },
    {
        "word": "glo`ri*fi*ca\"tion",
        "definition": "The state of being glorifed; as, the glorification of Christ after his resurrection."
    },
    {
        "word": "glo\"ri*fy",
        "definition": "To make glorious by bestowing glory upon; to confer honor and distinction upon; to elevate to power or happiness, or to celestial glory."
    },
    {
        "word": "glo\"ri*ous",
        "definition": "Exhibiting attributes, qualities, or acts that are worthy of or receive glory; noble; praiseworthy; excellent; splendid; illustrious; inspiring admiration; as, glorious deeds."
    },
    {
        "word": "glo\"ry",
        "definition": "Praise, honor, admiration, or distinction, accorded by common consent to a person or thing; high reputation; honorable fame; renown."
    },
    {
        "word": "glo\"ry",
        "definition": "To exult with joy; to rejoice."
    },
    {
        "word": "glos\"er",
        "definition": "Bbrightness or luster of a body proceeding from a smooth surface; polish; as, the gloss of silk; cloth is calendered to give it a gloss."
    },
    {
        "word": "gloss",
        "definition": "A foreign, archaic, technical, or other uncommon word requiring explanation."
    },
    {
        "word": "gloss",
        "definition": "To give a specious appearance to; to render specious and plausible; to palliate by specious explanation."
    },
    {
        "word": "gloss",
        "definition": "To make sly remarks, or insinuations."
    },
    {
        "word": "glos\"sa",
        "definition": "Of or pertaining to the tongue; lingual."
    },
    {
        "word": "glos\"sal",
        "definition": "A disease of horses and cattle accompanied by carbuncles in the mouth and on the tongue."
    },
    {
        "word": "glos*san\"thrax",
        "definition": "Of or pertaining to glosses or to a glossary; containing a glossary."
    },
    {
        "word": "glos*sa\"ri*al",
        "definition": "In the manner of a glossary."
    },
    {
        "word": "glos*sa\"ri*al*ly",
        "definition": "A writer of glosses or of a glossary; a commentator; a scholiast."
    },
    {
        "word": "glos*sa\"ta",
        "definition": "A writer of glosses or comments; a commentator."
    },
    {
        "word": "gloss\"er",
        "definition": "A writer of glosses; a scholiast; a commentator."
    },
    {
        "word": "gloss\"i*ly",
        "definition": "The condition or quality of being glossy; the luster or brightness of a smooth surface."
    },
    {
        "word": "glos*soc\"o*mon",
        "definition": "Pertaining to both tongue and epiglottis; as, glossoepiglottic folds."
    },
    {
        "word": "glos`so*ep`i*glot\"tic",
        "definition": "A writer of a glossary; a commentator; a scholiast."
    },
    {
        "word": "glos`so*graph\"ic*al",
        "definition": "The writing of glossaries, glosses, or comments for illustrating an author."
    },
    {
        "word": "glos\"sog\"ra*phy",
        "definition": "Pertaining to both the hyoidean arch and the tongue; -- applied to the anterior segment of the hyoidean arch in many fishes. -- n. The glossohyal bone or cartilage; lingual bone; entoglossal bone."
    },
    {
        "word": "glos`so*hy\"al",
        "definition": "The gift of tongues. Farrar."
    },
    {
        "word": "glos`so*la\"li*a",
        "definition": "Of or pertaining to glossology."
    },
    {
        "word": "glos`so*log\"ic*al",
        "definition": "One who defines and explains terms; one who is versed in glossology."
    },
    {
        "word": "glas*sol\"o*gist",
        "definition": "The definition and explanation of terms; a glossary."
    },
    {
        "word": "glos*sol\"o*gy",
        "definition": "The science of language; comparative philology; linguistics; glottology."
    },
    {
        "word": "glos`so*phar`yn*ge\"al",
        "definition": "Smooth and shining; reflecting luster from a smooth surface; highly polished; lustrous; as, glossy silk; a glossy surface."
    },
    {
        "word": "gloss\"y",
        "definition": "Smooth; specious; plausible; as, glossy deceit."
    },
    {
        "word": "glost\" ov`en",
        "definition": "Of or pertaining to, or produced by, the glottis; glottic."
    },
    {
        "word": "glot\"tic",
        "definition": "The opening from the pharynx into the larynx or into the trachea. See Larynx."
    },
    {
        "word": "glot\"tis",
        "definition": "Of or pertaining to glottology."
    },
    {
        "word": "glot`to*log\"ic*al",
        "definition": "A linguist; a philologist."
    },
    {
        "word": "glot*tol\"o*gist",
        "definition": "The science of tongues or languages; comparative philology; glossology."
    },
    {
        "word": "glot*tol\"o*gy",
        "definition": "To pout; to look sullen."
    },
    {
        "word": "glove",
        "definition": "A cover for the hand, or for the hand and wrist, with a separate sheath for each finder. The latter characteristic distinguishes the glove from the mitten."
    },
    {
        "word": "glove",
        "definition": "One whose trade it is to make or sell gloves."
    },
    {
        "word": "glow",
        "definition": "To shine with an intense or white heat; to give forth vivid light and heat; to be incandenscent."
    },
    {
        "word": "glow",
        "definition": "Brightness or warmth of color; redness; a rosy flush; as, the glow of health in the cheeks."
    },
    {
        "word": "glow\"bard",
        "definition": "to look intently; to stare angrily or with a scowl."
    },
    {
        "word": "glow\"ing*ly",
        "definition": "An aphlogistic lamp. See Aphlogistic."
    },
    {
        "word": "glow\"lamp`",
        "definition": "An incandescent lamp. See Incandescent, a."
    },
    {
        "word": "gloze",
        "definition": "To flatter; to wheedle; to fawn; to talk smoothly."
    },
    {
        "word": "glu\"cic",
        "definition": "A white or gray tasteless powder, the oxide of the element glucinum; -- formerly called glucine."
    },
    {
        "word": "glu*ci\"na",
        "definition": "Pertaining to, derived from, or containing, glucinum; as, glucinic oxide."
    },
    {
        "word": "glu*cin\"ic",
        "definition": "A rare metallic element, of a silver white color, and low specific gravity (2.1), resembling magnesium. It never occurs naturally in the free state, but is always combined, usually with silica or alumina, or both; as in the minerals phenacite, chrysoberyl, beryl or emerald, euclase, and danalite. It was named from its oxide glucina, which was known long before the element was isolated. Symbol Gl. Atomic weight 9.1. Called also beryllium."
    },
    {
        "word": "glu`co*gen\"e*sis",
        "definition": "Pertaining to, or derived from, glucose."
    },
    {
        "word": "glu\"cose`",
        "definition": "A variety of sugar occurring in nature very abundantly, as in ripe grapes, and in honey, and produced in great quantities from starch, etc., by the action of heat and acids. It is only about half as sweet as cane sugar. Called also dextrose, grape sugar, diabetic sugar, and starch sugar. See Dextrose."
    },
    {
        "word": "glu\"co*side",
        "definition": "A condition in which glucose is discharged in the urine; diabetes mellitus."
    },
    {
        "word": "glu`co*su\"ri*a",
        "definition": "A hard brittle brownish gelatin, obtained by boiling to a jelly the skins, hoofs, etc., of animals. When gently heated with water, it becomes viscid and tenaceous, and is used as a cement for uniting substances. The name is also given to other adhesive or viscous substances."
    },
    {
        "word": "glue\"pot`",
        "definition": "One who cements with glue."
    },
    {
        "word": "glu\"er",
        "definition": "Viscous; glutinous; of the nature of, or like, glue."
    },
    {
        "word": "glu*ma\"ceous",
        "definition": "Characterized by a glume, or having the nature of a glume."
    },
    {
        "word": "glu\"mal",
        "definition": "The bracteal covering of the flowers or seeds of grain and grasses; esp., an outer husk or bract of a spikelt."
    },
    {
        "word": "glu*mel\"la",
        "definition": "In a glum manner; sullenly; moodily."
    },
    {
        "word": "glum\"ness",
        "definition": "To manifest sullenness; to sulk."
    },
    {
        "word": "glut",
        "definition": "Plenty, to satiety or repletion; a full supply; hence, often, a supply beyond sufficiency or to loathing; over abundance; as, a glut of the market."
    },
    {
        "word": "glu`ta*con\"ic",
        "definition": "The great muscle of the buttock in man and most mammals, and the corresponding muscle in many lower animals."
    },
    {
        "word": "glu\"ta*zine",
        "definition": "Pertaining to, or in the region of, the glut\\'91us."
    },
    {
        "word": "glu\"te*al",
        "definition": "The viscid, tenacious substance which gives adhesiveness to dough."
    },
    {
        "word": "glu`ti*na\"tion",
        "definition": "Having the quality of cementing; tenacious; viscous; glutinous."
    },
    {
        "word": "glu\"ti*na*tive",
        "definition": "The quality of being glutinous; viscousness."
    },
    {
        "word": "glu\"ti*nous",
        "definition": "Of the nature of glue; resembling glue; viscous; viscid; adhesive; gluey."
    },
    {
        "word": "glut\"ton",
        "definition": "One who eats voraciously, or to excess; a gormandizer."
    },
    {
        "word": "glut\"ton*ous",
        "definition": "Excess in eating; extravagant indulgence of the appetite for food; voracity."
    },
    {
        "word": "glyc\"er*ate",
        "definition": "Pertaining to, or derived from, glycerin."
    },
    {
        "word": "glyc\"er*ide",
        "definition": "An oily, viscous liquid, C3H5(OH)3, colorless and odorless, and with a hot, sweetish taste, existing in the natural fats and oils as the base, combined with various acids, as oleic, margaric, stearic, and palmitic. It is a triatomic alcohol, and hence is also called glycerol. See Note under Gelatin."
    },
    {
        "word": "glyc\"er*yl",
        "definition": "A colorless liquid, obtained from certain derivatives of glycerin, and regarded as a partially dehydrated glycerin; -- called also glycidic alcohol."
    },
    {
        "word": "glyc\"ide",
        "definition": "Pertaining to, or derived from, glycide; as, glycidic acid."
    },
    {
        "word": "gly\"cin",
        "definition": "A salt of glycocholic acid; as, sodium glycocholate."
    },
    {
        "word": "gly`co*cho\"late",
        "definition": "Pertaining to, or composed of, glycocoll and cholic acid."
    },
    {
        "word": "gly\"co*cin",
        "definition": "A crystalline, nitrogenous substance, with a sweet taste, formed from hippuric acid by boiling with hydrochloric acid, and present in bile united with cholic acid. It is also formed from gelatin by decomposition with acids. Chemically, it is amido-acetic acid. Called also glycin, and glycocin."
    },
    {
        "word": "gly\"co*coll",
        "definition": "A white, amorphous, tasteless substance resembling starch, soluble in water to an opalescent fluid. It is found abundantly in the liver of most animals, and in small quantity in other organs and tissues, particularly in the embryo. It is quickly changed into sugar when boiled with dilute sulphuric or hydrochloric acid, and also by the action of amylolytic ferments."
    },
    {
        "word": "gly`co*gen\"ic",
        "definition": "The production or formation of sugar from gycogen, as in the liver."
    },
    {
        "word": "gly*cog\"e*ny",
        "definition": "A thick, colorless liquid, C2H4(OH)2, of a sweetish taste, produced artificially from certain ethylene compounds. It is a diacid alcohol, intermediate between ordinary ethyl alcohol and glycerin."
    },
    {
        "word": "gly\"col",
        "definition": "Pertaining to, or derived from, glycol; as, glycolic ether; glycolic acid."
    },
    {
        "word": "gly\"co*lide",
        "definition": "Pertaining to, derived from, glycol and urea; as, glycoluric acid, which is called also hydantoic acid."
    },
    {
        "word": "gly`co*lu\"ric",
        "definition": "A white, crystalline, nitrogenous substance, obtained by the reduction of allanto\\'8bn."
    },
    {
        "word": "gly`co*lu\"ril",
        "definition": "A divalent, compound radical, CO.CH2, regarded as the essential radical of glycolic acid, and a large series of related compounds."
    },
    {
        "word": "gly*co\"ni*an",
        "definition": "Consisting of a spondee, a choriamb, and a pyrrhic; -- applied to a kind of verse in Greek and Latin poetry."
    },
    {
        "word": "gly*con\"ic",
        "definition": "An emulsion of glycerin and the yolk of eggs, used as an ointment, as a vehicle for medicines, etc."
    },
    {
        "word": "gly\"co*nin",
        "definition": "An organic base, C6H6N4, produced artificially as a white, crystalline powder, by the action of ammonia on glyoxal."
    },
    {
        "word": "glyc`yr*rhi\"za",
        "definition": "A genus of papilionaceous herbaceous plants, one species of which (G. glabra), is the licorice plant, the roots of which have a bittersweet mucilaginous taste."
    },
    {
        "word": "glyc`yr*rhi*zim\"ic",
        "definition": "A glucoside found in licorice root (Glycyrrhiza), in monesia bark (Chrysophyllum), in the root of the walnut, etc., and extracted as a yellow, amorphous powder, of a bittersweet taste."
    },
    {
        "word": "gly*cyr\"rhi*zin",
        "definition": "A glen. See Glen. [Obs. singly, but occurring often in locative names in Ireland, as Glen does in Scotland.]"
    },
    {
        "word": "gly*ox\"al",
        "definition": "Pertaining to, or designating, an aldehyde acid, intermediate between glycol and oxalic acid."
    },
    {
        "word": "gly`ox*al\"ic",
        "definition": "A white, crystalline, organic base, C3H4N2, produced by the action of ammonia on glyoxal, and forming the origin of a large class of derivatives hence, any one of the series of which glyoxaline is a type; -- called also oxaline."
    },
    {
        "word": "gly*ox\"a*line",
        "definition": "A white, crystalline, nitrogenous substance, produced by the action of hydroxylamine on glyoxal, and belonging to the class of oximes; also, any one of a group of substances resembling glyoxime proper, and of which it is a type. See Oxime."
    },
    {
        "word": "gly*ox\"ime",
        "definition": "A sunken channel or groove, usually vertical. See Triglyph."
    },
    {
        "word": "glyph",
        "definition": "Of or pertaining to sculpture or carving of any sort, esp. to glyphs."
    },
    {
        "word": "glyph\"ic",
        "definition": "A plate made by glyphography, or an impression taken from such a plate."
    },
    {
        "word": "glyph\"o*graph",
        "definition": "Of or pertaining to glyphography."
    },
    {
        "word": "glyph`o*graph\"ic",
        "definition": "A process similar to etching, in which, by means of voltaic electricity, a raised copy of a drawing is made, so that it can be used to print from."
    },
    {
        "word": "glyp\"tic",
        "definition": "Of or pertaining to gem engraving."
    },
    {
        "word": "glyp\"tics",
        "definition": "An extinct South American quaternary mammal, allied to the armadillos. It was as large as an ox, was covered with tessellated scales, and had fluted teeth."
    },
    {
        "word": "glyp\"to*dont",
        "definition": "Relating to glyptography, or the art of engraving on precious stones."
    },
    {
        "word": "glyp`to*graph\"ic",
        "definition": "The art or process of engraving on precious stones."
    },
    {
        "word": "glyp*tog\"ra*phy",
        "definition": "A building or room devoted to works of sculpture."
    },
    {
        "word": "glys\"ter",
        "definition": "A rhombohedral zeolitic mineral, related in form and composition to chabazite."
    },
    {
        "word": "gmel\"in*ite",
        "definition": "A genus of composite plants with white or colored dry and persistent involucres; a kind of everlasting."
    },
    {
        "word": "gna*pha\"li*um",
        "definition": "A knot or gnarl in wood; hence, a tough, thickset man; -- written also gnarr."
    },
    {
        "word": "gnarl",
        "definition": "Knotty; full of knots or gnarls; twisted; crossgrained."
    },
    {
        "word": "gnarl\"y",
        "definition": "To strike together, as in anger or pain; as, to gnash the teeth."
    },
    {
        "word": "gnash",
        "definition": "To grind or strike the teeth together."
    },
    {
        "word": "gnash\"ing*ly",
        "definition": "A blood-sucking dipterous fly, of the genus Culex, undergoing a metamorphosis in water. The females have a proboscis armed with needlelike organs for penetrating the skin of animals. These are wanting in the males. In America they are generally called mosquitoes. See Mosquito."
    },
    {
        "word": "gnat",
        "definition": "Any fly resembling a Culex in form or habits; esp., in America, a small biting fly of the genus Simulium and allies, as the buffalo gnat, the black fly, etc."
    },
    {
        "word": "gna*thid\"i*um",
        "definition": "Any one of the mouth appendages of the Arthropoda. They are known as mandibles, maxill\\'91, and maxillipeds."
    },
    {
        "word": "gna*thon\"ic",
        "definition": "A gnathopodite or maxilliped. See Maxilliped."
    },
    {
        "word": "gnath\"o*pod",
        "definition": "Any leglike appendage of a crustacean, when modified wholly, or in part, to serve as a jaw, esp. one of the maxillipeds."
    },
    {
        "word": "gna*thop\"o*dite",
        "definition": "One of a pair of broad plates, developed from the outer maxillipeds of crabs, and forming a cover for the other mouth organs."
    },
    {
        "word": "gna*thas\"te*gite",
        "definition": "A comprehensive division of vertebrates, including all that have distinct jaws, in contrast with the leptocardians and marsipobranchs (Cyclostoma), which lack them."
    },
    {
        "word": "gna*thos\"to*ma",
        "definition": "The horney covering of the lower mandible of a bird."
    },
    {
        "word": "gnat\"ling",
        "definition": "The aquatic larva of a gnat; -- called also, colloquially, wiggler."
    },
    {
        "word": "gnat\"worm`",
        "definition": "To bite, as something hard or tough, which is not readily separated or crushed; to bite off little by little, with effort; to wear or eat away by scraping or continuous biting with the teeth; to nibble at."
    },
    {
        "word": "gnaw",
        "definition": "To bite in agony or rage."
    },
    {
        "word": "gneiss",
        "definition": "Relating to, or resembling, gneiss; consisting of gneiss."
    },
    {
        "word": "gneis\"sic",
        "definition": "Resembling gneiss; having some of the characteristics of gneiss; -- applied to rocks of an intermediate character between granite and gneiss, or mica slate and gneiss."
    },
    {
        "word": "gneis\"soid",
        "definition": "Having the structure of gneiss."
    },
    {
        "word": "gnome",
        "definition": "A dwarf; a goblin; a person of small stature or misshapen features, or of strange appearance."
    },
    {
        "word": "gnom\"ic*al*ly",
        "definition": "Pertaining to, of the nature of, or resembling, a gnomology."
    },
    {
        "word": "gno`mo*log\"ic",
        "definition": "A collection of, or a treatise on, maxims, grave sentences, or reflections."
    },
    {
        "word": "gno\"mon",
        "definition": "The style or pin, which by its shadow, shows the hour of the day. It is usually set parallel to the earth's axis."
    },
    {
        "word": "gno*mon\"ic*al*ly",
        "definition": "The art or science of dialing, or of constructing dials to show the hour of the day by the shadow of a gnomon."
    },
    {
        "word": "gno*mon\"ics",
        "definition": "One skilled in gnomonics."
    },
    {
        "word": "gno`mon*ol\"o*gy",
        "definition": "An alkaloid existing in small quantities in opium."
    },
    {
        "word": "gnos\"co*pine",
        "definition": "The deeper wisdom; knowledge of spiritual truth, such as was claimed by the Gnostics."
    },
    {
        "word": "gnos\"tic",
        "definition": "Of or pertaining to Gnosticism or its adherents; as, the Gnostic heresy."
    },
    {
        "word": "gnos\"tic",
        "definition": "The system of philosophy taught by the Gnostics."
    },
    {
        "word": "go",
        "definition": "To pass from one place to another; to be in motion; to be in a state not motionless or at rest; to proced; to advance; to make progress; -- used, in various applications, of the movement of both animate and inanimate beings, by whatever means, and also of the movements of the mind; also figuratively applied."
    },
    {
        "word": "go",
        "definition": "To bet or wager; as, I'll go you a shilling."
    },
    {
        "word": "go",
        "definition": "A circumstance or occurrence; an incident."
    },
    {
        "word": "go\"a",
        "definition": "A pointed instrument used to urge on a beast; hence, any necessity that urges or stimulates."
    },
    {
        "word": "goal",
        "definition": "The mark set to bound a race, and to or around which the constestants run, or from which they start to return to it again; the place at which a race or a journey is to end."
    },
    {
        "word": "go\"a pow\"der",
        "definition": "Same as lst Gore."
    },
    {
        "word": "goat`ee\"",
        "definition": "A fish of the genus Upeneus, inhabiting the Gulf of Mexico. It is allied to the surmullet."
    },
    {
        "word": "goat\"fish`",
        "definition": "One who tends goats."
    },
    {
        "word": "goat\"like`",
        "definition": "The skin of a goat, or leather made from it."
    },
    {
        "word": "goat\"skin`",
        "definition": "One of several species of insectivorous birds, belonging to Caprimulgus and allied genera, esp. the European species (Caprimulgus Europ\\'91us); -- so called from the mistaken notion that it sucks goats. The European species is also goat-milker, goat owl, goat chaffer, fern owl, night hawk, nightjar, night churr, churr-owl, gnat hawk, and dorhawk ."
    },
    {
        "word": "goat\"suck`er",
        "definition": "Old workings. See Goaf."
    },
    {
        "word": "gob",
        "definition": "A little mass or collection; a small quantity; a mouthful."
    },
    {
        "word": "gob\"bing",
        "definition": "The process of packing with waste rock; stowing"
    },
    {
        "word": "gob\"ble",
        "definition": "To swallow or eat greedily or hastily; to gulp."
    },
    {
        "word": "gob\"ble",
        "definition": "To make a noise like that of a turkey cock."
    },
    {
        "word": "gob\"bler",
        "definition": "Pertaining to tapestry produced in the so-called Gobelin works, which have been maintained by the French Government since 1667."
    },
    {
        "word": "gob\"e*lin",
        "definition": "Literally, a fly swallower; hence, once who keeps his mouth open; a boor; a silly and credulous person."
    },
    {
        "word": "go\"bi*oid",
        "definition": "A kind of cup or drinking vessel having a foot or standard, but without a handle."
    },
    {
        "word": "gob\"line`",
        "definition": "To transform into a goblin."
    },
    {
        "word": "go\"by",
        "definition": "A passing without notice; intentional neglect; thrusting away; a shifting off; adieu; as, to give a proposal the go-by."
    },
    {
        "word": "god\"child`",
        "definition": "A female for whom one becomes sponsor at baptism."
    },
    {
        "word": "god\"daugh`ter",
        "definition": "A female god; a divinity, or deity, of the female sex."
    },
    {
        "word": "god\"dess",
        "definition": "A woman of superior charms or excellence."
    },
    {
        "word": "god\"head",
        "definition": "The Deity; God; the Supreme Being."
    },
    {
        "word": "god\"hood",
        "definition": "A corruption of God yield, i. e., God reward or bless."
    },
    {
        "word": "god\"less",
        "definition": "Resembling or befitting a god or God; divine; hence, preeminently good; as, godlike virtue."
    },
    {
        "word": "go*down\"",
        "definition": "An ornament produced by notching or carving a rounded molding."
    },
    {
        "word": "go*droon\"",
        "definition": "Something sent by God; an unexpected acquisiton or piece of good fortune."
    },
    {
        "word": "god\"send`",
        "definition": "The rank or character of a god; deity; divinity; a god or goddess."
    },
    {
        "word": "god\"son`",
        "definition": "Success; prosperous journeying; -- a contraction of the phrase, \"God speed you.\""
    },
    {
        "word": "go`\\'89`land\"",
        "definition": "A complex mixture of several substances extracted from Irish moss."
    },
    {
        "word": "go`\\'89`min\"",
        "definition": "p. p. of Go."
    },
    {
        "word": "go\"en",
        "definition": "One who, or that which, goes; a runner or walker"
    },
    {
        "word": "gog\"gle",
        "definition": "A strained or affected rolling of the eye."
    },
    {
        "word": "gog\"gled",
        "definition": "One of two or more species of American fresh-water fishes of the family Centrarchid\\'91, esp. Ch\\'91nobryttus antistius, of Lake Michigan and adjacent waters, and Ambloplites rupestris, of the Great Lakes and Mississippi Valley; -- so called from their prominent eyes."
    },
    {
        "word": "gog\"gle-eye`",
        "definition": "Having prominent and distorted or rolling eyes."
    },
    {
        "word": "gog\"let",
        "definition": "The act of moving in any manner; traveling; as, the going is bad."
    },
    {
        "word": "goi\"tered",
        "definition": "Pertaining to the goiter; affected with the goiter; of the nature of goiter or bronchocele."
    },
    {
        "word": "gold",
        "definition": "A metallic element, constituting the most precious metal used as a common commercial medium of exchange. It has a characteristic yellow color, is one of the heaviest substances known (specific gravity 19.32), is soft, and very malleable and ductile. It is quite unalterable by heat, moisture, and most corrosive agents, and therefore well suited for its use in coin and jewelry. Symbol Au (Aurum). Atomic weight 196.7."
    },
    {
        "word": "gold\"-beat`en",
        "definition": "The art or process of reducing gold to extremely thin leaves, by beating with a hammer."
    },
    {
        "word": "gold\"-bound`",
        "definition": "The European golden-crested kinglet (Regulus cristatus, or R. regulus); -- called also golden-crested wren, and golden wren. The name is also sometimes applied to the American golden-crested kinglet. See Kinglet."
    },
    {
        "word": "gold\"en",
        "definition": "Made of gold; consisting of gold."
    },
    {
        "word": "gold\"en-eye`",
        "definition": "In golden terms or a golden manner; splendidly; delightfully."
    },
    {
        "word": "gold\"fin`ny",
        "definition": "A small domesticated cyprinoid fish (Carassius auratus); -- so named from its color. It is native of China, and is said to have been introduced into Europe in 1691. It is often kept as an ornament, in small ponds or glass globes. Many varieties are known. Called also golden fish, and golden carp. See Telescope fish, under Telescope."
    },
    {
        "word": "gold\"i*locks`",
        "definition": "A conspicuous yellow flower, commonly the corn marigold (Chrysanthemum segetum)."
    },
    {
        "word": "gold\"sin`ny",
        "definition": "An artisan who manufactures vessels and ornaments, etc., of gold."
    },
    {
        "word": "gold\"tit`",
        "definition": "A plant of several species of the genus Chrysocoma; -- so called from the tufts of yellow flowers which terminate the stems; also, the Ranunculus auricomus, a kind of buttercup."
    },
    {
        "word": "go\"let",
        "definition": "A game played with a small ball and a bat or club crooked at the lower end. He who drives the ball into each of a series of small holes in the ground and brings it into the last hole with the fewest strokes is the winner."
    },
    {
        "word": "golf\"er",
        "definition": "Calvary. See the Note under Calvary."
    },
    {
        "word": "gol\"go*tha",
        "definition": "A buffoon in the Middle Ages, who attended rich men's tables to make sport for the guests by ribald stories and songs."
    },
    {
        "word": "gol\"iard",
        "definition": "The satirical or ribald poetry of the Goliards."
    },
    {
        "word": "go*li\"ath bee\"tle",
        "definition": "A hand, paw, or claw."
    },
    {
        "word": "go*loshe\"",
        "definition": "A small ingot of gold."
    },
    {
        "word": "golt\"schut",
        "definition": "A silver ingot, used in Japan as money."
    },
    {
        "word": "go\"man",
        "definition": "One of the followers of Francis Gomar or Gomarus, a Dutch disciple of Calvin in the 17th century, who strongly opposed the Arminians."
    },
    {
        "word": "gome",
        "definition": "A Hebrew measure. See Homer."
    },
    {
        "word": "go\"mer",
        "definition": "A conical chamber at the breech of the bore in heavy ordnance, especially in mortars; -- named after the inventor."
    },
    {
        "word": "gom\"me*lin",
        "definition": "A disease of the teeth, which causes them to loosen and fall out of their sockets."
    },
    {
        "word": "gom*phi\"a*sis",
        "definition": "A form of union or immovable articulation where a hard part is received into the cavity of a bone, as the teeth into the jaws."
    },
    {
        "word": "gom*pho\"sis",
        "definition": "A black, fibrous substance resembling horsehair, obtained from the leafstalks of two kinds of palms, Metroxylon Sagu, and Arenga saccharifera, of the Indian islands. It is used for making cordage. Called also ejoo."
    },
    {
        "word": "go*mu\"ti",
        "definition": "imp. & p. p. of Go."
    },
    {
        "word": "gon\"do*la",
        "definition": "A long, narrow boat with a high prow and stern, used in the canals of Venice. A gondola is usually propelled by one or two oarsmen who stand facing the prow, or by poling. A gondola for passengers has a small open cabin amidships, for their protection against the sun or rain. A sumptuary law of Venice required that gondolas should be painted black, and they are customarily so painted now."
    },
    {
        "word": "gon`do*lier\"",
        "definition": "p. p. of Go."
    },
    {
        "word": "gone",
        "definition": "A state of exhaustion; faintness, especially as resulting from hunger."
    },
    {
        "word": "gone\"ness",
        "definition": "The ensign or standard in use by certain princes or states, such as the medi\\'91val republics of Italy, and in more recent times by the pope."
    },
    {
        "word": "gon\"fa*lon",
        "definition": "A name popularly given to any flag which hangs from a crosspiece or frame instead of from the staff or the mast itself."
    },
    {
        "word": "gon`fa*lon*ier\"",
        "definition": "A privy or jakes."
    },
    {
        "word": "gong",
        "definition": "A flat saucerlike bell, rung by striking it with a small hammer which is connected with it by various mechanical devices; a stationary bell, used to sound calls or alarms; -- called also gong bell."
    },
    {
        "word": "go\"ni*a*tite",
        "definition": "Pertaining to, or containing, gonidia."
    },
    {
        "word": "go*nid\"i*al",
        "definition": "Of or pertaining to the angles of the mouth; as, a gonidial groove of an actinian."
    },
    {
        "word": "go*nid\"i*al",
        "definition": "A special groove or furrow at one or both angles of the mouth of many Anthozoa."
    },
    {
        "word": "go*nid\"i*um",
        "definition": "A component cell of the yellowish green layer in certain lichens."
    },
    {
        "word": "go*nid\"i*um",
        "definition": "Bluish green granules which occur in certain lichens, as Collema, Peltigera, etc., and which replace the more usual gonidia."
    },
    {
        "word": "go*nim\"i*a",
        "definition": "Pertaining to, or containing, gonidia or gonimia, as that part of a lichen which contains the green or chlorophyll-bearing cells."
    },
    {
        "word": "gon\"i*mous",
        "definition": "An instrument for measuring angles, especially the angles of crystals, or the inclination of planes."
    },
    {
        "word": "go`ni*o*met\"ric",
        "definition": "The art of measuring angles; trigonometry."
    },
    {
        "word": "go`ni*om\"e*try",
        "definition": "A reproductive bud of a hydroid; a simple gonophore."
    },
    {
        "word": "gon`o*blas*tid\"i*um",
        "definition": "The bell of a sessile gonozooid."
    },
    {
        "word": "gon`o*ca\"lyx",
        "definition": "Separation of the sexes in different individuals; -- opposed to hermaphroditism."
    },
    {
        "word": "gon`o*cho\"rism",
        "definition": "A vegetable micro\\'94rganism of the genus Micrococcus, occurring in the secretion in gonorrhea. It is believed by some to constitute the cause of this disease."
    },
    {
        "word": "gon`o*coc\"cus",
        "definition": "A pickpocket or thief."
    },
    {
        "word": "gon\"o*phore",
        "definition": "A lengthened receptacle, bearing the stamens and carpels in a conspicuous manner."
    },
    {
        "word": "gon`or*rhe\"a",
        "definition": "Of or pertaining to gonorrhea; as, gonorrheal rheumatism."
    },
    {
        "word": "gon`or*rhe\"al",
        "definition": "The reproductive zooids of a hydroid colony, collectively."
    },
    {
        "word": "gon\"o*some",
        "definition": "A capsule developed on certain hydroids (Thecaphora), inclosing the blastostyle upon which the medusoid buds or gonophores are developed; -- called also gonangium, and teleophore. See Hydroidea, and Illust. of Campanularian."
    },
    {
        "word": "gon`o*the\"ca",
        "definition": "A sexual zooid, or medusoid bud of a hydroid; a gonophore. See Hydroidea, and Illust. of Campanularian."
    },
    {
        "word": "gon`o*zo\"oid",
        "definition": "Pertaining to the gonys of a bird's beak."
    },
    {
        "word": "go*nyd\"i*al",
        "definition": "The keel or lower outline of a bird's bill, so far as the mandibular rami are united."
    },
    {
        "word": "good",
        "definition": "Possessing desirable qualities; adapted to answer the end designed; promoting success, welfare, or happiness; serviceable; useful; fit; excellent; admirable; commendable; not bad, corrupt, evil, noxious, offensive, or troublesome, etc."
    },
    {
        "word": "good",
        "definition": "Advancement of interest or happiness; welfare; prosperity; advantage; benefit; -- opposed to harm, etc."
    },
    {
        "word": "good",
        "definition": "To manure; to improve."
    },
    {
        "word": "good`-fel\"low*ship",
        "definition": "Same as Gudgeon, 5."
    },
    {
        "word": "good\"geon",
        "definition": "Having a cheerful spirit and demeanor; good-tempered. See Good-natured."
    },
    {
        "word": "good`-hu\"mored",
        "definition": "With a cheerful spirit; in a cheerful or good-tempered manner."
    },
    {
        "word": "good`-hu\"mored*ly",
        "definition": "Rather good than the contrary; not actually bad; tolerable."
    },
    {
        "word": "good\"man",
        "definition": "A familiar appellation of civility, equivalent to \"My friend\", \"Good sir\", \"Mister;\" -- sometimes used ironically."
    },
    {
        "word": "good`-na\"tured*ly",
        "definition": "The quality of being good in any of its various senses; excellence; virtue; kindness; benevolence; as, the goodness of timber, of a soil, of food; goodness of character, of disposition, of conduct, etc."
    },
    {
        "word": "good\"ness",
        "definition": "An exclamation of wonder, surprise, or entreaty."
    },
    {
        "word": "good`-tem\"pered",
        "definition": "The mistress of a house."
    },
    {
        "word": "good\"y",
        "definition": "An American fish; the lafayette or spot."
    },
    {
        "word": "good\"y",
        "definition": "The venereal disease; -- often used as a mild oath."
    },
    {
        "word": "good\"y-good`y",
        "definition": "The state or quality of a goody or goodwife"
    },
    {
        "word": "goose",
        "definition": "Any large web-footen bird of the subfamily Anserin\\'91, and belonging to Anser, Branta, Chen, and several allied genera. See Anseres."
    },
    {
        "word": "goose\"ber*ry",
        "definition": "A silly person; a goose cap."
    },
    {
        "word": "goose\"fish`",
        "definition": "A genus of herbs (Chenopodium) mostly annual weeds; pigweed."
    },
    {
        "word": "goose\"foot`",
        "definition": "A place for keeping geese."
    },
    {
        "word": "goos\"er*y",
        "definition": "The characteristics or actions of a goose; silliness."
    },
    {
        "word": "goose\"winged`",
        "definition": "Like a goose; foolish."
    },
    {
        "word": "go\"-out`",
        "definition": "One of several North American burrowing rodents of the genera Geomys and Thomomys, of the family Geomyid\\'91; -- called also pocket gopher and pouched rat. See Pocket gopher, and Tucan."
    },
    {
        "word": "go\"pher",
        "definition": "One of several western American species of the genus Spermophilus, of the family Sciurid\\'91; as, the gray gopher (Spermophilus Franklini) and the striped gopher (S. tridecemlineatus); -- called also striped prairie squirrel, leopard marmot, and leopard spermophile. See Spermophile."
    },
    {
        "word": "go*rac\"co",
        "definition": "An Indian goat antelope (Nemorhedus goral), resembling the chamois."
    },
    {
        "word": "gor\"-bel`lied",
        "definition": "A prominent belly; a big-bellied person."
    },
    {
        "word": "gor\"-bel`ly",
        "definition": "A pool of water to keep fish in; a wear."
    },
    {
        "word": "gor\"cock`",
        "definition": "The carrion crow; -- called also gercrow."
    },
    {
        "word": "gor\"crow`",
        "definition": "An instrument of gaming; a sort of dice."
    },
    {
        "word": "gor`di*a\"ce*a",
        "definition": "Pertaining to Gordius, king of Phrygia, or to a knot tied by him; hence, intricate; complicated; inextricable."
    },
    {
        "word": "gor\"di*an",
        "definition": "Pertaining to the Gordiacea."
    },
    {
        "word": "gor\"di*an",
        "definition": "A genus of long, slender, nematoid worms, parasitic in insects until near maturity, when they leave the insect, and live in water, in which they deposit their eggs; -- called also hair eel, hairworm, and hair snake, from the absurd, but common and widely diffused, notion that they are metamorphosed horsehairs."
    },
    {
        "word": "gore",
        "definition": "Blood; especially, blood that after effusion has become thick or clotted."
    },
    {
        "word": "gore",
        "definition": "A small traingular piece of land."
    },
    {
        "word": "gor\"fly`",
        "definition": "The throat; the gullet; the canal by which food passes to the stomach."
    },
    {
        "word": "gorge",
        "definition": "To glut; to fill up to the throat; to satiate."
    },
    {
        "word": "gorged",
        "definition": "Bearing a coronet or ring about the neck."
    },
    {
        "word": "gor\"ge*let",
        "definition": "Imposing through splendid or various colors; showy; fine; magnificent."
    },
    {
        "word": "gor`ge*rin\"",
        "definition": "A piece of armor, whether of chain mail or of plate, defending the throat and upper part of the breast, and forming a part of the double breastplate of the 14th century."
    },
    {
        "word": "gor\"get",
        "definition": "A piece of plate armor covering the same parts and worn over the buff coat in the 17th century, and without other steel armor."
    },
    {
        "word": "gor\"gon",
        "definition": "Anything very ugly or horrid."
    },
    {
        "word": "gor*go\"ne*an",
        "definition": "A mask carved in imitation of a Gorgon's head."
    },
    {
        "word": "gor*go\"ni*a",
        "definition": "Any slender branched gorgonian."
    },
    {
        "word": "gor*go\"ni*an",
        "definition": "Pertaining to, or resembling, a Gorgon; terrifying into stone; terrific."
    },
    {
        "word": "gor*go\"ni*an",
        "definition": "To have the effect of a Gorgon upon; to turn into stone; to petrify."
    },
    {
        "word": "gor\"gon*ize",
        "definition": "The female of the gorcock."
    },
    {
        "word": "gor\"hen`",
        "definition": "A large, arboreal, anthropoid ape of West Africa. It is larger than a man, and is remarkable for its massive skeleton and powerful muscles, which give it enormous strength. In some respects its anatomy, more than that of any other ape, except the chimpanzee, resembles that of man."
    },
    {
        "word": "go*ril\"la",
        "definition": "A piece of canvas cut obliquely to widen a sail at the foot."
    },
    {
        "word": "gor\"ing",
        "definition": "Axle grease. See Gome."
    },
    {
        "word": "gorm",
        "definition": "To daub, as the hands or clothing, with gorm; to daub with anything sticky."
    },
    {
        "word": "gor\"ma",
        "definition": "A greedy or ravenous eater; a luxurious feeder; a gourmand."
    },
    {
        "word": "gor\"mand*ism",
        "definition": "To eat greedily; to swallow voraciously; to feed ravenously or like a glutton."
    },
    {
        "word": "gor\"mand*i`zer",
        "definition": "A large, handsome, marine, univalve shell (Triton femorale)."
    },
    {
        "word": "gor\"y",
        "definition": "Covered with gore or clotted blood."
    },
    {
        "word": "gos\"hawk`",
        "definition": "One who takes care of geese."
    },
    {
        "word": "gos\"herd",
        "definition": "One of several species of pygmy geese, of the genus Nettepus. They are about the size of a teal, and inhabit Africa, India, and Australia."
    },
    {
        "word": "gos\"ling",
        "definition": "A young or unfledged goose."
    },
    {
        "word": "gos\"pel",
        "definition": "Glad tidings; especially, the good news concerning Christ, the Kingdom of God, and salvation."
    },
    {
        "word": "gos\"pel*ize",
        "definition": "To form according to the gospel; as, a command gospelized to us."
    },
    {
        "word": "gos\"sa*mer",
        "definition": "A fine, filmy substance, like cobwebs, floating in the air, in calm, clear weather, especially in autumn. It is seen in stubble fields and on furze or low bushes, and is formed by small spiders."
    },
    {
        "word": "gos\"san",
        "definition": "Containing or producing gossan."
    },
    {
        "word": "gos`san*if\"er*ous",
        "definition": "A small British marine fish (Motella tricirrata); -- called also whistler and three-bearded rockling."
    },
    {
        "word": "gos\"sip",
        "definition": "A sponsor; a godfather or a godmother."
    },
    {
        "word": "gos\"sip",
        "definition": "To prate; to chat; to talk much."
    },
    {
        "word": "gos\"sip*rede",
        "definition": "Spiritual relationship or affinity; gossiprede; special intimacy."
    },
    {
        "word": "gos\"sip*y",
        "definition": "A boy; a servant."
    },
    {
        "word": "gos*soon\"",
        "definition": "A genus of plants which yield the cotton of the arts. The species are much confused. G. herbaceum is the name given to the common cotton plant, while the long-stapled sea-island cotton is produced by G. Barbadense, a shrubby variety. There are several other kinds besides these."
    },
    {
        "word": "gos*syp\"i*um",
        "definition": "imp. & p. p. of Get. See Get."
    },
    {
        "word": "got",
        "definition": "A channel for water."
    },
    {
        "word": "goth",
        "definition": "One of an ancient Teutonic race, who dwelt between the Elbe and the Vistula in the early part of the Christian era, and who overran and took an important part in subverting the Roman empire."
    },
    {
        "word": "go\"tham*ite",
        "definition": "An inhabitant of New York city."
    },
    {
        "word": "goth\"ic",
        "definition": "Pertaining to the Goths; as, Gothic customs; also, rude; barbarous."
    },
    {
        "word": "goth\"ic",
        "definition": "A kind of square-cut type, with no hair lines."
    },
    {
        "word": "goth\"i*cism",
        "definition": "Conformity to the Gothic style of architecture."
    },
    {
        "word": "goth\"i*cize",
        "definition": "A hydrous oxide of iron, occurring in prismatic crystals, also massive, with a fibrous, reniform, or stalactitic structure. The color varies from yellowish to blackish brown."
    },
    {
        "word": "g\\'94\"thite",
        "definition": "p. p. of Get."
    },
    {
        "word": "got\"ten",
        "definition": "A method of painting with opaque colors, which have been ground in water and mingled with a preparation of gum; also, a picture thus painted."
    },
    {
        "word": "goud",
        "definition": "a small fascine or fagot, steeped in wax, pitch, and glue, used in various ways, as for igniting buildings or works, or to light ditches and ramparts."
    },
    {
        "word": "gouge",
        "definition": "A chisel, with a hollow or semicylindrical blade, for scooping or cutting holes, channels, or grooves, in wood, stone, etc.; a similar instrument, with curved edge, for turning wood."
    },
    {
        "word": "gou\"ger",
        "definition": "A sharp-edged, tubular, marine shell, of the genus Vermetus; also, the pinna. See Vermetus."
    },
    {
        "word": "gou\"land",
        "definition": "An aqueous solution of the subacetate of lead, used as a lotion in cases of inflammation. Goulard's cerate is a cerate containing this extract."
    },
    {
        "word": "gou*lard\"s\" ex\"tract\"",
        "definition": "A fire worshiper; a Gheber or Gueber."
    },
    {
        "word": "gou\"ra",
        "definition": "A very largo East Indian freshwater fish (Osphromenus gorami), extensively reared in artificial ponds in tropical countries, and highly valued as a food fish. Many unsuccessful efforts have been made to introduce it into Southern Europe."
    },
    {
        "word": "gou\"ra*mi",
        "definition": "A fleshy, three-celled, many-seeded fruit, as the melon, pumpkin, cucumber, etc., of the order Cucurbitace\\'91; and especially the bottle gourd (Lagenaria vulgaris) which occurs in a great variety of forms, and, when the interior part is removed, serves for bottles, dippers, cups, and other dishes."
    },
    {
        "word": "gourd",
        "definition": "A dipper or other vessel made from the shell of a gourd; hence, a drinking vessel; a bottle."
    },
    {
        "word": "gourd",
        "definition": "A silver dollar; --  so called in Cuba, Hayti, etc."
    },
    {
        "word": "gourd\"i*ness",
        "definition": "A tree (the Crescentia Cujete, or calabash tree) of the West Indies and Central America."
    },
    {
        "word": "gourd\" tree\"",
        "definition": "The fluke of sheep. See Fluke."
    },
    {
        "word": "gourd\"worm\"",
        "definition": "Swelled in the legs."
    },
    {
        "word": "gourd\"y",
        "definition": "A greedy or ravenous eater; a glutton. See Gormand."
    },
    {
        "word": "gour\"met\"",
        "definition": "A fish. See Gurnet."
    },
    {
        "word": "gout",
        "definition": "A drop; a clot or coagulation."
    },
    {
        "word": "gout\"i*ly",
        "definition": "The state of being gouty; gout."
    },
    {
        "word": "gout\"i*ness",
        "definition": "A coarse umbelliferous plant of Europe (\\'92gopodium Podagraria); -- called also bishop's weed, ashweed, and herb gerard."
    },
    {
        "word": "gout\"weed`",
        "definition": "Diseased with, or subject to, the gout; as, a gouty person; a gouty joint."
    },
    {
        "word": "gout\"y",
        "definition": "Pertaining to the gout."
    },
    {
        "word": "gov\"ern",
        "definition": "To regulate; to influence; to direct; to restrain; to manage; as, to govern the life; to govern a horse."
    },
    {
        "word": "gov\"ern*a*bil\"i*ty",
        "definition": "Capable of being governed, or subjected to authority; controllable; manageable; obedient."
    },
    {
        "word": "gov\"ern*ess",
        "definition": "Holding the superiority; prevalent; controlling; as, a governing wind; a governing party in a state."
    },
    {
        "word": "gov\"ern*ing",
        "definition": "Requiring a particular case."
    },
    {
        "word": "gov\"ern*ment",
        "definition": "The mode of governing; the system of polity in a state; the established form of law."
    },
    {
        "word": "gov\"ern*men\"tal",
        "definition": "One who governs; especially, one who is invested with the supreme executive authority in a State; a chief ruler or magistrate; as, the governor of Pennsylvania."
    },
    {
        "word": "gov\"ern*or",
        "definition": "One who has the care or guardianship of a young man; a tutor; a guardian."
    },
    {
        "word": "gov\"ern*or gen\"er*al",
        "definition": "The office of a governor."
    },
    {
        "word": "gov\"ern*or*ship",
        "definition": "The daisy, or mountain daisy."
    },
    {
        "word": "gow\"die",
        "definition": "The saury pike; -- called also gofnick."
    },
    {
        "word": "gowd\"nook\"",
        "definition": "To make a, booby of one); to stupefy."
    },
    {
        "word": "gowk",
        "definition": "A simpleton; a gawk or gawky."
    },
    {
        "word": "gown",
        "definition": "A loose wrapper worn by gentlemen within doors; a dressing gown"
    },
    {
        "word": "goz\"zard",
        "definition": "Pertaining to, or discovered by, Regnier de Graaf, a Dutch physician."
    },
    {
        "word": "graal",
        "definition": "A vessel used on the Malabar coast, having two or three masts."
    },
    {
        "word": "grab",
        "definition": "To gripe suddenly; to seize; to snatch; to clutch."
    },
    {
        "word": "grab",
        "definition": "A sudden grasp or seizure."
    },
    {
        "word": "grab",
        "definition": "An instrument for clutching objects for the purpose of raising them; -- specially applied to devices for withdrawing drills, etc., from artesian and other wells that are drilled, bored, or driven."
    },
    {
        "word": "grab\"ber",
        "definition": "To grope; to feel with the hands."
    },
    {
        "word": "grab\"ble",
        "definition": "To lie prostrate on the belly; to sprawl on the ground; to grovel."
    },
    {
        "word": "grace\"less",
        "definition": "Unfortunate. Cf. Grace, n., 4."
    },
    {
        "word": "gra\"cious*ness",
        "definition": "One of several American blackbirds, of the family Icterid\\'91; as, the rusty grackle (Scolecophagus Carolinus); the boat-tailed grackle (see Boat-tail); the purple grackle (Quiscalus quiscula, or Q. versicolor). See Crow blackbird, under Crow"
    },
    {
        "word": "grac\"kle",
        "definition": "To grade or arrange (parts in a whole, colors in painting, etc.), so that they shall harmonize."
    },
    {
        "word": "gra\"date",
        "definition": "To bring to a certain strength or grade of concentration; as, to gradate a saline solution."
    },
    {
        "word": "gra*da\"tion",
        "definition": "The act or process of bringing to a certain grade."
    },
    {
        "word": "gra*da\"tion",
        "definition": "By regular steps or gradations; of or pertaining to gradation."
    },
    {
        "word": "gra*da\"tion*al",
        "definition": "Proceeding step by step, or by gradations; gradual."
    },
    {
        "word": "grad\"a*to*ry",
        "definition": "Suitable for walking; -- said of the limbs of an animal when adapted for walking on land."
    },
    {
        "word": "grad\"a*to*ry",
        "definition": "A step or degree in any series, rank, quality, order; relative position or standing; as, grades of military rank; crimes of every grade; grades of flour."
    },
    {
        "word": "grade",
        "definition": "To reduce to a level, or to an evenly progressive ascent, as the line of a canal or road."
    },
    {
        "word": "gra\"di*ent",
        "definition": "Rising or descending by regular degrees of inclination; as, the gradient line of a railroad."
    },
    {
        "word": "gra\"di*ent",
        "definition": "A part of a road which slopes upward or downward; a portion of a way not level; a grade."
    },
    {
        "word": "gra*dine\"",
        "definition": "The act or method of arranging in or by grade, or of bringing, as the surface of land or a road, to the desired level or grade."
    },
    {
        "word": "grad\"ing",
        "definition": "A step or raised shelf, as above a sideboard or altar. Cf. Superaltar, and Gradin."
    },
    {
        "word": "gra*di\"no",
        "definition": "Proceeding by steps or degrees; advancing, step by step, as in ascent or descent or from one state to another; regularly progressive; slow; as, a gradual increase of knowledge; a gradual decline."
    },
    {
        "word": "grad\"u*al",
        "definition": "A series of steps."
    },
    {
        "word": "grad\"u*ate",
        "definition": "To mark with degrees; to divide into regular steps, grades, or intervals, as the scale of a thermometer, a scheme of punishment or rewards, etc."
    },
    {
        "word": "grad\"u*ate",
        "definition": "To taper, as the tail of certain birds."
    },
    {
        "word": "grad\"u*ate",
        "definition": "A graduated cup, tube, or flask; a measuring glass used by apothecaries and chemists. See under Graduated."
    },
    {
        "word": "grad\"u*a\"ted",
        "definition": "Tapered; -- said of a bird's tail when the outer feathers are shortest, and the others successively longer."
    },
    {
        "word": "grad\"u*a\"tion",
        "definition": "The act of graduating, or the state of being graduated; as, graduation of a scale; graduation at a college; graduation in color; graduation by evaporation; the graduation of a bird's tail, etc."
    },
    {
        "word": "grad\"u*a\"tor",
        "definition": "An instrument for dividing any line, right or curve, into small, regular intervals."
    },
    {
        "word": "graf",
        "definition": "A steward; an overseer."
    },
    {
        "word": "graff",
        "definition": "The scarp of a ditch or moat."
    },
    {
        "word": "graf*fi\"ti",
        "definition": "A small shoot or scion of a tree inserted in another tree, the stock of which is to support and nourish it. The two unite and become one tree, but the graft determines the kind of fruit."
    },
    {
        "word": "graft",
        "definition": "To insert (a graft) in a branch or stem of another tree; to propagate by insertion in another stock; also, to insert a graft upon."
    },
    {
        "word": "graft",
        "definition": "To implant a portion of (living flesh or akin) in a lesion so as to form an organic union."
    },
    {
        "word": "graft",
        "definition": "One who inserts scions on other stocks, or propagates fruit by ingrafting."
    },
    {
        "word": "graft\"er",
        "definition": "The original tree from which a scion has been taken for grafting upon another tree."
    },
    {
        "word": "graft\"ing",
        "definition": "The act or method of weaving a cover for a ring, rope end, etc."
    },
    {
        "word": "gra\"ham*ite",
        "definition": "A book of offices in the Roman Catholic Church; a gradual."
    },
    {
        "word": "grail",
        "definition": "A halfround single-cut file or fioat, having one curved face and one straight face, -- used by comb makers."
    },
    {
        "word": "grain",
        "definition": "A single small hard seed; a kernel, especially of  those plants, like wheat, whose seeds are used for food."
    },
    {
        "word": "grain",
        "definition": "To paint in imitation of the grain of wood, marble, etc."
    },
    {
        "word": "grain",
        "definition": "To form grains, or to assume a granular ferm, as the result of crystallization; to granulate."
    },
    {
        "word": "grain",
        "definition": "A branch of a tree; a stalk or stem of a plant."
    },
    {
        "word": "grained",
        "definition": "Dyed in grain; ingrained."
    },
    {
        "word": "grain\"er",
        "definition": "A knife for taking the hair off skins."
    },
    {
        "word": "grain\"field`",
        "definition": "Indentation; roughening; milling, as on edges of coins."
    },
    {
        "word": "grain\"ing",
        "definition": "A process in dressing leather, by which the skin is softened and the grain raised."
    },
    {
        "word": "grain\"ing",
        "definition": "See 5th Grain, n., 2 (b)."
    },
    {
        "word": "grains",
        "definition": "Pigeon's dung used in tanning.  See Grainer. n., 1."
    },
    {
        "word": "gra\"kle",
        "definition": "An order of birds which formerly included all the waders.  By later writers it is usually restricted to the sandpipers, plovers, and allied forms; -- called also Grallatores."
    },
    {
        "word": "gral\"la*to\"res",
        "definition": "Of or pertaining to the Grallatores, or waders."
    },
    {
        "word": "gral`la*to\"ri*al",
        "definition": "Pertaining to the Grall\\'91."
    },
    {
        "word": "gral\"lic",
        "definition": "Of or pertaining to the Grall\\'91."
    },
    {
        "word": "gral\"line",
        "definition": "Offal of a deer."
    },
    {
        "word": "gral\"loch",
        "definition": "A suffix indicating something drawn or written, a drawing, writing; -- as, monogram, telegram, chronogram."
    },
    {
        "word": "gram",
        "definition": "The unit of weight in the metric system. It was intended to be exactly, and is very nearly, equivalent to the weight in a vacuum of one cubic centimeter of pure water at its maximum density. It is equal to 15.432 grains. See Grain, n., 4."
    },
    {
        "word": "gra*min\"e*al",
        "definition": "Like, Or pertaining to, grass. See Grass, n., 2."
    },
    {
        "word": "gra*min\"e*ous",
        "definition": "Bearing leaves resembling those of grass."
    },
    {
        "word": "gram\"i*ni*fo\"li*ous",
        "definition": "Feeding or subsisting on grass, and the like food; -- said of horses, cattle, and other animals."
    },
    {
        "word": "gram\"i*niv\"o*rous",
        "definition": "Literally, a letter word; a word represented by a logogram; as, it, represented by |, that is, t. pitman."
    },
    {
        "word": "gram\"ma*logue",
        "definition": "The science which treats of the principles of language; the study of forms of speech, and their relations to one another; the art concerned with the right use aud application of the rules of a language, in speaking or writing."
    },
    {
        "word": "gram*ma\"ri*an",
        "definition": "One who writes on, or teaches, grammar."
    },
    {
        "word": "gram\"mar*less",
        "definition": "Rudiments; first principles, as of grammar."
    },
    {
        "word": "gram*mat\"ic",
        "definition": "Of or pertaining to grammar; of the nature of grammar; as, a grammatical rule."
    },
    {
        "word": "gram*mat\"ic*al",
        "definition": "According to the rules of grammar; grammatically correct; as, the sentence is not grammatical; the construction is not grammatical."
    },
    {
        "word": "gramme",
        "definition": "A kind of dynamo-electric machine; -- so named from its French inventor, M. Gramme."
    },
    {
        "word": "gram\"pus",
        "definition": "A kind of tongs used in a bloomery."
    },
    {
        "word": "gra*nade\"",
        "definition": "The fruit of certain species of passion flower (esp. Passiflora quadrangularis) found in Brazil and the West Indies. It is as large as a child's head, and is a good dessert fruit. The fruit of Passiflora edulis is used for flavoring ices."
    },
    {
        "word": "grana*dil\"la",
        "definition": "A storehouse or repository for grain, esp. after it is thrashed or husked; a cornbouse; also (Fig.), a region fertile in grain."
    },
    {
        "word": "gran\"ate",
        "definition": "Mannite; -- so called because found in the pomegranate."
    },
    {
        "word": "gran\"a*tite",
        "definition": "Of large size or extent; great; extensive; hence, relatively great; greatest; chief; principal; as, a grand mountain; a grand army; a grand mistake."
    },
    {
        "word": "grand\"aunt\"",
        "definition": "A son's or daughter's child; a child in the second degree of descent."
    },
    {
        "word": "grand\"child\"",
        "definition": "The daughter of one's son or daughter."
    },
    {
        "word": "grand\"daugh\"ter",
        "definition": "A man of elevated rank or station; a nobleman. In Spain, a nobleman of the first rank, who may be covered in the king's presence."
    },
    {
        "word": "gran*dee\"",
        "definition": "The rank or estate of a grandee; lordship."
    },
    {
        "word": "gran*dil\"o*quous",
        "definition": "Consisting of hail; abounding in hail."
    },
    {
        "word": "grand\" mer\"cy",
        "definition": "The mother of one's father or mother."
    },
    {
        "word": "grand\"moth\"er",
        "definition": "Like a grandmother in age or manner; kind; indulgent."
    },
    {
        "word": "grand\"moth\"er*ly",
        "definition": "The grandson of one's brother or sister."
    },
    {
        "word": "grand\"pa\"",
        "definition": "Specifically, a grandfather; more generally, any ancestor."
    },
    {
        "word": "grand\"sire\"",
        "definition": "A son's or daughter's son."
    },
    {
        "word": "grand\"son\"",
        "definition": "father's or mother's uncle."
    },
    {
        "word": "grane",
        "definition": "A building for storing grain; a granary."
    },
    {
        "word": "grange",
        "definition": "A farmhouse, with the barns and other buildings for farming purposes."
    },
    {
        "word": "gran\"ger",
        "definition": "A member of a grange."
    },
    {
        "word": "gran\"ger*ism",
        "definition": "One who collects illustrations from various books for the decoration of one book."
    },
    {
        "word": "gran\"ger*ite",
        "definition": "To collect (illustrations from books) for decoration of other books."
    },
    {
        "word": "gran\"i*form",
        "definition": "Small grains or dust of cochineal or the coccus insect."
    },
    {
        "word": "gra*nil\"la",
        "definition": "A crystalline, granular rock, consisting of quartz, feldspar, and mica, and usually of a whitish, grayish, or flesh-red color. It differs from gneiss in not having the mica in planes, and therefor in being destitute of a schistose structure."
    },
    {
        "word": "gra*nit\"ic",
        "definition": "Consisting of granite; as, granitic mountains."
    },
    {
        "word": "gra*nit\"ic*al",
        "definition": "The act or the process of forming into granite."
    },
    {
        "word": "gra*nit\"i*form",
        "definition": "Resembling granite in granular appearance; as, granitoid gneiss; a granitoid pavement."
    },
    {
        "word": "gran\"i*toid",
        "definition": "Eating grain; feeding or subsisting on seeds; as, granivorous birds."
    },
    {
        "word": "gran\"nam",
        "definition": "A grandmother; a grandam; familiarly, an old woman."
    },
    {
        "word": "gran`o*lith\"ic",
        "definition": "To give over; to make conveyance of; to give the possession or title of; to convey; -- usually in answer to petition."
    },
    {
        "word": "grant",
        "definition": "To bestow or confer, with or without compensation, particularly in answer to prayer or request; to give."
    },
    {
        "word": "grant",
        "definition": "The yielding or admission of something in dispute."
    },
    {
        "word": "grant\"a*ble",
        "definition": "The person to whom a grant or conveyance is made."
    },
    {
        "word": "grant\"er",
        "definition": "The person by whom a grant or conveyance is made."
    },
    {
        "word": "grant\"or",
        "definition": "Consisting of, or resembling, grains; as, a granular substance."
    },
    {
        "word": "gran\"u*la*ry",
        "definition": "To form into grains or small masses; as, to granulate powder, sugar, or metal."
    },
    {
        "word": "gran\"u*late",
        "definition": "To raise in granules or small asperities; to make rough on the surface."
    },
    {
        "word": "gran\"u*late",
        "definition": "Consisting of, or resembling, grains; crystallized in grains; granular; as, granulated sugar."
    },
    {
        "word": "gran\"u*late",
        "definition": "Having numerous small elevations, as shagreen."
    },
    {
        "word": "gran`u*la\"tion",
        "definition": "The state of being granulated."
    },
    {
        "word": "gran`u*lif\"er*ous",
        "definition": "Having a granular structure; granular; as, granuliform limestone."
    },
    {
        "word": "gra*nu\"li*form",
        "definition": "A whitish, granular rock, consisting of feldspar and quartz intimately mixed; -- sometimes called whitestone, and leptynite."
    },
    {
        "word": "gran\"u*lite",
        "definition": "The main constituent of the starch grain or granule, in distinction from the framework of cellulose. Unlike cellulose, it is colored blue by iodine, and is converted into dextrin and sugar by boiling acids and amylolytic ferments."
    },
    {
        "word": "gran\"u*lose`",
        "definition": "Full of grains; abounding with granular substances; granular."
    },
    {
        "word": "gran\"u*lous",
        "definition": "A well-known edible berry growing in pendent clusters or bunches on the grapevine. The berries are smooth-skinned, have a juicy pulp, and are cultivated in great quantities for table use and for making wine and raisins."
    },
    {
        "word": "grape",
        "definition": "The plant which bears this fruit; the grapevine."
    },
    {
        "word": "grape\" fruit`",
        "definition": "Wanting grapes or the flavor of grapes."
    },
    {
        "word": "grape\"less",
        "definition": "A building or inclosure used for the cultivation of grapes."
    },
    {
        "word": "grap\"er*y",
        "definition": "A cluster, usually nine in number, of small iron balls, put together by means of cast-iron circular plates at top and bottom, with two rings, and a central connecting rod, in order to be used as a charge for a cannon. Formerly grapeshot were inclosed in canvas bags."
    },
    {
        "word": "grape\"shot`",
        "definition": "A seed of the grape."
    },
    {
        "word": "grape\"stone`",
        "definition": "A vine or climbing shrub, of the genus Vitis, having small green flowers and lobed leaves, and bearing the fruit called grapes."
    },
    {
        "word": "graph\"ic",
        "definition": "Of or pertaining to the art of writing."
    },
    {
        "word": "graph\"ic*al*ly",
        "definition": "The quality or state of being graphic."
    },
    {
        "word": "graph\"ic*ness",
        "definition": "The art or the science of drawing; esp. of drawing according to mathematical rules, as in perspective, projection, and the like."
    },
    {
        "word": "graph\"i*scope",
        "definition": "Native carbon in hexagonal crystals, also foliated or granular massive, of black color and metallic luster, and so soft as to leave a trace on paper. It is used for pencils (improperly called lead pencils), for crucibles, and as a lubricator, etc. Often called plumbago or black lead."
    },
    {
        "word": "graph\"i*toid",
        "definition": "Any species of slate suitable to be written on."
    },
    {
        "word": "graph\"o*lite",
        "definition": "The art of judging of a person's character, disposition, and aptitude from his handwriting."
    },
    {
        "word": "gra*phol\"o*gy",
        "definition": "An optical instrument for magnifying engravings, photographs, etc., usually having one large lens and two smaller ones."
    },
    {
        "word": "graph\"o*scope",
        "definition": "A process for producing a design upon a surface in relief so that it can be printed from. Prepared chalk or oxide of zinc is pressed upon a smooth plate by a hydraulic press, and the design is drawn upon this in a peculiar ink which hardens the surface wherever it is applied. The surface is then carefully rubbed or brushed, leaving the lines in relief."
    },
    {
        "word": "graph\"o*type",
        "definition": "A suffix denoting the art of writing or describing; also, the writing or description itself; a treatise; as, calligraphy, biography, geography."
    },
    {
        "word": "grap\"nel",
        "definition": "To seize; to lay fast hold of; to attack at close quarters: as, to grapple an antagonist."
    },
    {
        "word": "grap\"ple",
        "definition": "To fasten, as with a grapple; to fix; to join indissolubly."
    },
    {
        "word": "grap\"ple",
        "definition": "An instrument, usually with hinged claws, for seizing and holding fast to an object; a grab."
    },
    {
        "word": "grap\"pling",
        "definition": "A grapple; a struggle.  A match for yards in fight, in grappling for the bear."
    },
    {
        "word": "grap\"soid",
        "definition": "One of numerous species of slender and delicate fossils, of the genus Graptolites and allied genera, found in the Silurian rocks. They belong to an extinct group (Graptolithina) supposed to be hydroids."
    },
    {
        "word": "grap\"to*lite",
        "definition": "Of or pertaining to graptolites; containing graptolites; as, a graptolitic slate."
    },
    {
        "word": "grap\"to*lit`ic",
        "definition": "Composed of, or resembling, grapes."
    },
    {
        "word": "grasp",
        "definition": "To lay hold of with the mind; to become thoroughly acquainted or conversant with; to comprehend."
    },
    {
        "word": "grasp",
        "definition": "Reach of the arms; hence, the power of seizing and holding; as, it was beyond his grasp."
    },
    {
        "word": "grasp\"a*ble",
        "definition": "One who grasps or seizes; one who catches or holds."
    },
    {
        "word": "grasp\"ing",
        "definition": "Avaricious; greedy of gain; covetous; close; miserly; as, he is a grasping man."
    },
    {
        "word": "grass",
        "definition": "An endogenous plant having simple leaves, a stem generally jointed and tubular, the husks or glumes in pairs, and the seed single."
    },
    {
        "word": "grass",
        "definition": "To expose, as flax, on the grass for bleaching, etc."
    },
    {
        "word": "grass",
        "definition": "A wandering about with evil intentions; a rioting."
    },
    {
        "word": "grass\"-green`",
        "definition": "Of the color of grass; clear and vivid green."
    },
    {
        "word": "grass\"-grown`",
        "definition": "Any jumping, orthopterous insect, of the families Acridid\\'91 and Locustid\\'91. The species and genera are very numerous.  The former family includes the Western grasshopper or locust (Caloptenus spretus), noted for the great extent of its ravages in the region beyond the Mississippi. In the Eastern United States the red-legged (Caloptenus femurrubrum and C. atlanis) are closely related species, but their ravages are less important. They are closely related to the migratory locusts of the Old World. See Locust."
    },
    {
        "word": "grass\"hop`per",
        "definition": "In ordinary square or upright pianos of London make, the escapement lever or jack, so made that it can be taken out and replaced with the key; -- called also the hopper."
    },
    {
        "word": "grass\"less",
        "definition": "A plot or space covered with grass; a lawn."
    },
    {
        "word": "grass\" tree\"",
        "definition": "Covered with grass; abounding with grass; as, a grassy lawn."
    },
    {
        "word": "grate",
        "definition": "A frame or bed, or kind of basket, of iron bars, for holding fuel while burning."
    },
    {
        "word": "grate",
        "definition": "To rub roughly or harshly, as one body against another, causing a harsh sound; as, to grate the teeth; to produce (a harsh sound) by rubbing."
    },
    {
        "word": "grat\"ed",
        "definition": "Having a due sense of benefits received; kindly disposed toward one from whom a favor has been received; willing to acknowledge and repay, or give thanks for, benefits; as, a grateful heart."
    },
    {
        "word": "grat\"er",
        "definition": "The division of a design or draught into squares, in order the more easily to reproduce it in larger or smaller dimensions."
    },
    {
        "word": "gra*tic\"u*la\"tion",
        "definition": "A design or draught which has been divided into squares, in order to reproduce it in other dimensions."
    },
    {
        "word": "grat\"i*cule",
        "definition": "The act of gratifying, or pleasing, either the mind, the taste, or the appetite; as, the gratification of the palate, of the appetites, of the senses, of the desires, of the heart."
    },
    {
        "word": "grat\"i*fi*ca\"tion",
        "definition": "That which affords pleasure; satisfaction; enjoyment; fruition: delight."
    },
    {
        "word": "grat\"i*fi\"er",
        "definition": "To please; to give pleasure to; to satisfy; to soothe; to indulge; as, to gratify the taste, the appetite, the senses, the desires, the mind, etc."
    },
    {
        "word": "grat\"i*fy",
        "definition": "To requite; to recompense."
    },
    {
        "word": "grat\"ing",
        "definition": "(Optics) A system of close equidistant and parallel lines lines or bars, especially lines ruled on a polished surface, used for producing spectra by diffraction; -- called also diffraction grating."
    },
    {
        "word": "grat\"ing",
        "definition": "A harsh sound caused by attrition."
    },
    {
        "word": "grat\"ing",
        "definition": "One of the essential principles of the hedge hyssop (Gratiola officinalis)."
    },
    {
        "word": "gra*ti\"o*lin",
        "definition": "For nothing; without fee or recompense; freely; gratuitously."
    },
    {
        "word": "gra\"tis",
        "definition": "The state of being grateful; warm and friendly feeling toward a benefactor; kindness awakened by a favor received; thankfulness."
    },
    {
        "word": "gra*tu\"i*tous",
        "definition": "Not called for by the circumstances; without reason, cause, or proof; adopted or asserted without any good ground; as, a gratuitous assumption."
    },
    {
        "word": "gra*tu\"i*ty",
        "definition": "Something voluntarily given in return for a favor or service, as a recompense or acknowledgment."
    },
    {
        "word": "grau\"wack*e",
        "definition": "The grievance complained of; the substantial cause of the action; also, in general, the ground or essence of a complaint. Bouvier."
    },
    {
        "word": "gra*va\"men",
        "definition": "A final syllable signifying a ruler, as in landgrave, margrave. See Margrave."
    },
    {
        "word": "grave",
        "definition": "Of great weight; heavy; ponderous."
    },
    {
        "word": "grave",
        "definition": "Of importance; momentous; weighty; influential; sedate; serious; -- said of character, relations, etc.; as, grave deportment, character, influence, etc."
    },
    {
        "word": "grave",
        "definition": "To dig. [Obs.] Chaucer."
    },
    {
        "word": "grave",
        "definition": "An excavation in the earth as a place of burial; also, any place of interment; a tomb; a sepulcher. Hence: Death; destruction."
    },
    {
        "word": "grave\"clothes`",
        "definition": "A digger of graves."
    },
    {
        "word": "grave\"dig`ger",
        "definition": "See Burying beetle, under Bury, v. t."
    },
    {
        "word": "grav\"el",
        "definition": "A deposit of small calculous concretions in the kidneys and the urinary or gall bladder; also, the disease of which they are a symptom."
    },
    {
        "word": "grav\"el",
        "definition": "To cover with gravel; as, to gravel a walk."
    },
    {
        "word": "grave\"less",
        "definition": "The act of covering with gravel."
    },
    {
        "word": "grav\"el*ing",
        "definition": "A layer or coating of gravel (on a path, etc.)."
    },
    {
        "word": "grav\"el*ing",
        "definition": "State of being gravelly."
    },
    {
        "word": "grav\"el*li*ness",
        "definition": "Abounding with gravel; consisting of gravel; as, a gravelly soil."
    },
    {
        "word": "grav\"el*ly",
        "definition": "A pebble, or small fragment of stone; a calculus."
    },
    {
        "word": "grav\"el-stone\"",
        "definition": "In a grave manner."
    },
    {
        "word": "gra\"ven*stein\"",
        "definition": "A strong and offensive smell; rancidity. [R.] Bailey."
    },
    {
        "word": "gra*ve\"o*lence",
        "definition": "Having a rank smell. [R.] Boyle."
    },
    {
        "word": "gra*ve\"o*lent",
        "definition": "One who graves; an engraver or a sculptor; one whose occupation is te cut letters or figures in stone or other hard material."
    },
    {
        "word": "graver",
        "definition": "An ergraving or cutting tool; a burin."
    },
    {
        "word": "graves",
        "definition": "Same as Basedow's disease."
    },
    {
        "word": "graves\"' dis*ease\"",
        "definition": "A stone laid over, or erected near, a grave, usually with an inscription, to preserve the memory of the dead; a tombstone."
    },
    {
        "word": "grave\"stone",
        "definition": "A yard or inclosure for the interment of the dead; a cemetery."
    },
    {
        "word": "grave\"yard\"",
        "definition": "Pertaining to, or causing, gravitation; as, gravic forces; gravic attraction."
    },
    {
        "word": "grav\"ic",
        "definition": "Being with child; heavy with young; pregnant; fruitful; as, a gravid uterus; gravid piety."
    },
    {
        "word": "grav\"id",
        "definition": "Made pregnant; big. [Obs.] Barrow."
    },
    {
        "word": "grav\"i*da\"tion",
        "definition": "The state of being gravidated; pregnancy."
    },
    {
        "word": "grav\"i*grade",
        "definition": "(Physics) An instrument for ascertaining the specific gravity of bodies."
    },
    {
        "word": "gra*vim\"e*ter",
        "definition": "Of or pertaining to measurement by weight; measured by weight."
    },
    {
        "word": "grav\"ing",
        "definition": "That which is graved or carved."
    },
    {
        "word": "grav\"i*ta\"tion",
        "definition": "(Pysics) That species of attraction or force by which all bodies or particles of matter in the universe tend toward each other; called also attraction of gravitation, universal gravitation, and universal gravity. See Attraction, and Weight."
    },
    {
        "word": "grav`i*tation*al",
        "definition": "Causing to gravitate; tending to a center."
    },
    {
        "word": "grav\"i*ty",
        "definition": "Sobriety of character or demeanor."
    },
    {
        "word": "gra\"vy",
        "definition": "Liquid dressing for meat, fish, vegetables, etc."
    },
    {
        "word": "gray",
        "definition": "Gray-haired; gray-headed; of a gray color; hoary."
    },
    {
        "word": "gray",
        "definition": "An animal or thing of gray color, as a horse, a badger, or a kind of salmon."
    },
    {
        "word": "gray\"ish",
        "definition": "The common wild gray goose (Anser anser) of Europe, believed to be the wild form of the domestic goose. See Illust. of Goose."
    },
    {
        "word": "gray\"lag`",
        "definition": "A European fish (Thymallus vulgaris), allied to the trout, but having a very broad dorsal fin; -- called also umber.  It inhabits cold mountain streams, and is valued as a game fish."
    },
    {
        "word": "gray\"ness",
        "definition": "A grayish or greenish compact rock, composed of feldspar and augite, and allied to basalt."
    },
    {
        "word": "gtray\"stone`",
        "definition": "A conglomerate or grit rock, consisting of rounded pebbles sand firmly united together."
    },
    {
        "word": "graze",
        "definition": "To feed on; to eat (growing herbage); to eat grass from (a pasture); to browse."
    },
    {
        "word": "graze",
        "definition": "To yield grass for grazing.  The ground cortinueth the wet, whereby it will never graze to purpose."
    },
    {
        "word": "graze",
        "definition": "A light touch; a slight scratch."
    },
    {
        "word": "graz\"ing",
        "definition": "A pasture; growing grass."
    },
    {
        "word": "gra\"zi*o\"so",
        "definition": "See Gree, a step."
    },
    {
        "word": "gre",
        "definition": "See Gree, good will"
    },
    {
        "word": "gre",
        "definition": "Animal fat, as tallow or lard, especially when in a soft state; oily or unctuous matter of any kind."
    },
    {
        "word": "grease",
        "definition": "An inflammation of a horse's heels, suspending the ordinary greasy secretion of the part, and producing dryness and scurfiness, followed by cracks, ulceration, and fungous excrescences."
    },
    {
        "word": "grease",
        "definition": "To smear, anoint, or daub, with grease or fat; to lubricate; as, to grease the wheels of a wagon."
    },
    {
        "word": "greas\"er",
        "definition": "A nickname sometimes applied in contempt to a Mexican of the lowest type."
    },
    {
        "word": "greas\"i*ly",
        "definition": "In a gross or indelicate manner."
    },
    {
        "word": "greas\"i*ness",
        "definition": "Composed of, or characterized by, grease; oily; unctuous; as, a greasy dish."
    },
    {
        "word": "greas\"y",
        "definition": "Smeared or defiled with grease."
    },
    {
        "word": "great",
        "definition": "Large in number; numerous; as, a great company, multitude, series, etc."
    },
    {
        "word": "great",
        "definition": "Having a great belly, bigbellied; pregnant; teeming."
    },
    {
        "word": "great\"coat\"",
        "definition": "To make great; to aggrandize; to cause to increase in size; to expand."
    },
    {
        "word": "great\"-grand\"child`",
        "definition": "A daughter of one's grandson or granddaughter."
    },
    {
        "word": "great\"-grand\"daugh`ter",
        "definition": "The father of one's grandfather or grandmother."
    },
    {
        "word": "great\"-grand\"fa`ther",
        "definition": "The mother of one's grandfather or grandmother."
    },
    {
        "word": "great\"-grand\"moth`er",
        "definition": "A son of one's grandson or granddaughter."
    },
    {
        "word": "great\"-heart`ed*ness",
        "definition": "In a great degree; much."
    },
    {
        "word": "greave",
        "definition": "To clean  (a ship's bottom); to grave."
    },
    {
        "word": "greave",
        "definition": "The sediment of melted tallow. It is made into cakes for dogs' food. In Scotland it is called cracklings."
    },
    {
        "word": "greaves",
        "definition": "One of several swimming birds or divers, of the genus Colymbus (formerly Podiceps), aud allied genera, found in the northern parts of America, Europe, and Asia. They have strong, sharp bills, and lobate toes."
    },
    {
        "word": "grebe",
        "definition": "Of or pertaining to Greece; Greek."
    },
    {
        "word": "gre\"cian",
        "definition": "A jew who spoke Greek; a Hellenist."
    },
    {
        "word": "gre\"cize",
        "definition": "To translate into Greek."
    },
    {
        "word": "gre\"cize",
        "definition": "Having characteristics that are partly Greek and partly Roman; as, Greco-Roman architecture."
    },
    {
        "word": "gre\"co-ro\"man",
        "definition": "An ornament supposed to be of Greek origin, esp. a fret or meander,"
    },
    {
        "word": "grecque",
        "definition": "Good will; favor; pleasure; satisfaction; -- used esp. in such phrases as: to take in gree; to accept in gree; that is, to take favorably."
    },
    {
        "word": "gree",
        "definition": "See Gree a step."
    },
    {
        "word": "greece",
        "definition": "An eager desire or longing; greediness; as, a greed of gain."
    },
    {
        "word": "greed",
        "definition": ", adv. In a greedy manner."
    },
    {
        "word": "greed\"i*ly",
        "definition": "The quality of being greedy; vehement and selfish desire."
    },
    {
        "word": "greed\"y",
        "definition": "Having a keen desire for anything; vehemently desirous; eager to obtain; avaricious; as, greedy of gain."
    },
    {
        "word": "greek",
        "definition": "A swindler; a knave; a cheat."
    },
    {
        "word": "greek\"ish",
        "definition": "A little Greek, or one of small esteem or pretensions."
    },
    {
        "word": "green",
        "definition": "Having a sickly color; wan."
    },
    {
        "word": "green",
        "definition": "A grassy plain or plat; a piece of ground covered with verdant herbage; as, the village green."
    },
    {
        "word": "green\"back\"",
        "definition": "One of those who supported greenback or paper money, and opposed the resumption of specie payments."
    },
    {
        "word": "green\"back\"er",
        "definition": "Any garfish (Belone or Tylosurus)."
    },
    {
        "word": "green\"-broom`",
        "definition": "A board or court of justice formerly held in the counting house of the British sovereign's household, composed of the lord steward and his officers, and having cognizance of matters of justice in the household, with power to correct offenders and keep the peace within the verge of the palace, which extends two hundred yards beyond the gatees."
    },
    {
        "word": "green\"-eyed",
        "definition": "Seeing everything through a medium which discolors or distorts."
    },
    {
        "word": "green\"finch`",
        "definition": "The Texas sparrow  (Embernagra rufivirgata), in which the general color is olive green, with four rufous stripes on the head."
    },
    {
        "word": "green\"fish`",
        "definition": "A kind of plum of medium size, roundish shape, greenish flesh, and delicious flavor. It is called in France Reine Claude, after the queen of Francis I. See Gage."
    },
    {
        "word": "green\"gage`",
        "definition": "An oyster which has the gills tinged with a green pigment, said to be due to an abnormal condition of the blood."
    },
    {
        "word": "green\"gill`",
        "definition": "A retailer of vegetables or fruits in their fresh or green state."
    },
    {
        "word": "green\"head`",
        "definition": "A state of greenness; verdancy."
    },
    {
        "word": "green\"house`",
        "definition": "A greenish apple, of several varieties, among which the Rhode Island greening is the best known for its fine-grained acid flesh and its excellent keeping quality."
    },
    {
        "word": "green\"ing",
        "definition": "Somewhat green; having a tinge of green; as, a greenish yellow."
    },
    {
        "word": "green\"ish",
        "definition": "A native of Greenland."
    },
    {
        "word": "green\"land*er",
        "definition": "An Australian parrakeet (Polytelis Barrabandi); -- called also the scarlet-breasted parrot."
    },
    {
        "word": "green\"-leek`",
        "definition": "l. (Zo\\'94l.) One of numerous species of small American singing birds, of the genus Vireo, as the solitary, or blue-headed (Vireo solitarius); the brotherly-love  (V. Philadelphicus); the warbling greenlet (V. gilvus); the yellow-throated greenlet (V. flavifrons) and others. See Vireo."
    },
    {
        "word": "green\"let",
        "definition": "(Zo\\'94l,) Any species of Cyclorhis, a genus of tropical American birds allied to the tits."
    },
    {
        "word": "green\"ock*ite",
        "definition": "The retiring room of actors and actresses in a theater."
    },
    {
        "word": "green\"room`",
        "definition": "A variety of sandstone, usually imperfectly consolidated, consisting largely of glauconite, a silicate of iron and potash of a green color, mixed with sand and a trace of phosphate of lime."
    },
    {
        "word": "green\"shank`",
        "definition": "A stall at which greens and fresh vegetables are exposed for sale."
    },
    {
        "word": "green\"-stall`",
        "definition": "A name formerly applied rather loosely to certain dark-colored igneous rocks, including diorite, diabase, etc."
    },
    {
        "word": "green\"stone`",
        "definition": "Turf green with grass."
    },
    {
        "word": "green\"sward`",
        "definition": "The state or quality of being green; verdure."
    },
    {
        "word": "green\"weed`",
        "definition": "A forest as it appears is spring and summer."
    },
    {
        "word": "green\"wood`",
        "definition": "Pertaining to a greenwood; as, a greenwood shade."
    },
    {
        "word": "greet",
        "definition": "To come upon, or meet, as with something that makes the heart glad."
    },
    {
        "word": "greet\"er",
        "definition": "One who weeps or mourns."
    },
    {
        "word": "greet\"er",
        "definition": "Expression of kindness or joy; salutation at meeting; a compliment from one absent."
    },
    {
        "word": "greeve",
        "definition": "A step. See Gree, a step."
    },
    {
        "word": "greg\"goe",
        "definition": "Pertaining to, or originated by, some person named Gregory, especially one of the popes of that name."
    },
    {
        "word": "greil\"lade",
        "definition": "A crystalline rock consisting of quarts and mica, common in the tin regions of Cornwall and Saxony."
    },
    {
        "word": "grei\"sen",
        "definition": "See Greet, to weep."
    },
    {
        "word": "greit",
        "definition": "To make ready; -- often used reflexively."
    },
    {
        "word": "greith",
        "definition": "Of or pertaining to the lap or bosom."
    },
    {
        "word": "gre\"mi*al",
        "definition": "A cloth, often adorned with gold or silver lace, placed on the bishop's lap while he sits in celebrating mass, or in ordaining priests."
    },
    {
        "word": "gren`a*dier\"",
        "definition": "Any marine fish of the genus Macrurus, in which the body and tail taper to a point; they mostly inhabit the deep sea; -- called also onion fish, and rat-tail fish."
    },
    {
        "word": "gren`a*dil\"lo",
        "definition": "A thin gauzelike fabric of silk or wool, for women's wear."
    },
    {
        "word": "gren`a*dine\"",
        "definition": "A trade name for a dyestuff, consisting essentially of impure fuchsine."
    },
    {
        "word": "grew",
        "definition": ", Grue'some, a. [From a word akin to Dan. gru horror, terror + -some; cf. D. gruwzaam, G. grausam. Cf. Grisly.] Ugly; frightful."
    },
    {
        "word": "grey",
        "definition": "A slender, graceful breed of dogs, remarkable for keen sight and swiftness. It is one of the oldest varieties known, and is figured on the Egyptian monuments."
    },
    {
        "word": "grey\"lag`",
        "definition": "A small marine isopod crustacean (Limnoria lignorum or L. terebrans), which burrows into and rapidly destroys submerged timber, such as the piles of wharves, both in Europe and America."
    },
    {
        "word": "grice",
        "definition": "See Gree, a step."
    },
    {
        "word": "grid",
        "definition": "An iron plate or pan used for cooking cakes."
    },
    {
        "word": "grid\"dle",
        "definition": "A sieve with a wire bottom, used by miners."
    },
    {
        "word": "grid\"dle*cake`",
        "definition": "To cut with a grating sound; to cut; to penetrate or pierce harshly; as, the griding sword."
    },
    {
        "word": "grid\"i`ron",
        "definition": "An openwork frame on which vessels are placed for examination, cleaning, and repairs."
    },
    {
        "word": "grief",
        "definition": "Cause of sorrow or pain; that which afficts or distresses; trial; grievance."
    },
    {
        "word": "griev\"a*ble",
        "definition": "A cause of uneasiness and complaint; a wrong done and suffered; that which gives ground for remonstrance or resistance, as arising from injustice, tyranny, etc.; injury."
    },
    {
        "word": "griev\"er",
        "definition": "Sad; sorrowful; causing grief."
    },
    {
        "word": "griff",
        "definition": "An arrangement of parallel bars for lifting the hooked wires which raise the warp threads in a loom for weaving figured goods."
    },
    {
        "word": "griffe",
        "definition": "An Anglo-Indian name for a person just arrived from Europe."
    },
    {
        "word": "grif\"fin",
        "definition": "A fabulous monster, half lion and half eagle. It is often represented in Grecian and Roman works of art."
    },
    {
        "word": "grill",
        "definition": "That which is broiled on a gridiron, as meat, fish, etc."
    },
    {
        "word": "grill",
        "definition": "To broil on a grill or gridiron.  Boiling of men in caldrons, grilling them on gridirons."
    },
    {
        "word": "gril*lade\"",
        "definition": "A framework of sleepers and crossbeams forming a foundation in marshy or treacherous soil."
    },
    {
        "word": "gril\"lage",
        "definition": "A lattice or grating."
    },
    {
        "word": "grilse",
        "definition": "Of forbidding or fear-inspiring aspect; fierce; stern; surly; cruel; frightful; horrible."
    },
    {
        "word": "gri*maced\"",
        "definition": "An old cat, esp. a she-cat."
    },
    {
        "word": "grime",
        "definition": "To sully or soil deeply; to dirt."
    },
    {
        "word": "grim\"i*ly",
        "definition": "The state of being grimy."
    },
    {
        "word": "grimme",
        "definition": "Fierceness of look; sternness; crabbedness; forbiddingness."
    },
    {
        "word": "grim\"y",
        "definition": "A snare; a gin."
    },
    {
        "word": "grin",
        "definition": "To set the teeth together and open the lips, or to open the mouth and withdraw the lips from the teeth, so as to show them, as in laughter, acorn, or pain."
    },
    {
        "word": "grind",
        "definition": "To wear down, polish, or sharpen, by friction; to make smooth, sharp, or pointed; to whet, as a knife or drill; to rub against one another, as teeth, etc."
    },
    {
        "word": "grind",
        "definition": "Any severe continuous work or occupation; esp., hard and uninteresting study."
    },
    {
        "word": "grin*de\"li*a",
        "definition": "One who, or that which, grinds."
    },
    {
        "word": "grind\"er",
        "definition": "One of the double teeth, used to grind or masticate the food; a molar."
    },
    {
        "word": "grind\"ing*ly",
        "definition": "The bowfin; -- called also Johnny Grindle."
    },
    {
        "word": "grind\"let",
        "definition": "A flat, circular stone, revolving on an axle, for grinding or sharpening tools, or shaping or smoothing objects."
    },
    {
        "word": "grin\"ning*ly",
        "definition": "3d pers. sing. pres. of Grind, contr. from grindeth."
    },
    {
        "word": "grip",
        "definition": "A small ditch or furrow."
    },
    {
        "word": "grip",
        "definition": "An energetic or tenacious grasp; a holding fast; strength in grasping."
    },
    {
        "word": "grip",
        "definition": "A peculiar mode of clasping the hand, by which members of a secret association recognize or greet, one another; as, a masonic grip."
    },
    {
        "word": "grip",
        "definition": "A vulture; the griffin."
    },
    {
        "word": "gripe",
        "definition": "To catch with the hand; to clasp closely with the fingers; to clutch."
    },
    {
        "word": "gripe",
        "definition": "To suffer griping pains."
    },
    {
        "word": "gripe",
        "definition": "That on which the grasp is put; a handle; a grip; as, the gripe of a sword."
    },
    {
        "word": "gripe\"ful",
        "definition": "One who gripes; an oppressor; an extortioner."
    },
    {
        "word": "gri\"man",
        "definition": "The influenza or epidemic catarrh."
    },
    {
        "word": "grip\"per",
        "definition": "In printing presses, the fingers or nippers."
    },
    {
        "word": "gris",
        "definition": "A costly kind of fur."
    },
    {
        "word": "gri\"saille`",
        "definition": "A kind of French fancy dress goods."
    },
    {
        "word": "grise",
        "definition": "A step (in a flight of stairs); a degree."
    },
    {
        "word": "gri\"sled",
        "definition": "The quality or state of being grisly; horrid."
    },
    {
        "word": "gri\"son",
        "definition": "Inhabitants of the eastern Swiss Alps"
    },
    {
        "word": "grist",
        "definition": "Ground corn; that which is ground at one time; as much grain as is carried to the mill at one time, or the meal it produces."
    },
    {
        "word": "gris\"tly",
        "definition": "A mill for grinding grain; especially, a mill for grinding grists, or portions of grain brought by different customers; a custom mill."
    },
    {
        "word": "grist\"mill\"",
        "definition": "Sand or gravel; rough, hard particles."
    },
    {
        "word": "grit",
        "definition": "The coarse part of meal."
    },
    {
        "word": "grit\"rock`",
        "definition": "The quality of being gritty."
    },
    {
        "word": "grit\"ti*ness",
        "definition": "Containing sand or grit; consisting of grit; caused by grit; full of hard particles."
    },
    {
        "word": "griv\"et",
        "definition": "Same as 2d Grise."
    },
    {
        "word": "griz\"e*lin",
        "definition": "Gray; a gray color; a mixture of white and black."
    },
    {
        "word": "griz\"zly",
        "definition": "In hydraulic mining, gratings used to catch and throw out large stones from the sluices."
    },
    {
        "word": "groan",
        "definition": "A low, moaning sound; usually, a deep, mournful sound uttered in pain or great distress; sometimes, an expression of strong disapprobation; as, the remark was received with groans."
    },
    {
        "word": "groat",
        "definition": "Any small sum of money."
    },
    {
        "word": "grog\"ger*y",
        "definition": "State of being groggy."
    },
    {
        "word": "grog\"gi*ness",
        "definition": "Tenderness or stiffness in the foot of a horse, which causes him to move in a hobbling manner."
    },
    {
        "word": "grog\"gy",
        "definition": "Weakened in a fight so as to stagger; -- said of pugilists."
    },
    {
        "word": "grog\"ram",
        "definition": "A shop or room where strong liquors are sold and drunk; a dramshop."
    },
    {
        "word": "grog\"shop`",
        "definition": "The snout of a swine."
    },
    {
        "word": "groin",
        "definition": "The projecting solid angle formed by the meeting of two vaults, growing more obtuse as it approaches the summit."
    },
    {
        "word": "grom\"ill",
        "definition": "A ring formed by twisting on itself a single strand of an unlaid rope; also, a metallic eyelet in or for a sail or a mailbag. Sometimes written grummet."
    },
    {
        "word": "grom\"met",
        "definition": "A ring of rope used as a wad to hold a cannon ball in place."
    },
    {
        "word": "grom\"well",
        "definition": "obs. imp. of Grind."
    },
    {
        "word": "groom",
        "definition": "One of several officers of the English royal household, chiefly in the lord chamberlain's department; as, the groom of the chamber; the groom of the stole."
    },
    {
        "word": "groom",
        "definition": "One who, or that which, grooms horses; especially, a brush rotated by a flexible or jointed revolving shaft, for cleaning horses."
    },
    {
        "word": "groom\"er",
        "definition": "A male attendant of a bridegroom at his wedding; -- the correlative of bridesmaid."
    },
    {
        "word": "groop\"er",
        "definition": "A furrow, channel, or long hollow, such as may be formed by cutting, molding, grinding, the wearing force of flowing water, or constant travel; a depressed way; a worn path; a rut."
    },
    {
        "word": "groove",
        "definition": "Hence: The habitual course of life, work, or affairs; fixed routine."
    },
    {
        "word": "groove",
        "definition": "One who or that which grooves."
    },
    {
        "word": "grope",
        "definition": "To search or attempt to find something in the dark, or, as a blind person, by feeling; to move about hesitatingly, as in darkness or obscurity; to feel one's way, as with the hands, when one can not see."
    },
    {
        "word": "grope",
        "definition": "To examine; to test; to sound."
    },
    {
        "word": "grop\"er",
        "definition": "In a groping manner."
    },
    {
        "word": "grop\"ing-ly",
        "definition": "A heavy silk with a dull finish; as, gros de Naples; gros de Tours."
    },
    {
        "word": "gros",
        "definition": "One of various species of finches having a large, stout beak. The common European grosbeak or hawfinch is Coccothraustes vulgaris."
    },
    {
        "word": "grosch\"en",
        "definition": "Of a coarse texture; -- applied to silk with a heavy thread running crosswise."
    },
    {
        "word": "gros\"grain`",
        "definition": "Great; large; bulky; fat; of huge size; excessively large."
    },
    {
        "word": "gross\"-head`ed",
        "definition": "The act of making gross or thick, or the state of becoming so."
    },
    {
        "word": "gross`i*fi*ca\"tion",
        "definition": "The swelling of the ovary of plants after fertilization. Henslow."
    },
    {
        "word": "gross\"ly",
        "definition": "The state or quality of being gross; thickness; corpulence; coarseness; shamefulness."
    },
    {
        "word": "gros\"su*lar",
        "definition": "A translucent garnet of a pale green color like that of the gooseberry; -- called also grossularite."
    },
    {
        "word": "gros`su*la\"ria",
        "definition": "A vegetable jelly, resembling pectin, found in gooseberries (Ribes Grossularia) and other fruits."
    },
    {
        "word": "gro*tesgue\"",
        "definition": "A whimsical figure, or scene, such as is found in old crypts and grottoes."
    },
    {
        "word": "gro*tesque\"ly",
        "definition": "Quality of being grotesque."
    },
    {
        "word": "gro*tesque\"ness",
        "definition": "A natural covered opening in the earth; a cave; also, an artificial recess, cave, or cavernlike apartment."
    },
    {
        "word": "grot\"to",
        "definition": "Artificial and ornamental rockwork in imitation of a grotto."
    },
    {
        "word": "ground",
        "definition": "To found; to fix or set, as on a foundation, reason, or principle; to furnish a ground for; to fix firmly."
    },
    {
        "word": "ground",
        "definition": "imp. & p. p. of Grind."
    },
    {
        "word": "ground\"ing",
        "definition": "Without ground or foundation; wanting cause or reason for support; not authorized; false; as, groundless fear; a groundless report or assertion."
    },
    {
        "word": "ground\"less",
        "definition": "A fish that keeps at the bottom of the water, as the loach."
    },
    {
        "word": "ground\"ling",
        "definition": "A spectator in the pit of a theater, which formerly was on the ground, and without floor or benches."
    },
    {
        "word": "ground\"nut`",
        "definition": "An annual composite plant (Senecio vulgaris) one of the most common, and widely distributed weeds on the globe."
    },
    {
        "word": "ground\"sel",
        "definition": ", plate (a), under Ground."
    },
    {
        "word": "ground\"sill`",
        "definition": "That which forms the foundation or support of anything; the basis; the essential or fundamental part; first principle."
    },
    {
        "word": "group",
        "definition": "An assemblage of objects in a certain order or relation, or having some resemblance or common characteristic; as, groups of strata."
    },
    {
        "word": "group\"ing",
        "definition": ") Any of the numerous species of gallinaceous birds of the family Tetraonid\\'91, and subfamily Tetraonin\\'91, inhabiting Europe, Asia, and North America. They have plump bodies, strong, well-feathered legs, and usually mottled plumage. The group includes the ptarmigans (Lagopus), having feathered feet."
    },
    {
        "word": "grouse",
        "definition": "(Dredging, Pile Driving, etc.) A pointed timber attached to a boat and sliding vertically, to thrust into the ground as a means of anchorage."
    },
    {
        "word": "grou\"ser",
        "definition": "Coarse meal; ground malt; pl. groats."
    },
    {
        "word": "grout",
        "definition": "Formerly, a kind of beer or ale."
    },
    {
        "word": "graut\"head`",
        "definition": "The process of filling in or finishing with grout; also, the grout thus filled in."
    },
    {
        "word": "grout\"y",
        "definition": "The original sense seems to have been a lane cut through trees. See Grave, v., and cf. Groove.] A smaller group of trees than a forest, and without underwood, planted, or growing naturally as if arranged by art; a wood of small extent."
    },
    {
        "word": "grov\"el",
        "definition": "To tend toward, or delight in, what is sensual or base; to be low, abject, or mean."
    },
    {
        "word": "grov\"el*er",
        "definition": "Lying prone; low; debased."
    },
    {
        "word": "grow",
        "definition": "To increase in any way; to become larger and stronger; to be augmented; to advance; to extend; to wax; to accrue."
    },
    {
        "word": "grow\"a*ble",
        "definition": "A decomposed granite, forming a mass of gravel, as in tin lodes in Cornwall."
    },
    {
        "word": "grow\"an",
        "definition": "One who grows or produces; as, a grower of corn; also, that which grows or increases; as, a vine may be a rank or a slow grower."
    },
    {
        "word": "grow\"er",
        "definition": "To utter a deep guttural sound, sa an angry dog; to give forth an angry, grumbling sound."
    },
    {
        "word": "growl\"er",
        "definition": "The large-mouthed black bass."
    },
    {
        "word": "growl\"ing*ly",
        "definition": "p. p. of Grow."
    },
    {
        "word": "grown",
        "definition": "To shiver; to have chills."
    },
    {
        "word": "growth",
        "definition": "That which has grown or is growing; anything produced; product; consequence; effect; result."
    },
    {
        "word": "groyne",
        "definition": "A tool with a hardened steel point, formerly used instead of a diamond for cutting glass."
    },
    {
        "word": "gro\"zing i\"ron",
        "definition": "A tool for smoothing the solder joints of lead pipe."
    },
    {
        "word": "grub",
        "definition": "To drudge; to do menial work."
    },
    {
        "word": "grub",
        "definition": "To supply with food."
    },
    {
        "word": "grub",
        "definition": "A short, thick man; a dwarf."
    },
    {
        "word": "grub\"ber",
        "definition": "To feel or grope in the dark."
    },
    {
        "word": "grub\"by",
        "definition": "See Grub, n., 1."
    },
    {
        "word": "gruddg\"er",
        "definition": "In a grudging manner."
    },
    {
        "word": "grudg\"ing*ly",
        "definition": "The state or quality of grudging, or of being full of grudge or unwillingness."
    },
    {
        "word": "grudg\"ing*ness",
        "definition": "A light, liquid food, made by boiling meal of maize, oatmeal, or fiour in water or milk; thin porridge."
    },
    {
        "word": "gru\"el",
        "definition": "Like gruel; of the consistence of gruel."
    },
    {
        "word": "grue\"some",
        "definition": "Forwards; with one's face to the ground."
    },
    {
        "word": "gru\"gru palm\"",
        "definition": "The larva or grub of a large South American beetle (Calandra palmarum), which lives in the pith of palm trees and sugar cane. It is eaten by the natives, and esteemed a delicacy."
    },
    {
        "word": "gru\"gru worm\"",
        "definition": "Morose; severe of countenance; sour; surly; glum; grim."
    },
    {
        "word": "grum",
        "definition": "Low; deep in the throat; guttural; rumbling; as,"
    },
    {
        "word": "grum\"ble",
        "definition": "The noise of one that grumbles."
    },
    {
        "word": "grum\"ble",
        "definition": "A grumbling, discontented disposition."
    },
    {
        "word": "grum\"bler",
        "definition": "In a grumbling manner."
    },
    {
        "word": "grum\"bling*ly",
        "definition": "A thick, viscid fluid; a clot, as of blood."
    },
    {
        "word": "grumb\"ly",
        "definition": "Clustered in grains at intervals; grumous."
    },
    {
        "word": "gru*mose\"",
        "definition": "Resembling or containing grume; thick; concreted; clotted; as, grumous blood."
    },
    {
        "word": "gru\"mous*ness",
        "definition": "In a surly manner; sullenly."
    },
    {
        "word": "grunt",
        "definition": "Any one of several species of American food fishes, of the genus H\\'91mulon, allied to the snappers, as, the black grunt (A.  Plumieri), and the redmouth grunt  (H. aurolineatus), of the Southern United States; -- also applied to allied species of the genera Pomadasys, Orthopristis, and Pristopoma. Called also pigfish, squirrel fish, and grunter; -- so called from the noise it makes when taken."
    },
    {
        "word": "grunt\"er",
        "definition": "One of several American marine fishes. See Sea robin, and Grunt, n., 2."
    },
    {
        "word": "grunt\"ing*ly",
        "definition": "To grunt; to grunt repeatedly."
    },
    {
        "word": "gru\"y\\'8are` cheese",
        "definition": "A measure equal to one tenth of a line."
    },
    {
        "word": "gry",
        "definition": "Anything very small, or of little value."
    },
    {
        "word": "gryl\"lus",
        "definition": "To gripe. [Obs.] See Gripe."
    },
    {
        "word": "grype",
        "definition": "A genus of cretaceous fossil shells allied to the oyster."
    },
    {
        "word": "gry*ph\\'91\"a",
        "definition": "A shell of the genus Gryphea."
    },
    {
        "word": "gryph\"on",
        "definition": "A small South African antelope (Neotragus melanotis).  It is speckled with gray and chestnut, above; the under parts are reddish fawn."
    },
    {
        "word": "grys\"bok",
        "definition": "A nocturnal bird of South America and Trinidad (Steatornis Caripensis, or S. steatornis); -- called also oilbird."
    },
    {
        "word": "gua\"cho",
        "definition": "An Indian who serves as a messenger."
    },
    {
        "word": "gua\"co",
        "definition": "Pertaining to, or resembling, guaiacum."
    },
    {
        "word": "gua\"iac",
        "definition": "A genus of small, crooked trees, growing in tropical America."
    },
    {
        "word": "gua\"ia*cum",
        "definition": "The heart wood or the resin of the Guaiacum offinale or lignum-vit\\'91, a large tree of the West Indies and Central America. It is much used in medicine."
    },
    {
        "word": "gua\"na",
        "definition": "A South American mammal (Auchenia huanaco), allied to the llama, but of larger size and more graceful form, inhabiting the southern Andes and Patagonia. It is supposed by some to be the llama in a wild state."
    },
    {
        "word": "gua*na\"co",
        "definition": "A strongly alkaline base, CN3H5, formed by the oxidation of guanin, and also obtained combined with methyl in the decomposition of creatin. Boiled with dilute sulphuric acid, it yields urea and ammonia."
    },
    {
        "word": "gua\"nin",
        "definition": "A substance found in great abundance on some coasts or islands frequented by sea fowls, and composed chiefly of their excrement. It is rich in phosphates and ammonia, and is used as a powerful fertilizer."
    },
    {
        "word": "gua\"no",
        "definition": "The scarlet ibis. See Ibis."
    },
    {
        "word": "gua\"ra",
        "definition": "A preparation from the seeds of Paullinia sorbilis, a woody climber of Brazil, used in making an astringent drink, and also in the cure of headache."
    },
    {
        "word": "gua\"ra*na`",
        "definition": "An alkaloid extracted from guarana. Same as Caffeine."
    },
    {
        "word": "gua\"ra*nine`",
        "definition": "In law and common usage: A promise to answer for the payment of some debt, or the performance of some duty, in case of the failure of another person, who is, in the first instance, liable to such payment or performance; an engagement which secures or insures another against a contingency; a warranty; a security. Same as Guaranty."
    },
    {
        "word": "guar`an*tee\"",
        "definition": "One who binds himself to see an undertaking of another performed; a guarantor."
    },
    {
        "word": "guar\"an*tor`",
        "definition": "In law and common usage: An undertaking to answer for the payment of some debt, or the performance of some contract or duty, of another, in case of the failure of such other to pay or perform; a guarantee; a warranty; a security."
    },
    {
        "word": "guar\"an*ty",
        "definition": "In law and common usage: To undertake or engage that another person shall perform (what he hass stipulated); to undertake to be answerable for (the debt or default of another); to engage to answer for the performance of (some promise or duty by another) in case of a failure by the latter to perform; to undertake to secure (something) to another, as in the case of a contingency. See Guarantee, v. t."
    },
    {
        "word": "guard",
        "definition": "One who, or that which, guards from injury, danger, exposure, or attack; defense; protection."
    },
    {
        "word": "guard\"ful",
        "definition": "A building which is occupied by the guard, and in which soldiers are confined for misconduct; hence, a lock-up."
    },
    {
        "word": "guard\"house`",
        "definition": "One who guards, preserves, or secures; one to whom any person or thing is committed for protection, security, or preservation from injury; a warden."
    },
    {
        "word": "guard\"i*an",
        "definition": "One who has, or is entitled to, the custody of the person or property of an infant, a minor without living parents, or a person incapable of managing his own affairs."
    },
    {
        "word": "guard\"i*an*ship",
        "definition": "Without a guard or defense; unguarded."
    },
    {
        "word": "guard\"room`",
        "definition": "A body of picked troops; as, \"The Household Guards.\""
    },
    {
        "word": "guards\"man",
        "definition": "A member, either officer or private, of any military body called Guards."
    },
    {
        "word": "gua`te*ma\"la grass\"",
        "definition": "A tropical tree, or its fruit, of the genus Psidium. Two varieties are well known, the P. pyriferum, or white guava, and P. pomiferum, or red guava.  The fruit or berry is shaped like a pomegranate, but is much smaller. It is somewhat astringent, but makes a delicious jelly."
    },
    {
        "word": "gu\"ber*na*tive",
        "definition": "Pertaining to a governor, or to government."
    },
    {
        "word": "gud\"geon",
        "definition": "A small European freshwater fish (Gobio fluviatilis), allied to the carp. It is easily caught and often used for food and for bait. In America the killifishes or minnows are often called gudgeons."
    },
    {
        "word": "gue\"ber",
        "definition": "A cultivated variety of a species of Viburnum (V. Opulus), bearing large bunches of white flowers; -- called also snowball tree."
    },
    {
        "word": "guel\"der*rose'",
        "definition": "One of a faction in Germany and Italy, in the 12th and 13th centuries, which supported the House of Guelph and the pope, and opposed the Ghibellines, or faction of the German emperors."
    },
    {
        "word": "guelph",
        "definition": "Of or pertaining to the family or the facttion of the Guelphs."
    },
    {
        "word": "guelph\"ic",
        "definition": "One of several long-tailed Oriental monkeys, of the genus Cercocebus, as the green monkey and grivet."
    },
    {
        "word": "gue`parde\"",
        "definition": "A reward; requital; recompense;  -- used in both a good and a bad sense."
    },
    {
        "word": "guer\"don*less",
        "definition": "A beautiful Abyssinian monkey (Colobus guereza), having the body black, with a fringe of long, silky, white hair along the sides, and a tuft of the same at the end of the tail.  The frontal band, cheeks, and chin are white."
    },
    {
        "word": "gue*ril\"la",
        "definition": "A projecting turret for a sentry, as at the salient angles of works, or the acute angles of bastions."
    },
    {
        "word": "guer\"ite",
        "definition": "A South African plant (Nerine Sarniensis) with handsome lilylike flowers, naturalized on the island of Guernsey."
    },
    {
        "word": "guern\"sey lil\"y",
        "definition": "An irregular mode of carrying on war, by the constant attacks of independent bands, adopted in the north of Spain during the Peninsular war."
    },
    {
        "word": "guer*ril\"la",
        "definition": "One who carries on, or assists in carrying on, irregular warfare; especially, a member of an independent band engaged in predatory excursions in war time."
    },
    {
        "word": "guer*ril\"la",
        "definition": "To form an opinion concerning, without knowledge or means of knowledge; to judge of at random; to conjecture."
    },
    {
        "word": "guess",
        "definition": "To judge or form an opinion of, from reasons that seem preponderating, but are not decisive."
    },
    {
        "word": "guess\"a*ble",
        "definition": "One who guesses; one who forms or gives an opinion without means of knowing."
    },
    {
        "word": "guess\"er",
        "definition": "By way of conjecture."
    },
    {
        "word": "guess\" rope\"",
        "definition": "A rope or hawser by which a vessel is towed or warped along; -- so called because it is necessary to guess at the length to be carried in the boat making the attachment to a distant object."
    },
    {
        "word": "guess\" warp\"",
        "definition": "Work performed, or results obtained, by guess; conjecture."
    },
    {
        "word": "guess\"work`",
        "definition": "A visitor; a person received and entertained in one's house or at one's table; a visitor entertained without pay."
    },
    {
        "word": "guest\"wise\"",
        "definition": "One of several very small species and varieties of African antelopes, of the genus Cephalophus, as the Cape guevi or kleeneboc (C. pyg. m\\'91a); -- called also pygmy antelope."
    },
    {
        "word": "gue'vi",
        "definition": "A loud burst of laughter, a horse laugh."
    },
    {
        "word": "gug\"gle",
        "definition": "A loose, earthy deposit from water, found in the cavities or clefts of rocks, mostly white, but sometimes red or yellow, from a mixture of clay or ocher."
    },
    {
        "word": "gui\"ac",
        "definition": "A colorless liquid, C6H4,OCH3.OH, resembling the phenols, found as a constituent of woodtar creosote, aud produced by the dry distillation of guaiac resin."
    },
    {
        "word": "gui\"a*cum",
        "definition": "A West African antelope  (Tragelaphus scriptus), curiously marked with white stripes and spots on a reddish fawn ground, and hence called harnessed antelope; -- called also guiba."
    },
    {
        "word": "guib",
        "definition": "[Mahratta g&amac;ekw&amac;r, prop., a cowherd.]  The title of the sovereign of Guzerat, in Western India; -- generally called the Guicowar of Baroda, which is the capital of the country."
    },
    {
        "word": "gui\"co*war",
        "definition": "Capable of being guided; willing to be guided or counseled."
    },
    {
        "word": "guide",
        "definition": "To lead or direct in a way; to conduct in a course or path; to pilot; as, to guide a traveler."
    },
    {
        "word": "guide",
        "definition": "One who, or that which, directs another in his conduct or course of lifo; a director; a regulator."
    },
    {
        "word": "guide\"post`",
        "definition": "A guide; a director."
    },
    {
        "word": "guid\"guid`",
        "definition": "A small flag or streamer, as that carried by cavalry, which is broad at one end and nearly pointed at the other, or that used to direct the movements of a body of infantry, or to make signals at sea; also, the flag of a guild or fraternity. In the United States service, each company of cavalry has a guidon."
    },
    {
        "word": "gulge",
        "definition": "An association of men belonging to the same class, or engaged in kindred pursuits, formed for mutual aid and protection; a business fraternity or corporation; as, the Stationers' Guild; the Ironmongers' Guild. They were originally licensed by the government, and endowed with special privileges and authority."
    },
    {
        "word": "guild\"a*ble",
        "definition": "A Dutch silver coin worth about forty cents; -- called also florin and gulden."
    },
    {
        "word": "guil\"der",
        "definition": "The hall where a guild or corporation usually assembles; a townhall."
    },
    {
        "word": "guild\"hall`",
        "definition": "Craft; deceitful cunning; artifice; duplicity; wile; deceit; treachery."
    },
    {
        "word": "guile\"ful",
        "definition": "Free from guile; artless."
    },
    {
        "word": "guile\"less",
        "definition": "A deceiver; one who deludes, or uses guile."
    },
    {
        "word": "guil\"le*met`",
        "definition": "One of several northern sea birds, allied to the auks. They have short legs, placed far back, and are expert divers and swimmers."
    },
    {
        "word": "guil`le*vat\"",
        "definition": "An ornament in the form of two or more bands or strings twisted over each other in a continued series, leaving circular openings which are filled with round ornaments."
    },
    {
        "word": "guil\"lo*tine`",
        "definition": "Any machine or instrument for cutting or shearing, resembling in its action a guillotine."
    },
    {
        "word": "guil\"lo*tine`",
        "definition": "The criminality and consequent exposure to punishment resulting from willful disobedience of law, or from morally wrong action; teh state of one who has broken a moral or political law; crime; criminality; offense against right."
    },
    {
        "word": "guilt\"i*ly",
        "definition": "The quality or state of being guilty."
    },
    {
        "word": "guilt\"i*ness",
        "definition": "Free from guilt; innocent."
    },
    {
        "word": "guilt\"less",
        "definition": "Without experience or trial; unacquainted (with)."
    },
    {
        "word": "guin\"ea",
        "definition": "A gold coin of England current for twenty-one shillings sterling, or about five dollars, but not coined since the issue of sovereigns in 1817."
    },
    {
        "word": "guir\"land",
        "definition": "Customary way of speaking or acting; custom; fashion; manner; behavior; mien; mode; practice; -- often used formerly in such phrases as: at his own guise; that is, in his own fashion, to suit himself."
    },
    {
        "word": "guis\"er",
        "definition": "A stringed instrument of music resembling the lute or the violin, but larger, and having six strings, three of silk covered with silver wire, and three of catgut, -- played upon with the fingers."
    },
    {
        "word": "gui*tar\"",
        "definition": "One of several species of small tropical American birds of the family C\\'d2rebid\\'91, allied to the creepers; -- called also quit. See Quit."
    },
    {
        "word": "guit\"guit`",
        "definition": "The upper front of the neck, next to the chin; the upper throat."
    },
    {
        "word": "gu\"la",
        "definition": "A capping molding. Same as Cymatium."
    },
    {
        "word": "gu\"lar",
        "definition": "An arctic sea bird."
    },
    {
        "word": "gu\"laund",
        "definition": "Act of gulching or gulping."
    },
    {
        "word": "gulch",
        "definition": "A flower. See Gold."
    },
    {
        "word": "gul\"den",
        "definition": "To give the color of gules to."
    },
    {
        "word": "gule",
        "definition": "The throat; the gullet."
    },
    {
        "word": "gu\"list",
        "definition": "To deceive; to cheat; to mislead; to trick; to defraud."
    },
    {
        "word": "gull",
        "definition": "One easily cheated; a dupe."
    },
    {
        "word": "gull\"er",
        "definition": "An act, or the practice, of gulling; trickery; fraud."
    },
    {
        "word": "gul\"let",
        "definition": "Something shaped like the food passage, or performing similar functions"
    },
    {
        "word": "gul\"let*ing",
        "definition": "Easily gulled; that may be duped."
    },
    {
        "word": "gul\"ly",
        "definition": "A grooved iron rail or tram plate."
    },
    {
        "word": "gum",
        "definition": "A vegetable secretion of many trees or plants that hardens when it exudes, but is soluble in water; as, gum arabic; gum tragacanth; the gum of the cherry tree. Also, with less propriety, exudations that are not soluble in water; as, gum copal and gum sandarac, which are really resins."
    },
    {
        "word": "gum",
        "definition": "See Gum tree, below."
    },
    {
        "word": "gum",
        "definition": "A soup thickened with the mucilaginous pods of the okra; okra soup."
    },
    {
        "word": "gum\"bo",
        "definition": "The okra plant or its pods."
    },
    {
        "word": "gum\"boil",
        "definition": "A kind of soft tumor, usually of syphilitic origin."
    },
    {
        "word": "gum\"ma",
        "definition": "Belonging to, or resembling, gumma."
    },
    {
        "word": "gum*ma\"tous",
        "definition": "A punch-cutting tool, or machine for deepening and enlarging the spaces between the teeth of a worn saw."
    },
    {
        "word": "gum*mif\"er*ous",
        "definition": "The state or quality of being gummy; viscousness."
    },
    {
        "word": "gum\"mi*ness",
        "definition": "A yellow amorphous mineral, essentially a hydrated oxide of uranium derived from the alteration of uraninite."
    },
    {
        "word": "gum\"mite",
        "definition": "Gumminess; a viscous or adhesive quality or nature."
    },
    {
        "word": "gum\"mous",
        "definition": "Of or pertaining to a gumma."
    },
    {
        "word": "gump\"tion",
        "definition": "Capacity; shrewdness; common sense."
    },
    {
        "word": "gu\"nar*chy",
        "definition": "A vessel of light draught, carrying one or more guns."
    },
    {
        "word": "gun\"jah",
        "definition": "The lock of a gun, for producing the discharge. See Lock."
    },
    {
        "word": "gun\"lock`",
        "definition": "The number of guns carried by a ship of war."
    },
    {
        "word": "gun\"nel",
        "definition": "A small, eel-shaped, marine fish of the genus Mur\\'91noides; esp., M. gunnellus of Europe and America; -- called also gunnel fish, butterfish, rock eel."
    },
    {
        "word": "gun\"ner",
        "definition": "A warrant officer in the navy having charge of the ordnance on a vessel."
    },
    {
        "word": "gun\"ner*y",
        "definition": "Space left by the removal of ore."
    },
    {
        "word": "gun\"nie",
        "definition": "The act or practice of hunting or shooting game with a gun."
    },
    {
        "word": "gu*noc\"ra*cy",
        "definition": "A black, granular, explosive substance, consisting of an intimate mechanical mixture of niter, charcoal, and sulphur. It is used in gunnery and blasting."
    },
    {
        "word": "gun\"reach`",
        "definition": "An apartment on the after end of the lower gun deck of a ship of war, usually occupied as a messroom by the commissioned officers, except the captain; -- called wardroom in the United States navy."
    },
    {
        "word": "gun\"room`",
        "definition": "Act of firing a gun; a shot."
    },
    {
        "word": "gun\"shot`",
        "definition": "The distance to which shot can be thrown from a gun, so as to be effective; the reach or range of a gun."
    },
    {
        "word": "gun\"shot`",
        "definition": "One whose occupation is to make or repair small firearms; an armorer."
    },
    {
        "word": "gun\"smith",
        "definition": "The art or business of a gunsmith."
    },
    {
        "word": "gunsmith`er*y",
        "definition": "A stick to ram down the charge of a musket, etc.; a rammer or ramrod."
    },
    {
        "word": "gun\"stick",
        "definition": "The stock or wood to which the barrel of a hand gun is fastened."
    },
    {
        "word": "gun\"stock`",
        "definition": "A cannon ball; -- so called because originally made of stone."
    },
    {
        "word": "gun\"ter rig`",
        "definition": "The chain ordinarily used in measuring land. See Chain, n., 4, and Gunter's scale."
    },
    {
        "word": "gun\"ter's chain`",
        "definition": "A logarithmic line on Gunter's scale, used for performing the multiplication and division of numbers mechanically by the dividers; -- called also line of lines, and line of numbers."
    },
    {
        "word": "gun\"ter's line`",
        "definition": "A thin quadrant, made of brass, wood, etc., showing a stereographic projection on the plane of the equator. By it are found the hour of the day, the sun's azimuth, the altitude of objects in degrees, etc. See Gunter's scale."
    },
    {
        "word": "gun\"ter's quad`rant",
        "definition": "A scale invented by the Rev. Edmund Gunter (1581-1626), a professor of astronomy at Gresham College, London, who invented also Gunter's chain, and Gunter's quadrant."
    },
    {
        "word": "gur\"geons",
        "definition": "To run or flow in a broken, irregular, noisy current, as water from a bottle, or a small stream among pebbles or stones."
    },
    {
        "word": "gur\"glet",
        "definition": "In a gurgling manner."
    },
    {
        "word": "gur\"goyle",
        "definition": "A thin balsam or wood oil derived from the Diptcrocarpus l\\'91vis, an East Indian tree. It is used in medicine, and as a substitute for linseed oil in the coarser kinds of paint."
    },
    {
        "word": "gur\"jun",
        "definition": "A young person of either sex. [Obs.] See Girl."
    },
    {
        "word": "gur\"my",
        "definition": "One ofseveral European marine fishes, of the genus Trigla and allied genera, having a large and spiny head, with mailed cheeks. Some of the species are highly esteemed for food. The name is sometimes applied to the American sea robins."
    },
    {
        "word": "gur\"ni*ad",
        "definition": "An alvine evacuation; also, refuse matter."
    },
    {
        "word": "gur\"ry`",
        "definition": "A gutter or channel for water, hewn out of the bottom of a working drift."
    },
    {
        "word": "gush",
        "definition": "To issue with violence and rapidity, as a fluid; to rush forth as a fluid from confinement; to flow copiously."
    },
    {
        "word": "gush\"er",
        "definition": "Rushing forth with violence, as a fluid; flowing copiously; as, gushing waters."
    },
    {
        "word": "gush\"ing",
        "definition": "Emitting copiously, as tears or words; weakly and unreservedly demonstrative in matters of affection; sentimental."
    },
    {
        "word": "gus\"set",
        "definition": "Anything resembling a gusset in a garment"
    },
    {
        "word": "gust",
        "definition": "A sudden violent burst of passion."
    },
    {
        "word": "gust",
        "definition": "The sense or pleasure of tasting; relish; gusto."
    },
    {
        "word": "gust",
        "definition": "Capable of being tasted; tastable."
    },
    {
        "word": "gus\"tard",
        "definition": "The act of tasting."
    },
    {
        "word": "gust\"less",
        "definition": "Nice or keen appreciation or enjoyment; relish; taste; fancy."
    },
    {
        "word": "gus*to\"so",
        "definition": "Subject to, or characterized by, gusts or squalls; windy; stormy; tempestuous."
    },
    {
        "word": "gut",
        "definition": "A narrow passage of water; as, the Gut of Canso."
    },
    {
        "word": "gut",
        "definition": "To plunder of contents; to destroy or remove the interior or contents of; as, a mob gutted the bouse."
    },
    {
        "word": "gut\"ta",
        "definition": "One of a series of ornaments, in the form of a frustum of a cone, attached to the lower part of the triglyphs, and also to the lower faces of the mutules, in the Doric order; -- called also campana, and drop."
    },
    {
        "word": "gut\"ta-per`cha",
        "definition": "Spotted, as if discolored by drops."
    },
    {
        "word": "gut\"tate",
        "definition": "Besprinkled with drops, or droplike spots."
    },
    {
        "word": "gut\"ter",
        "definition": "A channel at the eaves of a roof for conveying away the rain; an eaves channel; an eaves trough."
    },
    {
        "word": "gut*ter",
        "definition": "To supply with a gutter or gutters."
    },
    {
        "word": "gut\"ter",
        "definition": "A plant that exudes gum or resin."
    },
    {
        "word": "gut\"ti*fer`",
        "definition": "Yielding gum or resinous substances."
    },
    {
        "word": "gut*tif\"er*ous",
        "definition": "Drop-shaped, as a spot of color."
    },
    {
        "word": "gut\"ti*form",
        "definition": "To put into the gut; to swallow greedily; to gorge; to gormandize. [Obs.] L'Estrange."
    },
    {
        "word": "gut\"tur*al",
        "definition": "The quality of being guttural; as, the gutturalism of A [in the 16th cent.]"
    },
    {
        "word": "gut\"tur*al*ize",
        "definition": "In a guttural manner."
    },
    {
        "word": "gut\"tur*al*ly",
        "definition": "The quality of being guttural."
    },
    {
        "word": "gut\"tur*al*ness",
        "definition": "Pertaining to the throat."
    },
    {
        "word": "gut\"tur*o-",
        "definition": "Charged or sprinkled with drops."
    },
    {
        "word": "gut\"ty",
        "definition": "A plant, Globularia Alypum, a violent purgative, found in Africa."
    },
    {
        "word": "gut\"wort`",
        "definition": "A rope, chain, or rod attached to anything to steady it; as: a rope to steady or guide an object which is being hoisted or lowered; a rope which holds in place the end of a boom, spar, or yard in a ship; a chain or wire rope connecting a suspension bridge with the land on either side to prevent lateral swaying; a rod or rope attached to the top of a structure, as of a derrick, and extending obliquely to the ground, where it is fastened."
    },
    {
        "word": "guy",
        "definition": "To steady or guide with a guy."
    },
    {
        "word": "guy",
        "definition": "A grotesque effigy, like that of Guy Fawkes, dressed up in England on the fifth of November, the day of the Gunpowder Plot."
    },
    {
        "word": "guy",
        "definition": "A person of queer looks or dress."
    },
    {
        "word": "guze",
        "definition": "To swallow liquor greedily; to drink much or frequently."
    },
    {
        "word": "guz\"zler",
        "definition": "A fish (Coregonus ferus) of North Wales and Northern Europe, allied to the lake whitefish; -- called also powan, and schelly."
    },
    {
        "word": "gybe",
        "definition": "To shift from one side of a vessel to the other; -- said of the boom of a fore-and-aft sail when the vessel is steered off the wind until the sail fills on the opposite side."
    },
    {
        "word": "gybe",
        "definition": "To guide; to govern."
    },
    {
        "word": "gym\"nal",
        "definition": "An Athenian officer who superintended the gymnasia, and provided the oil and other necessaries at his own expense."
    },
    {
        "word": "gym*na\"si*arch",
        "definition": "A place or building where athletic exercises are performed; a school for gymnastics."
    },
    {
        "word": "gym*na\"si*um",
        "definition": "A school for the higher branches of literature and science; a preparatory school for the university; -- used esp. of German schools of this kind."
    },
    {
        "word": "gym\"nast",
        "definition": "Pertaining to athletic exercises intended for health, defense, or diversion; -- said of games or exercises, as running, leaping, wrestling, throwing the discus, the javelin, etc.; also, pertaining to disciplinary exercises for the intellect; athletic; as, gymnastic exercises, contests, etc."
    },
    {
        "word": "gym*nas\"tic",
        "definition": "In a gymnastic manner."
    },
    {
        "word": "gym*nas\"tic*al*ly",
        "definition": "Athletic or disciplinary exercises; the art of performing gymnastic exercises; also, disciplinary exercises for the intellect or character."
    },
    {
        "word": "gym\"nite",
        "definition": "The Athecata; -- so called because the medusoid buds are not inclosed in a capsule."
    },
    {
        "word": "gym\"no*blas`te*a",
        "definition": "Of or pertaining to the Gymnoblastea."
    },
    {
        "word": "gym\"no*blas\"tic",
        "definition": "Naked-fruited, the fruit either smooth or not adherent to the perianth."
    },
    {
        "word": "gym*noch\"ro*a",
        "definition": "A genus of leguminous plants; the Kentucky coffee tree. The leaves are cathartic, and the seeds a substitute for coffee."
    },
    {
        "word": "gym*noc\"la*dus",
        "definition": "A group of transparent, free-swimming Annelida, having setae only in the cephalic appendages."
    },
    {
        "word": "gym\"no*co`pa",
        "definition": "(Biol.) A cytode without a proper cell wall, but with a nucleus."
    },
    {
        "word": "gym\"no*dont",
        "definition": "One of a class of plants, so called by Lindley, because the ovules are fertilized by direct contact of the pollen. Same as Gymnosperm."
    },
    {
        "word": "gym\"no*gen",
        "definition": "A division of gastropods in which the odontophore is without teeth."
    },
    {
        "word": "gym\"no*glos`sa",
        "definition": "An order of Bryozoa, having no epistome."
    },
    {
        "word": "gym\"no*l\\'91`ma",
        "definition": "The order of fishes which includes the Gymnotus or electrical eel. The dorsal fin is wanting."
    },
    {
        "word": "gym\"no*no`ti",
        "definition": "Having young that are naked when hatched; psilop\\'91dic;  -- said of certain birds."
    },
    {
        "word": "gym`no*p\\'91d\"ic",
        "definition": "An order of Amphibia, having a long, annulated, snakelike body. See Ophiomorpha."
    },
    {
        "word": "gym`no*phi\"o*na",
        "definition": "A group of acalephs, including the naked-eyed medus\\'91; the hydromedus\\'91. Most of them are known to be the free-swimming progeny (gonophores) of hydroids."
    },
    {
        "word": "gym`noph*thal\"ma*ta",
        "definition": "A cell or mass of protoplasm devoid of an envelope, as a white blood corpuscle."
    },
    {
        "word": "gym\"no*plast",
        "definition": "Having unfeathered nostrils, as certain birds."
    },
    {
        "word": "gym\"no*rhi`nal",
        "definition": "One of the orders of Pteropoda.  They have no shell."
    },
    {
        "word": "gym`no*so\"ma*ta",
        "definition": "One of a sect of philosophers, said to have been found in India by Alexander the Great, who went almost naked, denied themselves the use of flesh, renounced bodily pleasures, and employed themselves in the contemplation of nature."
    },
    {
        "word": "gym*nos\"o*phist",
        "definition": "The doctrines of the Gymnosophists."
    },
    {
        "word": "gym\"no*sperm",
        "definition": "Having naked seeds, or seeds not inclosed in a capsule or other vessel."
    },
    {
        "word": "gym*not\"o*ka",
        "definition": "A genus of South American fresh-water fishes, including the Gymnotus electricus, or electric eel. It has a greenish, eel-like body, and is possessed of electric power."
    },
    {
        "word": "gyn",
        "definition": "The part of a large house, among the ancients, exclusively appropriated to women."
    },
    {
        "word": "gy*n\\'91\"cian",
        "definition": "A ventral canal or groove, in which the males of some dioecious trematodes carry the female. See Illust. of H\\'91matozoa."
    },
    {
        "word": "gy`n\\'91\"co*phore",
        "definition": "A plant having the stamens inserted in the pistil."
    },
    {
        "word": "gy*nan\"der",
        "definition": "A class of plants in the Linnaean system, whose stamens grow out of, or are united with, the pistil."
    },
    {
        "word": "gy*nan\"dri*a",
        "definition": "Having stamens inserted in the pistil; belonging to the class Gynandria."
    },
    {
        "word": "gy*nan\"dri*an",
        "definition": "An animal affected with gynandromorphism,"
    },
    {
        "word": "gy*nan\"dro*morph",
        "definition": "An abnormal condition of certain animals, in which one side has the external characters of the male, and the other those of the female."
    },
    {
        "word": "gy*nan`dro*mor\"phous",
        "definition": "Pertaining to an abnormal condition of the flower, in which the stamens are converted into pistils."
    },
    {
        "word": "gyn\"e*ce`um",
        "definition": "Of or relating to women."
    },
    {
        "word": "gy*ne\"cian",
        "definition": "Government by a woman, female power; gyneocracy."
    },
    {
        "word": "gyn\"e*co*log`ic*al",
        "definition": "The science which treats of the structure and diseases of women."
    },
    {
        "word": "gyn\"e*oc`ra*cy",
        "definition": "The adoration or worship of woman."
    },
    {
        "word": "gyn\"no",
        "definition": "A dilated base or receptacle, supporting a multilocular ovary."
    },
    {
        "word": "gyn\"o*base",
        "definition": "Pertaining to, or having, a gynobase."
    },
    {
        "word": "gy\"no*di*\\'d2`cious",
        "definition": "The pistils of a flower, taken collectively. See Illust. of Carpophore."
    },
    {
        "word": "gy*n\\'d2\"ci*um",
        "definition": "The pedicel raising the pistil or ovary above the stamens, as in the passion flower."
    },
    {
        "word": "gyn\"o*phore",
        "definition": "One of the branches bearing the female gonophores, in certain Siphonophora."
    },
    {
        "word": "gyp\"se*ous",
        "definition": "A gypsy. See Gypsy."
    },
    {
        "word": "gyp*sog\"ra*phy",
        "definition": "A cast taken in plaster of Paris, or in white lime."
    },
    {
        "word": "gyp\"so*plast",
        "definition": "A mineral consisting of the hydrous sulphate of lime (calcium). When calcined, it forms plaster of Paris. Selenite is a transparent, crystalline variety; alabaster, a fine, white, massive variety."
    },
    {
        "word": "gyp\"sum",
        "definition": "One of a vagabond race, whose tribes, coming originally from India, entered Europe in 14th or 15th centry, and are now scattered over Turkey, Russia, Hungary, Spain, England, etc., living by theft, fortune telling, horsejockeying, tinkering, etc. Cf. Bohemian, Romany."
    },
    {
        "word": "gyp\"sy",
        "definition": "The arts and practices or habits of gypsies; deception; cheating; flattery."
    },
    {
        "word": "gyp\"sy*ism",
        "definition": "The state of a gypsy."
    },
    {
        "word": "gyp\"sy*wort\"",
        "definition": "A genus of fossil fishes, found in Devonian and carboniferous strata;  -- so named from their round, sculptured spines."
    },
    {
        "word": "gyr`a*can\"thus",
        "definition": "Moving in a circular path or way; whirling; gyratory."
    },
    {
        "word": "gy\"ral",
        "definition": "Pertaining to a gyrus, or convolution."
    },
    {
        "word": "gy\"rant",
        "definition": "Winding or coiled round; curved into a circle; taking a circular course."
    },
    {
        "word": "gy\"rate",
        "definition": "To revolve round a central point; to move spirally about an axis, as a tornado; to revolve."
    },
    {
        "word": "gy\"rate",
        "definition": "The act of turning or whirling, as around a fixed center; a circular or spiral motion; motion about an axis; rotation; revolution."
    },
    {
        "word": "gy\"ra*to*ry",
        "definition": "A circular motion, or a circle described by a moving body; a turn or revolution; a circuit."
    },
    {
        "word": "gyre\"ful",
        "definition": "The higher orders of Mammalia, in which the cerebrum is convoluted."
    },
    {
        "word": "gyr\"en*ceph`a*la",
        "definition": "One of several species and varieties of large Arctic falcons, esp. Falco rusticolus and the white species F. Islandicus, both of which are circumpolar.  The black and the gray are varieties of the former. See Illust. of Accipiter."
    },
    {
        "word": "gyr\"land",
        "definition": "A genus of extinct o\\'94litic fishes, having rounded teeth in several rows adapted for crushing."
    },
    {
        "word": "gyr\"o*dus",
        "definition": "The petrified fruit of the Chara hispida, a species of stonewort. See Stonewort."
    },
    {
        "word": "gy*roid\"al",
        "definition": "Having the planes arranged spirally, so that they incline all to the right (or left) of a vertical line; -- said of certain hemihedral forms."
    },
    {
        "word": "gy*ro\"ma",
        "definition": "A kind of divination performed by drawing a ring or circle, and walking in or around it."
    },
    {
        "word": "gy\"ron",
        "definition": "Covered with gyrons, or divided so as to form several gyrons; -- said of an escutcheon."
    },
    {
        "word": "gy\"ron*ny",
        "definition": "A flying object simulating a pigeon in flight, when projected from a spring trap. It is used as a flying target in shooting matches."
    },
    {
        "word": "gy\"ro*scope",
        "definition": "A form of the above apparatus, invented by M. Foucault, mounted so delicately as to render visible the rotation of the earth, through the tendency of the rotating wheel to preserve a constant plane of rotation, independently of the earth's motion."
    },
    {
        "word": "gy\"ro*scop\"ic",
        "definition": "Turned round like a crook, or bent to and fro."
    },
    {
        "word": "gy\"ro*stat",
        "definition": "Of or pertaining to the gyrostat or to gyrostatics."
    },
    {
        "word": "gy\"ro*stat\"ic",
        "definition": "The doctrine or theory of the gyrostat, or of the phenomena of rotating bodies."
    },
    {
        "word": "gy\"ro*stat\"ics",
        "definition": "A convoluted ridge between grooves; a convolution; as, the gyri of the brain; the gyri of brain coral.  See Brain."
    }
]