[
    {
        "word": "jaal\" goat`",
        "definition": "To thrust; to stab; to punch. See Job, v. t."
    },
    {
        "word": "jab",
        "definition": "A thrust or stab."
    },
    {
        "word": "jab",
        "definition": "To talk rapidly, indistinctly, or unintelligibly; to utter gibberish or nonsense; to chatter."
    },
    {
        "word": "jab\"ber",
        "definition": "In a jabbering manner."
    },
    {
        "word": "jab\"ber*nowl`",
        "definition": "One of several large wading birds of the genera Mycteria and Xenorhynchus, allied to the storks in form and habits."
    },
    {
        "word": "jab`o*ran\"di",
        "definition": "An alkaloid found in jaborandi leaves, from which it is extracted as a white amorphous substance. In its action it resembles atropine."
    },
    {
        "word": "jab\"ot",
        "definition": "Originally, a kind of ruffle worn by men on the bosom of the shirt."
    },
    {
        "word": "jac\"a*mar`",
        "definition": "Any of several wading birds belonging to the genus Jacana and several allied genera, all of which have spurs on the wings. They are able to run about over floating water weeds by means of their very long, spreading toes. Called also surgeon bird."
    },
    {
        "word": "jac`a*ran\"da",
        "definition": "A cayman. See Yacare."
    },
    {
        "word": "jac\"a*re`",
        "definition": "The common marmoset (Hapale vulgaris). Formerly, the name was also applied to other species of the same genus."
    },
    {
        "word": "jac\"co*net",
        "definition": "Lying at length; as, the jacent posture."
    },
    {
        "word": "jack",
        "definition": "A familiar nickname of, or substitute for, John."
    },
    {
        "word": "jack",
        "definition": "To move or lift, as a house, by means of a jack or jacks. See 2d Jack, n., 5."
    },
    {
        "word": "jack\"al`",
        "definition": "Any one of several species of carnivorous animals inhabiting Africa and Asia, related to the dog and wolf. They are cowardly, nocturnal, and gregarious. They feed largely on carrion, and are noted for their piercing and dismal howling."
    },
    {
        "word": "jack\"a*napes",
        "definition": "A monkey; an ape."
    },
    {
        "word": "jack\"ass`",
        "definition": "The male ass; a donkey."
    },
    {
        "word": "jack\"daw`",
        "definition": "A drunken, dissolute fellow."
    },
    {
        "word": "jack\"et",
        "definition": "A short upper garment, extending downward to the hips; a short coat without skirts."
    },
    {
        "word": "jack\"et",
        "definition": "To thrash; to beat."
    },
    {
        "word": "jack\"et*ed",
        "definition": "The material of a jacket; as, nonconducting jacketing."
    },
    {
        "word": "jack\"et*ing",
        "definition": "A public executioner, or hangman."
    },
    {
        "word": "jack\"man",
        "definition": "One wearing a jack; a horse soldier; a retainer. See 3d Jack, n."
    },
    {
        "word": "jack\"saw`",
        "definition": "A jack in which a screw is used for lifting, or exerting pressure. See Illust. of 2d Jack, n., 5."
    },
    {
        "word": "jack\"screw`",
        "definition": "A low servant; a mean fellow."
    },
    {
        "word": "jack\"snipe`",
        "definition": "A rail of wood or iron stretching along a yard of a vessel, to which the sails are fastened."
    },
    {
        "word": "jack\"stay`",
        "definition": "One of the pebbles or pieces used in the game of jackstones."
    },
    {
        "word": "jack\"stone`",
        "definition": "An effigy stuffed with straw; a scarecrow; hence, a man without property or influence."
    },
    {
        "word": "jack\"straw`",
        "definition": "One of a set of straws of strips of ivory, bone, wood, etc., for playing a child's game, the jackstraws being thrown confusedly together on a table, to be gathered up singly by a hooked instrument, without touching or disturbing the rest of the pile. See Spilikin."
    },
    {
        "word": "jack\"wood`",
        "definition": "A Hebrew patriarch (son of Isaac, and ancestor of the Jews), who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12); -- also called Israel."
    },
    {
        "word": "jac`o*b\\'91\"an lil\"y",
        "definition": "Of or pertaining to a style of architecture and decoration in the time of James the First, of England."
    },
    {
        "word": "jac\"o*bin",
        "definition": "A Dominican friar; -- so named because, before the French Revolution, that order had a convent in the Rue St. Jacques, Paris."
    },
    {
        "word": "jac\"o*bine",
        "definition": "Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism."
    },
    {
        "word": "jac`o*bin\"ic",
        "definition": "The  principles of the Jacobins; violent and factious opposition to legitimate government."
    },
    {
        "word": "jac\"o*bite",
        "definition": "A partisan or adherent of James the Second, after his abdication, or of his descendants, an opposer of the revolution in 1688 in favor of William and Mary."
    },
    {
        "word": "jac\"o*bite",
        "definition": "Of or pertaining to the Jacobites; characterized by Jacobitism."
    },
    {
        "word": "jac`o*bit\"ic",
        "definition": "The principles of the Jacobites."
    },
    {
        "word": "ja*co\"bus",
        "definition": "A thin cotton fabric, between and muslin, used for dresses, neckcloths, etc."
    },
    {
        "word": "jac\"o*net",
        "definition": "Pertaining to, or invented by, Jacquard, a French mechanician, who died in 1834."
    },
    {
        "word": "jacque\"mi*not",
        "definition": "The name given to a revolt of French peasants against the nobles in 1358, the leader assuming the contemptuous title, Jacques Bonhomme, given by the nobles to the peasantry. Hence, any revolt of peasants."
    },
    {
        "word": "jacque`rie\"",
        "definition": "A boasting; a bragging."
    },
    {
        "word": "jac\"ti*ta\"tion",
        "definition": "Vain boasting or assertions repeated to the prejudice of another's right; false claim."
    },
    {
        "word": "jac\"u*la*ble",
        "definition": "To throw or cast, as a dart; to throw out; to emit."
    },
    {
        "word": "jac\"u*late",
        "definition": "The act of tossing, throwing, or hurling, as spears."
    },
    {
        "word": "jac\"u*la`tor",
        "definition": "The archer fish (Toxotes jaculator)."
    },
    {
        "word": "jad\"ding",
        "definition": "A stone, commonly of a pale to dark green color but sometimes whitish. It is very hard and compact, capable of fine polish, and is used for ornamental purposes and for implements, esp. in Eastern countries and among many early peoples."
    },
    {
        "word": "jade",
        "definition": "A mean or tired horse; a worthless nag."
    },
    {
        "word": "jade",
        "definition": "To treat like a jade; to spurn."
    },
    {
        "word": "jade\"ite",
        "definition": "The tricks of a jade."
    },
    {
        "word": "jad\"er*y",
        "definition": "Vicious; ill-tempered; resembling a jade; -- applied to a horse."
    },
    {
        "word": "jad\"ish",
        "definition": "Unchaste; -- applied to a woman."
    },
    {
        "word": "jag",
        "definition": "A notch; a cleft; a barb; a ragged or sharp protuberance; a denticulation."
    },
    {
        "word": "ja\"ger",
        "definition": "A sharpshooter. See Yager."
    },
    {
        "word": "jagg",
        "definition": "Having jags; having rough, sharp notches, protuberances, or teeth; cleft; laciniate; divided; as, jagged rocks."
    },
    {
        "word": "jag\"ged",
        "definition": "One who carries about a small load; a peddler. See 2d Jag."
    },
    {
        "word": "jag\"ger*y",
        "definition": "Having jags; set with teeth; notched; uneven; as, jaggy teeth."
    },
    {
        "word": "ja\"ghir*dar`",
        "definition": "A great Brazilian palm (Maximiliana regia), having immense spathes which are used for baskets and tubs."
    },
    {
        "word": "ja\"gua palm`",
        "definition": "A large and powerful feline animal (Felis onca), ranging from Texas and Mexico to Patagonia. It is usually brownish yellow, with large, dark, somewhat angular rings, each generally inclosing one or two dark spots. It is chiefly arboreal in its habits. Called also the American tiger."
    },
    {
        "word": "ja*guar\"",
        "definition": "A South American wild cat (Felis jaguarondi), having a long, slim body and very short legs. Its color is grayish brown, varied with a blackish hue. It is arboreal in its habits and feeds mostly on birds."
    },
    {
        "word": "jail\"er",
        "definition": "One of a numerous sect in British India, holding the tenets of Jainism."
    },
    {
        "word": "jain",
        "definition": "The heterodox Hindoo religion, of which the most striking features are the exaltation of saints or holy mortals, called jins, above the ordinary Hindoo gods, and the denial of the divine origin and infallibility of the Vedas. It is intermediate between Brahmanism and Buddhism, having some things in common with each."
    },
    {
        "word": "jain\"ism",
        "definition": "The ahu or Asiatic gazelle."
    },
    {
        "word": "ja\"kie",
        "definition": "An African parrot (Psittacus erithacus), very commonly kept as a cage bird; -- called also gray parrot."
    },
    {
        "word": "jak\"wood`",
        "definition": "The tubers of the Mexican plant Ipom\\'d2a purga (or Exogonium purga), a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative medicines. Other species of Ipom\\'d2a yield several inferior kinds of jalap, as the I. Orizabensis, and I. tuberosa."
    },
    {
        "word": "ja*lap\"ic",
        "definition": "A glucoside found in the stems of the jalap plant and scammony. It is a strong purgative."
    },
    {
        "word": "jal\"a*pin",
        "definition": "Long poles, topped with wisps of straw, used as landmarks and signals."
    },
    {
        "word": "ja`lou`sie\"",
        "definition": "Furnished with jalousies; as, jalousied porches."
    },
    {
        "word": "ja`lou`sied\"",
        "definition": "A kind of frock for children."
    },
    {
        "word": "jam",
        "definition": "To press into a close or tight position; to crowd; to squeeze; to wedge in."
    },
    {
        "word": "jam",
        "definition": "An injury caused by jamming."
    },
    {
        "word": "jam\"a*dar",
        "definition": "One of the West India is islands."
    },
    {
        "word": "ja*mai\"can",
        "definition": "An alkaloid said to be contained in the bark of Geoffroya inermis, a leguminous tree growing in Jamaica and Surinam; -- called also jamacina."
    },
    {
        "word": "jamb",
        "definition": "The vertical side of any opening, as a door or fireplace; hence, less properly, any narrow vertical surface of wall, as the of a chimney-breast or of a pier, as distinguished from its face."
    },
    {
        "word": "jam`bo*la\"na",
        "definition": "A silk fabric, with a woven pattern of sprigs of flowers."
    },
    {
        "word": "ja\"me*son*ite",
        "definition": "Antimonial powder, first prepared by Dr. James, ar English physician; -- called also fever powder."
    },
    {
        "word": "james\"'s pow`der",
        "definition": "The poisonous thorn apple or stramonium (Datura stramonium), a rank weed early noticed at Jamestown, Virginia. See Datura."
    },
    {
        "word": "jan",
        "definition": "A coin of Genoa; any small coin."
    },
    {
        "word": "jane",
        "definition": "A kind of twilled cotton cloth. See Jean."
    },
    {
        "word": "jan\"gle",
        "definition": "To sound harshly or discordantly, as bells out of tune."
    },
    {
        "word": "jan\"gle",
        "definition": "Idle talk; prate; chatter; babble."
    },
    {
        "word": "jan\"gler",
        "definition": "An idle talker; a babbler; a prater."
    },
    {
        "word": "jan\"is*sa*ry",
        "definition": "A door-keeper; a porter; one who has the care of a public building, or a building occupied for offices, suites of rooms, etc."
    },
    {
        "word": "jan\"i*za*ry",
        "definition": "A long pole on two wheels, used in hauling logs."
    },
    {
        "word": "jan\"sen*ism",
        "definition": "A follower of Cornelius Jansen, a Roman Catholic bishop of Ypres, in Flanders, in the 17th century, who taught certain doctrines denying free will and the possibility of resisting divine grace."
    },
    {
        "word": "jan\"ti*ness",
        "definition": "A machine of great antiquity, used in Bengal for raising water to irrigate land."
    },
    {
        "word": "jan\"ty",
        "definition": "The first month of the year, containing thirty-one days."
    },
    {
        "word": "ja\"nus-head`ed",
        "definition": "Work varnished and figured in the Japanese manner; also, the varnish or lacquer used in japanning."
    },
    {
        "word": "ja*pan\"",
        "definition": "Of or pertaining to Japan, or to the lacquered work of that country; as, Japan ware."
    },
    {
        "word": "ja*pan\"",
        "definition": "To cover with a coat of hard, brilliant varnish, in the manner of the Japanese; to lacquer."
    },
    {
        "word": "jap`a*nese\"",
        "definition": "A native or inhabitant of Japan; collectively, the people of Japan."
    },
    {
        "word": "ja*pan\"ning",
        "definition": "After the manner of the Japanese; resembling japanned articles."
    },
    {
        "word": "ja*phet\"ic",
        "definition": "A descendant of Japheth."
    },
    {
        "word": "ja\"phet*ite",
        "definition": "A species of Camellia (Camellia Japonica), a native of Japan, bearing beautiful red or white flowers. Many other genera have species of the same name."
    },
    {
        "word": "ja*pon\"i*ca",
        "definition": "A turn. [Only in phrase.]"
    },
    {
        "word": "jar",
        "definition": "A deep, broad-mouthed vessel of earthenware or glass, for holding fruit, preserves, etc., or for ornamental purposes; as, a jar of honey; a rose jar."
    },
    {
        "word": "jar",
        "definition": "To  give forth a rudely quivering or tremulous sound; to sound harshly or discordantly; as, the notes jarred on my ears."
    },
    {
        "word": "jar",
        "definition": "To tick; to beat; to mark or tell off."
    },
    {
        "word": "jar",
        "definition": "Clash of interest or opinions; collision; discord; debate; slight disagreement."
    },
    {
        "word": "jar`a*ra\"ca",
        "definition": "To wet; to bemire."
    },
    {
        "word": "jar`di`ni\\'8are\"",
        "definition": "A callous tumor on the leg of a horse, below the hock."
    },
    {
        "word": "jards",
        "definition": "To emit a harsh or discordant sound."
    },
    {
        "word": "jar\"gon",
        "definition": "A variety of pear which ripens early."
    },
    {
        "word": "jar`go*nelle\"",
        "definition": "Of or pertaining to the mineral jargon."
    },
    {
        "word": "jar*gon\"ic",
        "definition": "One addicted to jargon; one who uses cant or slang."
    },
    {
        "word": "jar\"-owl`",
        "definition": "The mahoganylike wood of the Australian Eucalyptus marginata. See Eucalyptus."
    },
    {
        "word": "jar\"ring",
        "definition": "Discord; a clashing of interests."
    },
    {
        "word": "jar\"ring*ly",
        "definition": "The driver of a hackney coach."
    },
    {
        "word": "jas\"pa*chate",
        "definition": "An opaque, impure variety of quartz, of red, yellow, and other dull colors, breaking with a smooth surface. It admits of a high polish, and is used for vases, seals, snuff boxes, etc. When the colors are in stripes or bands, it is called striped ∨  banded jasper. The Egyptian pebble is a brownish yellow jasper."
    },
    {
        "word": "jas\"per*a`ted",
        "definition": "To convert into, or make to resemble, jasper."
    },
    {
        "word": "jas\"per*y",
        "definition": "Consisting of jasper, or containing jasper; jaspery; jasperlike."
    },
    {
        "word": "jas*pid\"e*an",
        "definition": "A compact siliceous rock resembling jasper."
    },
    {
        "word": "jas\"poid",
        "definition": "An onyx, part or all of whose layers consist of jasper."
    },
    {
        "word": "jasp`o\"nyx",
        "definition": "Of or pertaining to physic nuts, the seeds of plants of the genus Jatropha."
    },
    {
        "word": "ja*troph\"ic",
        "definition": "To ride hard; to jounce."
    },
    {
        "word": "jaun\"diced",
        "definition": "Prejudiced; envious; as, a jaundiced judgment."
    },
    {
        "word": "jaunt",
        "definition": "To ramble here and there; to stroll; to make an excursion."
    },
    {
        "word": "jaun\"ti*ly",
        "definition": "The quality of being jaunty."
    },
    {
        "word": "jaun\"ty",
        "definition": "One of the islands of the Malay Archipelago belonging to the Netherlands."
    },
    {
        "word": "ja\"va",
        "definition": "Java coffee, a kind of coffee brought from Java."
    },
    {
        "word": "jaw",
        "definition": "One of the bones, usually bearing teeth, which form the framework of the mouth."
    },
    {
        "word": "jaw",
        "definition": "The bone of either jaw; a maxilla or a mandible."
    },
    {
        "word": "jaw\"foot`",
        "definition": "Scolding; clamorous or abusive talk."
    },
    {
        "word": "jay\"et",
        "definition": "A name given to a free-booting, unenlisted, armed man or guerrilla. [A term of opprobrium used in the war of 1861-65, U. S.]"
    },
    {
        "word": "jay\"hawk`er",
        "definition": "A gem of an azure color."
    },
    {
        "word": "ja\"zel",
        "definition": "A coat of defense made of small plates of metal sewed upon linen or the like; also, this kind of armor taken generally; as, a coat of jazerant."
    },
    {
        "word": "jeal\"ous",
        "definition": "Zealous; solicitous; vigilant; anxiously watchful."
    },
    {
        "word": "jeal\"ous*ly",
        "definition": "State or quality of being jealous."
    },
    {
        "word": "jeal\"ous*ness",
        "definition": "The quality of being jealous; earnest concern or solicitude; painful apprehension of rivalship in cases nearly affecting one's happiness; painful suspicion of the faithfulness of husband, wife, or lover."
    },
    {
        "word": "jeat",
        "definition": "A stone mason's tool, having a flat face and a pointed part."
    },
    {
        "word": "jee",
        "definition": "A morass; a shallow lake."
    },
    {
        "word": "jeer\"ing",
        "definition": "See 1st Jeer (b)."
    },
    {
        "word": "jeers",
        "definition": "An American herb with a pretty, white, solitary blossom, and deeply two-cleft leaves (Jeffersonia diphylla); twinleaf."
    },
    {
        "word": "jef`fer*so\"ni*a",
        "definition": "Pertaining to, or characteristic of, Thomas Jefferson or his policy or political doctrines."
    },
    {
        "word": "jeg",
        "definition": "A Scripture name of the Supreme Being, by which he was revealed to the Jews as their covenant God or Sovereign of the theocracy; the \"ineffable name\" of the Supreme Being, which was not pronounced by the Jews."
    },
    {
        "word": "je*ho\"vah",
        "definition": "One who maintains that the vowel points of the word Jehovah, in Hebrew, are the proper vowels of that word; -- opposed to adonist."
    },
    {
        "word": "je*ho\"vist",
        "definition": "The writer of the passages of the Old Testament, especially those of the Pentateuch, in which the Supreme Being is styled Jehovah. See Elohist."
    },
    {
        "word": "je`ho*vis\"tic",
        "definition": "A coachman; a driver; especially, one who drives furiously."
    },
    {
        "word": "je\"hu",
        "definition": "Pertaining to the jejunum."
    },
    {
        "word": "je*june\"",
        "definition": "Lacking matter; empty; void of substance."
    },
    {
        "word": "je*fu\"ni*ty",
        "definition": "The middle division of the small intestine, between the duodenum and ileum; -- so called because usually found empty after death."
    },
    {
        "word": "je*ju\"num",
        "definition": "A large, handsome squirrel (Sciurus Javensis), native of Java and Southern Asia; -- called also Java squirrel."
    },
    {
        "word": "jell",
        "definition": "Brought to the state or consistence of jelly."
    },
    {
        "word": "jel\"ly",
        "definition": "Anything brought to a gelatinous condition; a viscous, translucent substance in a condition between liquid and solid; a stiffened solution of gelatin, gum, or the like."
    },
    {
        "word": "jel\"ly",
        "definition": "Any one of the acalephs, esp. one of the larger species, having a jellylike appearance. See Medusa."
    },
    {
        "word": "jel\"ly*fish`",
        "definition": "The chief or leader of a hand or body of persons; esp., in the native army of India, an officer of a rank corresponding to that of lieutenant in the English army."
    },
    {
        "word": "jem\"my",
        "definition": "A baked sheep's head."
    },
    {
        "word": "je\"nite",
        "definition": "name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper."
    },
    {
        "word": "jen\"net",
        "definition": "A variety of early apple. See Juneating."
    },
    {
        "word": "jen\"ny",
        "definition": "A familiar or pet form of the proper name Jane."
    },
    {
        "word": "jen\"ny",
        "definition": "A fish of the genus Leuciscus; the blue chub of the Danube."
    },
    {
        "word": "jent\"ling",
        "definition": "An oversight in pleading, or the acknowledgment of a mistake or oversight."
    },
    {
        "word": "jeop\"ard*er",
        "definition": "To expose to loss or injury; to risk; to jeopard."
    },
    {
        "word": "jer*id\"",
        "definition": "To cut into long slices or strips and dry in the sun; as, jerk beef. See Charqui."
    },
    {
        "word": "jerk",
        "definition": "To beat; to strike."
    },
    {
        "word": "jerk",
        "definition": "To make a sudden motion; to move with a start, or by starts."
    },
    {
        "word": "jerk",
        "definition": "A short, sudden pull, thrust, push, twitch, jolt, shake, or similar motion."
    },
    {
        "word": "jer\"kin",
        "definition": "The act of pulling, pushing, or throwing, with a jerk."
    },
    {
        "word": "jerk\"ing",
        "definition": "The hipped part of a roof which is hipped only for a part of its height, leaving a truncated gable."
    },
    {
        "word": "jer\"kin*head`",
        "definition": "Moving by jerks and starts; characterized by abrupt transitions; as, a jerky vehicle; a jerky style."
    },
    {
        "word": "jerk\"y",
        "definition": "The Himalayan now partridge."
    },
    {
        "word": "jer*moon\"al",
        "definition": "One belonging of the medi\\'91val religious orders called Hermits of St. Jerome."
    },
    {
        "word": "jer`o*pig\"i*a",
        "definition": "A customhouse officer who searches ships for unentered goods. [Eng.] [Written also jerguer.]"
    },
    {
        "word": "jer\"quer",
        "definition": "The searching of a ship for unentered goods."
    },
    {
        "word": "jer\"quing",
        "definition": "The searching of a ship for unentered goods."
    },
    {
        "word": "jer\"quing",
        "definition": "Built hastily and of bad materials; as, jerry-built houses."
    },
    {
        "word": "jer\"sey",
        "definition": "The finest of wool separated from the rest; combed wool; also, fine yarn of wool."
    },
    {
        "word": "jer\"vine",
        "definition": "A short strap of leather or silk secured round the leg of a hawk, to which the leash or line, wrapped round the falconer's hand, was attached when used. See Illust. of Falcon."
    },
    {
        "word": "jes\"sa*mine",
        "definition": "Springing up or emerging; -- said of a plant or animal."
    },
    {
        "word": "jes\"sant",
        "definition": "Any representation or suggestion of the genealogy of Christ, in decorative art"
    },
    {
        "word": "jest",
        "definition": "A deed; an action; a gest."
    },
    {
        "word": "jest",
        "definition": "To take part in a merrymaking; -- especially, to act in a mask or interlude."
    },
    {
        "word": "jest\"er",
        "definition": "A buffoon; a merry-andrew; a court fool."
    },
    {
        "word": "jest\"ful",
        "definition": "Sportive; not serious; fit for jests."
    },
    {
        "word": "jes\"u*it",
        "definition": "One of a religious order founded by Ignatius Loyola, and approved in 1540, under the title of The Society of Jesus."
    },
    {
        "word": "jes`u*it\"ic",
        "definition": "Of or pertaining to the Jesuits, or to their principles and methods."
    },
    {
        "word": "jes\"u*it*ism",
        "definition": "The principles and practices of the Jesuits."
    },
    {
        "word": "jet",
        "definition": "A shooting forth; a spouting; a spurt; a sudden rush or gush, as of water from a pipe, or of flame from an orifice; also, that which issues in a jet."
    },
    {
        "word": "jet",
        "definition": "To strut; to walk with a lofty or haughty gait; to be insolent; to obtrude."
    },
    {
        "word": "jet\"-black`",
        "definition": "A stream of water spouting from a fountain or pipe (especially from one arranged to throw water upward), in a public place or in a garden, for ornament."
    },
    {
        "word": "jet` d'eau\"",
        "definition": "A yellowness of the parts of plants which are normally green; yellows."
    },
    {
        "word": "jet\"sam",
        "definition": "Goods which sink when cast into the sea, and remain under water; -- distinguished from flotsam, goods which float, and ligan, goods which are sunk attached to a buoy."
    },
    {
        "word": "jet\"ti*son",
        "definition": "The throwing overboard of goods from necessity, in order to lighten a vessel in danger of wreck."
    },
    {
        "word": "jet\"ton",
        "definition": "Made of jet, or like jet in color."
    },
    {
        "word": "jet\"ty",
        "definition": "A part of a building that jets or projects beyond the rest, and overhangs the wall below."
    },
    {
        "word": "jeu\" d'es`prit\"",
        "definition": "Originally, one belonging to the tribe or kingdom of Judah; after the return from the Babylonish captivity, any member of the new state; a Hebrew; an Israelite."
    },
    {
        "word": "jew\"el",
        "definition": "An ornament of dress usually made of a precious metal, and having enamel or precious stones as a part of its design."
    },
    {
        "word": "jew\"el*ry",
        "definition": "The art or trade of a jeweler."
    },
    {
        "word": "jew\"fish`",
        "definition": "A very large serranoid fish (Promicrops itaiara) of Florida and the Gulf of Mexico. It often reaches the weight of five hundred pounds. Its color is olivaceous or yellowish, with numerous brown spots. Called also guasa, and warsaw."
    },
    {
        "word": "jew\"ish",
        "definition": "Judea; also, a district inhabited by Jews; a Jews' quarter."
    },
    {
        "word": "jew's-harp`",
        "definition": "An instrument of music, which, when placed between the teeth, gives, by means of a bent metal tongue struck by the finger, a sound which is modulated by the breath; -- called also Jew's-trump."
    },
    {
        "word": "jew's-stone`",
        "definition": "A bold, vicious woman; a termagant."
    },
    {
        "word": "jib",
        "definition": "A triangular sail set upon a stay or halyard extending from the foremast or fore-topmast to the bowsprit or the jib boom. Large vessels often carry several jibe; as, inner jib; outer jib; flying jib; etc."
    },
    {
        "word": "jib",
        "definition": "A horse that jibs."
    },
    {
        "word": "jib\"ber",
        "definition": "To shift, as the boom of a fore-and-aft sail, from one side of a vessel to the other when the wind is aft or on the quarter. See Gybe."
    },
    {
        "word": "jibe",
        "definition": "To change a ship's course so as to cause a shifting of the boom. See Jibe, v. t., and Gybe."
    },
    {
        "word": "jibe",
        "definition": "To agree; to harmonize."
    },
    {
        "word": "jig",
        "definition": "A light, brisk musical movement."
    },
    {
        "word": "jig",
        "definition": "To sing to the tune of a jig."
    },
    {
        "word": "jig\"ger",
        "definition": "One who, or that which, jigs; specifically, a miner who sorts or cleans ore by the process of jigging; also, the sieve used in jigging."
    },
    {
        "word": "jig\"gle",
        "definition": "A jolting motion; a jogging pace."
    },
    {
        "word": "jig\"jog`",
        "definition": "Having a jolting motion."
    },
    {
        "word": "jig\"jog",
        "definition": "A young woman; a sweetheart. See Gill."
    },
    {
        "word": "jill\"-flirt`",
        "definition": "A woman who capriciously deceives her lover; a coquette; a flirt."
    },
    {
        "word": "jim\"crack`",
        "definition": "A machine for bending or straightening rails."
    },
    {
        "word": "jim\"-crow`",
        "definition": "A planing machine with a reversing tool, to plane both ways."
    },
    {
        "word": "jim\"my",
        "definition": "Neat; handsome; elegant. See Gimp."
    },
    {
        "word": "jimp",
        "definition": ". See Jamestown weed."
    },
    {
        "word": "jin\"gle",
        "definition": "To sound with a fine, sharp, rattling, clinking, or tinkling sound; as, sleigh bells jingle."
    },
    {
        "word": "jin\"gle",
        "definition": "That which makes a jingling sound, as a rattle."
    },
    {
        "word": "jin\"gler",
        "definition": "The act or process of producing a jingle; also, the sound itself; a chink."
    },
    {
        "word": "jin\"go",
        "definition": "A word used as a jocular oath."
    },
    {
        "word": "jin\"go*ism",
        "definition": "A genius or demon; one of the fabled genii, good and evil spirits, supposed to be the children of fire, and to have the power of assuming various forms."
    },
    {
        "word": "jin*rik\"i*sha",
        "definition": "A waistcoat or kind of stays for women."
    },
    {
        "word": "jip\"po",
        "definition": "A sweetheart; a darling."
    },
    {
        "word": "job",
        "definition": "A sudden thrust or stab; a jab."
    },
    {
        "word": "job",
        "definition": "To strike or stab with a pointed instrument."
    },
    {
        "word": "job",
        "definition": "To seek private gain under pretense of public service; to turn public matters to private advantage."
    },
    {
        "word": "job\"ber",
        "definition": "A dealer in the public stocks or funds; a stockjobber."
    },
    {
        "word": "job\"ber*y",
        "definition": "Underhand management; official corruption; as, municipal jobbery."
    },
    {
        "word": "job\"bing",
        "definition": "Using opportunities of public service for private gain; as, a jobbing politician."
    },
    {
        "word": "jock\"ey",
        "definition": "A professional rider of horses in races."
    },
    {
        "word": "jock\"ey",
        "definition": "To play the jockey toward; to cheat; to trick; to impose upon in trade; as, to jockey a customer."
    },
    {
        "word": "jock\"ey",
        "definition": "The act or management of one who jockeys; trickery."
    },
    {
        "word": "joc\"u*lar",
        "definition": "Given to jesting; jocose; as, a jocular person."
    },
    {
        "word": "joc`u*lar\"i*ty",
        "definition": "In jest; for sport or mirth; jocosely."
    },
    {
        "word": "joe",
        "definition": "A jest book; a stale jest; a worn-out joke."
    },
    {
        "word": "jog",
        "definition": "To push or shake with the elbow or hand; to jostle; esp., to push or touch, in order to give notice, to excite one's attention, or to warn."
    },
    {
        "word": "jog",
        "definition": "A rub; a slight stop; an obstruction; hence, an irregularity in motion of from; a hitch; a break in the direction of a line or the surface of a plane."
    },
    {
        "word": "jog\"gle",
        "definition": "To shake slightly; to push suddenly but slightly, so as to cause to shake or totter; to jostle; to jog."
    },
    {
        "word": "jog\"gle",
        "definition": "A notch or tooth in the joining surface of any piece of building material to prevent slipping; sometimes, but incorrectly, applied to a separate piece fitted into two adjacent stones, or the like."
    },
    {
        "word": "jo*han\"nes",
        "definition": "A fine white wine produced on the estate of Schloss (or Castle) Johannisberg, on the Rhine."
    },
    {
        "word": "jo*han\"nis*ber`ger",
        "definition": "A proper name of a man."
    },
    {
        "word": "john\"son grass`",
        "definition": "Pertaining to or resembling Dr. Johnson or his style; pompous; inflated."
    },
    {
        "word": "john*so\"ni*an",
        "definition": "A manner of acting or of writing peculiar to, or characteristic of, Dr. Johnson."
    },
    {
        "word": "join",
        "definition": "To bring together, literally or figuratively; to place in contact; to connect; to couple; to unite; to combine; to associate; to add; to append."
    },
    {
        "word": "join\"der",
        "definition": "The act of joining; a putting together; conjunction."
    },
    {
        "word": "join\"er",
        "definition": "One whose occupation is to construct articles by joining pieces of wood; a mechanic who does the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings."
    },
    {
        "word": "joint",
        "definition": "The place or part where two things or parts are joined or united; the union of two or more smooth or even surfaces admitting of a close-fitting or junction; junction as, a joint between two pieces of timber; a joint in a pipe."
    },
    {
        "word": "joint",
        "definition": "Joined; united; combined; concerted; as joint action."
    },
    {
        "word": "joint",
        "definition": "To unite by a joint or joints; to fit together; to prepare so as to fit together; as, to joint boards."
    },
    {
        "word": "joint",
        "definition": "Having joints; articulated; full of nodes; knotty; as, a jointed doll; jointed structure."
    },
    {
        "word": "joint\"ed",
        "definition": "One who, or that which, joints."
    },
    {
        "word": "joint\"er",
        "definition": "A plane for smoothing the surfaces of pieces which are to be accurately joined"
    },
    {
        "word": "joint\"-fir`",
        "definition": "The act or process of making a joint; also, the joints thus produced."
    },
    {
        "word": "joint\"less",
        "definition": "In a joint manner; together; unitedly; in concert; not separately."
    },
    {
        "word": "join\"ture",
        "definition": "A joining; a joint."
    },
    {
        "word": "joint\"weed`",
        "definition": "The larva of a small, hymenopterous fly (Eurytoma hordei), which is found in gall-like swellings on the stalks of wheat, usually at or just above the first joint. In some parts of America it does great damage to the crop."
    },
    {
        "word": "joint\"worm`",
        "definition": "A piece of timber laid horizontally, or nearly so, to which the planks of the floor, or the laths or furring strips of a ceiling, are nailed; -- called, according to its position or use, binding joist, bridging joist, ceiling joist, trimming joist, etc. See Illust. of Double-framed floor, under Double, a."
    },
    {
        "word": "joist",
        "definition": "To fit or furnish with joists."
    },
    {
        "word": "joke",
        "definition": "Something said for the sake of exciting a laugh; something witty or sportive (commonly indicating more of hilarity or humor than jest); a jest; a witticism; as, to crack good-natured jokes."
    },
    {
        "word": "joke",
        "definition": "To do something for sport, or as a joke; to be merry in words or actions; to jest."
    },
    {
        "word": "jok\"er",
        "definition": "See Rest bower, under 2d Bower."
    },
    {
        "word": "jol\"ly",
        "definition": "Full of life and mirth; jovial; joyous; merry; mirthful."
    },
    {
        "word": "jolt",
        "definition": "To cause to shake with a sudden up and down motion, as in a carriage going over rough ground, or on a high-trotting horse; as, the horse jolts the rider; fast driving jolts the carriage and the passengers."
    },
    {
        "word": "jolt",
        "definition": "A sudden shock or jerk; a jolting motion, as in a carriage moving over rough ground."
    },
    {
        "word": "jolt\"er",
        "definition": "A dunce; a blockhead."
    },
    {
        "word": "jolt\"ing*ly",
        "definition": "That jolts; as, a jolty coach."
    },
    {
        "word": "jolt\"y",
        "definition": "The Hebrew prophet, who was cast overboard as one who endangered the ship; hence, any person whose presence is unpropitious."
    },
    {
        "word": "jon\"gleur",
        "definition": "In the Middle Ages, a court attendant or other person who, for hire, recited or sang verses, usually of his own composition. See Troubadour."
    },
    {
        "word": "jor\"dan",
        "definition": "A pot or vessel with a large neck, formerly used by physicians and alchemists."
    },
    {
        "word": "jo\"so",
        "definition": "A Chinese household divinity; a Chinese idol."
    },
    {
        "word": "jos\"tle*ment",
        "definition": "An iota; a point; a tittle; the smallest particle. Cf. Bit, n."
    },
    {
        "word": "jot",
        "definition": "One who jots down memoranda."
    },
    {
        "word": "joul",
        "definition": "A unit of work which is equal to 107 units of work in the C. G. S. system of units (ergs), and is practically equivalent to the energy expended in one second by an electric current of one ampere in a resistance of one ohm. One joule is approximately equal to 0.738 foot pounds."
    },
    {
        "word": "jounce",
        "definition": "A jolt; a shake; a hard trot."
    },
    {
        "word": "jour\"nal",
        "definition": "A diary; an account of daily transactions and events"
    },
    {
        "word": "jour\"nal*ism",
        "definition": "The keeping of a journal or diary."
    },
    {
        "word": "jour\"nal*ist",
        "definition": "One who keeps a journal or diary."
    },
    {
        "word": "jour\"nal*is\"tic",
        "definition": "To enter or record in a journal or diary."
    },
    {
        "word": "jour\"ney",
        "definition": "The travel or work of a day."
    },
    {
        "word": "jour\"ney*er",
        "definition": "Formerly, a man hired to work by the day; now, commonly, one who has mastered a handicraft or trade; -- distinguished from apprentice and from master workman."
    },
    {
        "word": "jour\"ney*work`",
        "definition": "To engage in mock combat on horseback, as two knights in the lists; to tilt."
    },
    {
        "word": "jove",
        "definition": "The chief divinity of the ancient Romans; Jupiter."
    },
    {
        "word": "jo\"vi*al",
        "definition": "Of or pertaining to the god, or the planet, Jupiter."
    },
    {
        "word": "jo\"vi*an",
        "definition": "Revolving around the planet Jupiter; appearing as viewed from Jupiter."
    },
    {
        "word": "jo*vin\"ian*ist",
        "definition": "The cheek; the jaw."
    },
    {
        "word": "jowl\"er",
        "definition": "A mounted peddler of fish; -- called also jouster."
    },
    {
        "word": "joy",
        "definition": "The passion or emotion excited by the acquisition or expectation of good; pleasurable feelings or emotions caused by success, good fortune, and the like, or by a rational prospect of possessing what we love or desire; gladness; exhilaration of spirits; delight."
    },
    {
        "word": "ju\"ba",
        "definition": "The mane of an animal."
    },
    {
        "word": "ju\"bate",
        "definition": "chancel screen or rood screen."
    },
    {
        "word": "ju`b\\'82\"",
        "definition": "Uttering songs of triumph; shouting with joy; triumphant; exulting."
    },
    {
        "word": "ju\"bi*lant*ly",
        "definition": "Pertaining to, or having the character of, a jubilee."
    },
    {
        "word": "ju`bi*la\"te",
        "definition": "The third Sunday after Easter; -- so called because the introit is the 66th Psalm, which, in the Latin version, begins with the words, \"Jubilate Deo.\""
    },
    {
        "word": "ju\"bi*lee",
        "definition": "Every fiftieth year, being the year following the completion of each seventh sabbath of years, at which time all the slaves of Hebrew blood were liberated, and all lands which had been alienated during the whole period reverted to their former owners."
    },
    {
        "word": "ju\"da*ism",
        "definition": "The religious doctrines and rites of the Jews as enjoined in the laws of Moses."
    },
    {
        "word": "ju\"da*ist",
        "definition": "Of or pertaining to Judaism."
    },
    {
        "word": "ju`da*is\"tic",
        "definition": "The act of Judaizing; a conforming to the Jewish religion or ritual."
    },
    {
        "word": "ju`da*i*za\"tion",
        "definition": "To conform to the doctrines, observances, or methods of the Jews; to inculcate or impose Judaism."
    },
    {
        "word": "ju\"da*i`zer",
        "definition": "The disciple who betrayed Christ. Hence: A treacherous person; one who betrays under the semblance of friendship."
    },
    {
        "word": "judge",
        "definition": "A public officer who is invested with authority to hear and determine litigated causes, and to administer justice between parties in courts held for that purpose."
    },
    {
        "word": "judge",
        "definition": "To hear and determine, as in causes on trial; to decide as a judge; to give judgment; to pass sentence."
    },
    {
        "word": "judge",
        "definition": "To examine and pass sentence on; to try; to doom."
    },
    {
        "word": "judg\"ment",
        "definition": "The act of judging; the operation of the mind, involving comparison and discrimination, by which a knowledge of the values and relations of thins, whether of moral qualities, intellectual concepts, logical propositions, or material facts, is obtained; as, by careful judgment he avoided the peril; by a series of wrong judgments he forfeited confidence."
    },
    {
        "word": "ju\"di*ca*to*ry",
        "definition": "A court of justice; a tribunal."
    },
    {
        "word": "ju\"di*ca*ture",
        "definition": "The state or profession of those employed in the administration of justice; also, the dispensing or administration of justice."
    },
    {
        "word": "ju*di\"cial",
        "definition": "Pertaining or appropriate to courts of justice, or to a judge; practiced or conformed to in the administration of justice; sanctioned or ordered by a court; as, judicial power; judicial proceedings; a judicial sale."
    },
    {
        "word": "ju*di\"cia*ry",
        "definition": "Of or relating to a court; judicial."
    },
    {
        "word": "ju*di\"cious*ly",
        "definition": "The quality or state of being judicious; sagacity; s<?/<?/nd judgment."
    },
    {
        "word": "jug",
        "definition": "A vessel, usually of coarse earthenware, with a swelling belly and narrow mouth, and having a handle on one side."
    },
    {
        "word": "jug",
        "definition": "To seethe or stew, as in a jug or jar placed in boiling water; as, to jug a hare."
    },
    {
        "word": "jug",
        "definition": "To nestle or collect together in a covey; -- said of quails and partridges."
    },
    {
        "word": "ju\"gal",
        "definition": "Relating to a yoke, or to marriage."
    },
    {
        "word": "ju\"ger",
        "definition": "An East Indian falcon. See Lugger."
    },
    {
        "word": "jug\"ger",
        "definition": "One of the names under which Vishnu, in his incarnation as Krishna, is worshiped by the Hindoos."
    },
    {
        "word": "jug\"gle",
        "definition": "To play tricks by sleight of hand; to cause amusement and sport by tricks of skill; to conjure."
    },
    {
        "word": "jug\"gle",
        "definition": "An imposture; a deception."
    },
    {
        "word": "jug\"gler",
        "definition": "One who practices or exhibits tricks by sleight of hand; one skilled in legerdemain; a conjurer."
    },
    {
        "word": "jug\"gler*y",
        "definition": "The art or act of a juggler; sleight of hand."
    },
    {
        "word": "juggs",
        "definition": "An extractive matter contained in the juice of the green shucks of the walnut (Juglans regia). It is used medicinally as an alterative, and also as a black hair dye."
    },
    {
        "word": "jug\"lan*din",
        "definition": "An alkaloid found in the leaves of the walnut (Juglans regia)."
    },
    {
        "word": "jug\"lan*dine",
        "definition": "A genus of valuable trees, including the true walnut of Europe, and the America black walnut, and butternut."
    },
    {
        "word": "jug\"lans",
        "definition": "A yellow crystalline substance resembling quinone, extracted from green shucks of the walnut (Juglans regia); -- called also nucin."
    },
    {
        "word": "ju\"gu*lar",
        "definition": "Of or pertaining to the throat or neck; as, the jugular vein."
    },
    {
        "word": "ju\"gu*lar",
        "definition": "One of the large veins which return the blood from the head to the heart through two chief trunks, an external and an internal, on each side of the neck; -- called also the jugular vein."
    },
    {
        "word": "ju\"gu*lum",
        "definition": "One of the ridges commonly found on the fruit of umbelliferous plants."
    },
    {
        "word": "jui\"ci*ness",
        "definition": "A bounding with juice; succulent."
    },
    {
        "word": "juke",
        "definition": "To perch on anything, as birds do."
    },
    {
        "word": "juke",
        "definition": "Like an ament, or bearing aments; amentaceous."
    },
    {
        "word": "ju\"lep",
        "definition": "A refreshing drink flavored with aromatic herbs"
    },
    {
        "word": "ju`li*enne\"",
        "definition": "Having the shape or appearance of a julus or catkin."
    },
    {
        "word": "ju\"li*form",
        "definition": "A catkin or ament. See Ament."
    },
    {
        "word": "ju\"lus",
        "definition": "The seventh month of the year, containing thirty-one days."
    },
    {
        "word": "ju*ly\"-flow`er",
        "definition": "The fabled offspring of a bull and a mare."
    },
    {
        "word": "jum\"ble",
        "definition": "A small, thin, sugared cake, usually ring-shaped."
    },
    {
        "word": "jum\"ble*ment",
        "definition": "One who confuses things."
    },
    {
        "word": "jum\"bler",
        "definition": "In a confused manner."
    },
    {
        "word": "jum\"bling*ly",
        "definition": "A beast; especially, a beast of burden."
    },
    {
        "word": "jump",
        "definition": "To spring free from the ground by the muscular action of the feet and legs; to project one's self through the air; to spring; to bound; to leap."
    },
    {
        "word": "jump",
        "definition": "To cause to jump; as, he jumped his horse across the ditch."
    },
    {
        "word": "jump",
        "definition": "An effort; an attempt; a venture."
    },
    {
        "word": "jump\"er",
        "definition": "A long drilling tool used by masons and quarrymen."
    },
    {
        "word": "jump\"er",
        "definition": "of Jump, to leap."
    },
    {
        "word": "jump\"weld`",
        "definition": "Of. pertaining to, or resembling, a natural order of plants (Juncace\\'91), of which the common rush (Juncus) is the type."
    },
    {
        "word": "jun\"cite",
        "definition": "Any bird of the genus Junco, which includes several species of North American finches; -- called also snowbird, or blue snowbird."
    },
    {
        "word": "jun\"co",
        "definition": "Full of rushes: resembling rushes; juncaceous."
    },
    {
        "word": "junc\"tion",
        "definition": "The act of joining, or the state of being joined; union; combination; coalition; as, the junction of two armies or detachments; the junction of paths."
    },
    {
        "word": "junc\"ture",
        "definition": "The line or point at which two bodies are joined; a joint; an articulation; a seam; as, the junctures of a vessel or of the bones."
    },
    {
        "word": "june\"a*ting",
        "definition": "The small applelike berry of American trees of genus Amelanchier; -- also called service berry."
    },
    {
        "word": "june\"ber`ry",
        "definition": "A genus of hepatic mosses, now much circumscribed, but formerly comprising most plants of the order, which is sometimes therefore called Jungermanniace\\'91."
    },
    {
        "word": "jun`ger*man\"ni*a",
        "definition": "A dense growth of brushwood, grasses, reeds, vines, etc.; an almost impenetrable thicket of trees, canes, and reedy vegetation, as in India, Africa, Australia, and Brazil."
    },
    {
        "word": "jun\"ior",
        "definition": "Less advanced in age than another; younger."
    },
    {
        "word": "jun\"ior",
        "definition": "Hence: One of a lower or later standing; specifically, in American colleges, one in the third year of his course, one in the fourth or final year being designated a senior; in some seminaries, one in the first year, in others, one in the second year, of a three years' course."
    },
    {
        "word": "jun*ior\"i*ty",
        "definition": "Any evergreen shrub or tree, of the genus Juniperus and order Conifer\\'91."
    },
    {
        "word": "ju\"ni*per*in",
        "definition": "One of the fossil Conifer\\'91, evidently allied to the juniper."
    },
    {
        "word": "junk",
        "definition": "Pieces of old cable or old cordage, used for making gaskets, mats, swabs, etc., and when picked to pieces, forming oakum for filling the seams of ships."
    },
    {
        "word": "junk",
        "definition": "A young German noble or squire; esp., a member of the aristocratic party in Prussia."
    },
    {
        "word": "jun\"ker",
        "definition": "The principles of the aristocratic party in Prussia."
    },
    {
        "word": "jun\"ket",
        "definition": "A cheese cake; a sweetmeat; any delicate food."
    },
    {
        "word": "ju\"ne",
        "definition": "The sister and wife of Jupiter, the queen of heaven, and the goddess who presided over marriage. She corresponds to the Greek Hera."
    },
    {
        "word": "jun\"ta",
        "definition": "A secret council to deliberate on affairs of government or politics; a number of men combined for party intrigue; a faction; a cabal; as, a junto of ministers; a junto of politicians."
    },
    {
        "word": "ju\"pi*ter",
        "definition": "The supreme deity, king of gods and men, and reputed to be the son of Saturn and Rhea; Jove. He corresponds to the Greek Zeus."
    },
    {
        "word": "ju*pon\"",
        "definition": "A sleeveless jacket worn over the armor in the 14th century. It fitted closely, and descended below the hips."
    },
    {
        "word": "ju\"ra",
        "definition": "The Jurassic period. See Jurassic."
    },
    {
        "word": "ju\"ral",
        "definition": "Pertaining to natural or positive right."
    },
    {
        "word": "ju`ra*men\"tum",
        "definition": "Of the age of the middle Mesozoic, including, as divided in England and Europe, the Lias, O\\'94lite, and Wealden; -- named from certain rocks of the Jura mountains."
    },
    {
        "word": "ju\"rat",
        "definition": "A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England."
    },
    {
        "word": "ju\"rel",
        "definition": "Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law."
    },
    {
        "word": "ju*rid*ic*al*ly",
        "definition": "A man learned in the civil law; an expert in juridical science; a professor of jurisprudence; a jurist."
    },
    {
        "word": "ju`ris*dic\"tion",
        "definition": "The legal power, right, or authority of a particular court to hear and determine causes, to try criminals, or to execute justice; judicial authority over a cause or class of causes; as, certain suits or actions, or the cognizance of certain crimes, are within the jurisdiction of a particular court, that is, within the limits of its authority or commission."
    },
    {
        "word": "ju\"ror",
        "definition": "A member of a jury; a juryman."
    },
    {
        "word": "ju\"ry",
        "definition": "A body of men, usually twelve, selected according to law, impaneled and sworn to inquire into and try any matter of fact, and to render their true verdict according to the evidence legally adduced. See Grand jury under Grand, and Inquest."
    },
    {
        "word": "ju\"ry*man",
        "definition": "Rigged for temporary service. See Jury, a."
    },
    {
        "word": "ju\"ry-rigged`",
        "definition": "A delicate fiber, produced in the Philippine Islands from an unidentified plant, of which dresses, etc., are made."
    },
    {
        "word": "just",
        "definition": "Conforming or conformable to rectitude or justice; not doing wrong to any; violating no right or obligation; upright; righteous; honest; true; -- said both of persons and things."
    },
    {
        "word": "jus\"tice",
        "definition": "The quality of being just; conformity to the principles of righteousness and rectitude in all things; strict performance of moral obligations; practical conformity to human or divine law; integrity in the dealings of men with each other; rectitude; equity; uprightness."
    },
    {
        "word": "jus*ti\"ci*ar",
        "definition": "An old name for the judges of the higher English courts."
    },
    {
        "word": "jus\"ti*co",
        "definition": "Capable of being justified, or shown to be just."
    },
    {
        "word": "jus`ti*fi*ca\"tion",
        "definition": "The act of justifying or the state of being justified; a showing or proving to be just or conformable to law, justice, right, or duty; defense; vindication; support; as, arguments in justification of the prisoner's conduct; his disobedience admits justification."
    },
    {
        "word": "jus*tif\"i*ca*tive",
        "definition": "One who justifies or vindicates; a justifier."
    },
    {
        "word": "jus*tif\"i*ca*to*ry",
        "definition": "One who justifies; one who vindicates, supports, defends, or absolves."
    },
    {
        "word": "jus\"ti*fy",
        "definition": "To prove or show to be just; to vindicate; to maintain or defend as conformable to law, right, justice, propriety, or duty."
    },
    {
        "word": "jus\"ti*fy",
        "definition": "To take oath to the ownership of property sufficient to qualify one's self as bail or surety."
    },
    {
        "word": "jus*tin\"i*an",
        "definition": "To run or strike against each other; to encounter; to clash; to jostle."
    },
    {
        "word": "jus\"tle",
        "definition": "In a just manner; in conformity to law, justice, or propriety; by right; honestly; fairly; accurately."
    },
    {
        "word": "jut",
        "definition": "To shoot out or forward; to project beyond the main body; as, the jutting part of a building."
    },
    {
        "word": "jut",
        "definition": "A shove; a push."
    },
    {
        "word": "jute",
        "definition": "Jutlanders; one of the Low German tribes, a portion of which settled in Kent, England, in the 5th century."
    },
    {
        "word": "jutes",
        "definition": "A native or inhabitant of Jutland in Denmark."
    },
    {
        "word": "jut\"land*er",
        "definition": "Of or pertaining to Jutland, or to the people of Jutland."
    },
    {
        "word": "jut\"land*ish",
        "definition": "Projecting, as corbels, cornices, etc."
    },
    {
        "word": "jut\"ting",
        "definition": "A projection in a building; also, a pier or mole; a jetty."
    },
    {
        "word": "ju`ve*nes\"cence",
        "definition": "Growing or becoming young."
    },
    {
        "word": "ju\"ve*nile",
        "definition": "Young; youthful; as, a juvenile appearance."
    },
    {
        "word": "ju\"vi*a",
        "definition": "The camel's thorn. See under Camel."
    }
]