[
    {
        "word": "o",
        "definition": "Among the ancients, O was a mark of triple time, from the notion that the ternary, or number 3, is the most perfect of numbers, and properly expressed by a circle, the most perfect figure."
    },
    {
        "word": "o",
        "definition": "Something shaped like the letter O; a circle or oval."
    },
    {
        "word": "o'.",
        "definition": "A shortened form of of or on."
    },
    {
        "word": "o",
        "definition": "An exclamation used in calling or directly addressing a person or personified object; also, as an emotional or impassioned exclamation expressing pain, grief, surprise, desire, fear, etc."
    },
    {
        "word": "oaf",
        "definition": "Like an oaf; simple."
    },
    {
        "word": "oak",
        "definition": "Any tree or shrub of the genus Quercus. The oaks have alternate leaves, often variously lobed, and staminate flowers in catkins. The fruit is a smooth nut, called an acorn, which is more or less inclosed in a scaly involucre called the cup or cupule. There are now recognized about three hundred species, of which nearly fifty occur in the United States, the rest in Europe, Asia, and the other parts of North America, a very few barely reaching the northern parts of South America and Africa. Many of the oaks form forest trees of grand proportions and live many centuries. The wood is usually hard and tough, and provided with conspicuous medullary rays, forming the silver grain."
    },
    {
        "word": "oak\"um",
        "definition": "The coarse portion separated from flax or hemp in nackling."
    },
    {
        "word": "oar",
        "definition": "An implement for impelling a boat, being a slender piece of timber, usually ash or spruce, with a grip or handle at one end and a broad blade at the other. The part which rests in the rowlock is called the loom."
    },
    {
        "word": "oared",
        "definition": "Having feet adapted for swimming."
    },
    {
        "word": "oat\"cake",
        "definition": "Consisting of an oat straw or stem; as, an oaten pipe."
    },
    {
        "word": "oat\"en",
        "definition": "Made of oatmeal; as, oaten cakes."
    },
    {
        "word": "oat\"meal`",
        "definition": "A plant of the genus Panicum; panic grass."
    },
    {
        "word": "ob-",
        "definition": "Compressed or flattened antero-posteriorly, or in a way opposite to the usual one."
    },
    {
        "word": "ob\"com*pressed\"",
        "definition": "Conical, but having the apex downward; inversely conical."
    },
    {
        "word": "ob*con\"ic",
        "definition": "Heart-shaped, with the attachment at the pointed end; inversely cordate: as, an obcordate petal or leaf."
    },
    {
        "word": "ob*cor\"date",
        "definition": "Having twice as many stamens as petals, those of the outer set being opposite the petals; -- said of flowers."
    },
    {
        "word": "ob*duc\"tion",
        "definition": "The duality or state of being obdurate; invincible hardness of heart; obstinacy."
    },
    {
        "word": "ob\"du*rate",
        "definition": "A hardening of the heart; hardness of heart."
    },
    {
        "word": "o*be\"di*ence",
        "definition": "The act of obeying, or the state of being obedient; compliance with that which is required by authority; subjection to rightful restraint or control."
    },
    {
        "word": "o*bei\"sance",
        "definition": "A manifestation of obedience; an expression of difference or respect; homage; a bow; a courtesy."
    },
    {
        "word": "o*bei\"san*cy",
        "definition": "Ready to obey; reverent; differential; also, servilely submissive."
    },
    {
        "word": "o*bei\"sant",
        "definition": "The region of the skull between the two parietal foramina where the closure of the sagittal suture usually begins."
    },
    {
        "word": "o*be\"li*on",
        "definition": "Formed like an obelisk."
    },
    {
        "word": "ob`e*lis\"cal",
        "definition": "An upright, four-sided pillar, gradually tapering as it rises, and terminating in a pyramid called pyramidion. It is ordinarily monolithic. Egyptian obelisks are commonly covered with hieroglyphic writing from top to bottom."
    },
    {
        "word": "ob\"e*lisk",
        "definition": "A mark of reference; -- called also dagger [&dag;]. See Dagger, n., 2."
    },
    {
        "word": "ob\"e*lisk",
        "definition": "To designate with an obelus; to mark as doubtful or spirituous."
    },
    {
        "word": "ob\"e*lize",
        "definition": "A mark [thus —, or \\'f6]; -- so called as resembling a needle. In old MSS. or editions of the classics, it marks suspected passages or readings."
    },
    {
        "word": "o*bese\"",
        "definition": "Quality of being obese; obesity."
    },
    {
        "word": "o*bese\"ness",
        "definition": "The state or quality of being obese; incumbrance of flesh."
    },
    {
        "word": "o*bes\"i*ty",
        "definition": "To give ear to; to execute the commands of; to yield submission to; to comply with the orders of."
    },
    {
        "word": "o*bey\"ing*ly",
        "definition": "To make firm; to harden in resolution."
    },
    {
        "word": "ob*im\"bri*cate",
        "definition": "Death; decease; the date of one's death."
    },
    {
        "word": "o\"bit",
        "definition": "A funeral solemnity or office; obsequies."
    },
    {
        "word": "o*bit\"u*a*ri*ly",
        "definition": "Of or pertaining to the death of a person or persons; as, an obituary notice; obituary poetry."
    },
    {
        "word": "o*biy\"u*a*ry",
        "definition": "That which pertains to, or is called forth by, the obit or death of a person; esp., an account of a deceased person; a notice of the death of a person, accompanied by a biographical sketch."
    },
    {
        "word": "o*bit\"u*a*ry",
        "definition": "A list of the dead, or a register of anniversary days when service is performed for the dead."
    },
    {
        "word": "ob\"ject",
        "definition": "That which is put, or which may be regarded as put, in the way of some of the senses; something visible or tangible; as, he observed an object in the distance; all the objects in sight; he touched a strange object in the dark."
    },
    {
        "word": "ob*ject\"",
        "definition": "Such as can be presented in opposition; that may be put forward as an objection."
    },
    {
        "word": "ob*ject\"a*ble",
        "definition": "To cause to become an object; to cause to assume the character of an object; to render objective."
    },
    {
        "word": "ob*jec\"tion",
        "definition": "That which is, or may be, presented in opposition; an adverse reason or argument; a reason for objecting; obstacle; impediment; as, I have no objection to going; unreasonable objections."
    },
    {
        "word": "ob*jec\"tion*a*ble",
        "definition": "One who adheres to, or is skilled in, the objective philosophy."
    },
    {
        "word": "ob*jec\"ti*vate",
        "definition": "Converting into an object."
    },
    {
        "word": "ob*jec`ti*va\"tion",
        "definition": "Of or pertaining to an object."
    },
    {
        "word": "ob*jec\"tive",
        "definition": "Of or pertaining to an object; contained in, or having the nature or position of, an object; outward; external; extrinsic; -- an epithet applied to whatever ir exterior to the mind, or which is simply an object of thought or feeling, and opposed to subjective."
    },
    {
        "word": "ob*jec\"tive",
        "definition": "An object glass.  See under Object, n."
    },
    {
        "word": "ob\"ject*less",
        "definition": "One who objects; one who offers objections to a proposition or measure."
    },
    {
        "word": "ob*jib\"ways",
        "definition": "One who makes objection; an objector."
    },
    {
        "word": "ob*jur\"gate",
        "definition": "The act of objurgating; reproof."
    },
    {
        "word": "ob*late\"",
        "definition": "Flattened or depressed at the poles; as, the earth is an oblate spheroid."
    },
    {
        "word": "ob*late\"",
        "definition": "The quality or state of being oblate."
    },
    {
        "word": "ob*late\"ness",
        "definition": "Children dedicated in their early years to the monastic state."
    },
    {
        "word": "ob*la\"tion",
        "definition": "Anything offered or presented in worship or sacred service; an offering; a sacrifice."
    },
    {
        "word": "ob*la\"trate",
        "definition": "The act of oblatrating; a barking or snarling."
    },
    {
        "word": "ob*la\"tum",
        "definition": "To delight; to please greatly."
    },
    {
        "word": "ob*lec\"tate",
        "definition": "The act of pleasing highly; the state of being greatly pleased; delight."
    },
    {
        "word": "ob\"li*ga\"tion",
        "definition": "That which obligates or constrains; the binding power of a promise, contract, oath, or vow, or of law; that which constitutes legal or moral duty."
    },
    {
        "word": "ob\"li*ga\"to",
        "definition": "In an obligatory manner; by reason of obligation."
    },
    {
        "word": "ob\"li*ga*to*ri*ness",
        "definition": "Binding in law or conscience; imposing duty or obligation; requiring performance or forbearance of some act; -- often followed by on or upon; as, obedience is obligatory on a soldier."
    },
    {
        "word": "o*blige\"",
        "definition": "To constrain by physical, moral, or legal force; to put under obligation to do or forbear something."
    },
    {
        "word": "ob`li*qua\"tion",
        "definition": "Deviation from moral rectitude."
    },
    {
        "word": "ob*lique\"",
        "definition": "Not erect or perpendicular; neither parallel to, nor at right angles from, the base; slanting; inclined."
    },
    {
        "word": "ob*lique\"",
        "definition": "To deviate from a perpendicular line; to move in an oblique direction."
    },
    {
        "word": "ob*lique\"",
        "definition": "To march in a direction oblique to the line of the column or platoon; -- formerly accomplished by oblique steps, now by direct steps, the men half-facing either to the right or left."
    },
    {
        "word": "ob*lique\"-an`gled",
        "definition": "In an oblique manner; not directly; indirectly."
    },
    {
        "word": "ob*lique\"ness",
        "definition": "The condition of being oblique; deviation from a right line; deviation from parallelism or perpendicularity; the amount of such deviation; divergence; as, the obliquity of the ecliptic to the equator."
    },
    {
        "word": "ob*liq\"ui*ty",
        "definition": "Deviation from ordinary rules; irregularity; deviation from moral rectitude."
    },
    {
        "word": "ob*lit\"er*ate",
        "definition": "To wear out; to remove or destroy utterly by any means; to render imperceptible; as. to obliterate ideas; to obliterate the monuments of antiquity."
    },
    {
        "word": "ob*lit\"er*ate",
        "definition": "The act of obliterating, or the state of being obliterated; extinction."
    },
    {
        "word": "ob*lit\"er*a*tive",
        "definition": "The act of forgetting, or the state of being forgotten; cessation of remembrance; forgetfulness."
    },
    {
        "word": "ob*liv\"i*ous",
        "definition": "Promoting oblivion; causing forgetfulness."
    },
    {
        "word": "ob\"long",
        "definition": "A rectangular figure longer than it is broad; hence, any figure longer than it is broad."
    },
    {
        "word": "ob\"long*ish",
        "definition": "In an oblong form."
    },
    {
        "word": "ob\"long*ly",
        "definition": "State or quality of being oblong."
    },
    {
        "word": "ob\"long*ness",
        "definition": "Between oblong and ovate, but inclined to the latter."
    },
    {
        "word": "ob\"long-o\"vate",
        "definition": "A prolate spheroid; a figure described by the revolution of an ellipse about its greater axis. Cf. Oblatum, and see Ellipsoid of revolution, under Ellipsoid."
    },
    {
        "word": "ob\"lo*quy",
        "definition": "Cause of reproach; disgrace."
    },
    {
        "word": "ob`mu*tes\"cence",
        "definition": "A keeping silent or mute."
    },
    {
        "word": "o\"bo*ist",
        "definition": "Possessing only small coins; impoverished."
    },
    {
        "word": "ob\"o*lize",
        "definition": "A copper coin, used in the Ionian Islands, about one cent in value."
    },
    {
        "word": "ob\"o*lo",
        "definition": "A small silver coin of Athens, the sixth part of a drachma, about three cents in value."
    },
    {
        "word": "ob*o\"val",
        "definition": "Inversely ovate; ovate with the narrow end downward; as, an obovate leaf."
    },
    {
        "word": "ob*o\"vate",
        "definition": "The act of creeping upon with secrecy or by surprise."
    },
    {
        "word": "ob*rep\"tion",
        "definition": "The obtaining gifts of escheat by fraud or surprise."
    },
    {
        "word": "ob*scene\"",
        "definition": "Offensive to chastity or modesty; expressing of presenting to the mind or view something which delicacy, purity, and decency forbid to be exposed; impure; as, obscene language; obscene pictures."
    },
    {
        "word": "ob*scure\"",
        "definition": "Covered over, shaded, or darkened; destitute of light; imperfectly illuminated; dusky; dim."
    },
    {
        "word": "ob*scur\"er",
        "definition": "The quality or state of being obscure; darkness; privacy; inconspicuousness; unintelligibleness; uncertainty."
    },
    {
        "word": "ob\"se*cra\"tion",
        "definition": "A figure of speech in which the orator implores the assistance of God or man."
    },
    {
        "word": "ob\"se*quies",
        "definition": "Promptly obedient, or submissive, to the will of another; compliant; yielding to the desires of another; devoted."
    },
    {
        "word": "ob*se\"qui*ous*ly",
        "definition": "In a manner appropriate to obsequies."
    },
    {
        "word": "ob*serv\"an*cy",
        "definition": "A thing to be observed."
    },
    {
        "word": "ob*serv\"ant",
        "definition": "Taking notice; viewing or noticing attentively; watchful; attentive; as, an observant spectator; observant habits"
    },
    {
        "word": "ob`ser*van\"tine",
        "definition": "In an observant manner."
    },
    {
        "word": "ob*serv\"ant*ly",
        "definition": "The act or the faculty of observing or taking notice; the act of seeing, or of fixing the mind upon, anything."
    },
    {
        "word": "ob`ser*va\"tion",
        "definition": "The result of an act, or of acts, of observing; view; reflection; conclusion; judgment."
    },
    {
        "word": "ob*serv\"a*tive",
        "definition": "One who observes or takes notice."
    },
    {
        "word": "ob\"ser*va`tor",
        "definition": "One who makes a remark."
    },
    {
        "word": "ob*serv\"a*to*ry",
        "definition": "A building fitted with instruments for making systematic observations of any particular class or series of natural phenomena."
    },
    {
        "word": "ob*serve\"",
        "definition": "To make a remark; to comment; -- generally with on or upon."
    },
    {
        "word": "ob*serv\"er*ship",
        "definition": "Giving particular attention; habitually attentive to what passes; as, an observing person; an observing mind."
    },
    {
        "word": "ob*serv\"ing",
        "definition": "To besiege; to beset."
    },
    {
        "word": "ob*ses\"sion",
        "definition": "The state of being besieged; -- used specifically of a person beset by a spirit from without."
    },
    {
        "word": "ob`so*les\"cence",
        "definition": "Going out of use;          becoming obsolete; passing into desuetude."
    },
    {
        "word": "ob`so*les\"cent",
        "definition": "No longer in use; gone into disuse; disused; neglected; as, an obsolete word; an obsolete statute; -- applied chiefly to words, writings, or observances."
    },
    {
        "word": "ob\"so*lete",
        "definition": "Not very distinct; obscure; rudimental; imperfectly developed; abortive."
    },
    {
        "word": "ob\"so*lete*ly",
        "definition": "The state of being obsolete, or no longer used; a state of desuetude."
    },
    {
        "word": "ob\"so*lete*ness",
        "definition": "Indistinctness; want of development."
    },
    {
        "word": "ob`ste*tri\"cian",
        "definition": "Serving to assist childbirth; obstetric; hence, facilitating any bringing forth or deliverance."
    },
    {
        "word": "ob*struct\"",
        "definition": "To block up; to stop up or close, as a way or passage; to place an obstacle in, or fill with obstacles or impediments that prevent or hinder passing; as, to obstruct a street; to obstruct the channels of the body."
    },
    {
        "word": "ob*struc\"tion",
        "definition": "The act of obstructing, or state of being obstructed."
    },
    {
        "word": "ob*struc\"tion*ist",
        "definition": "Tending to obstruct; presenting obstacles; hindering; causing impediment."
    },
    {
        "word": "ob*struct\"ive",
        "definition": "An obstructive person or thing."
    },
    {
        "word": "ob*struct\"ive",
        "definition": "Causing obstruction; blocking up; hindering; as, an obstruent medicine."
    },
    {
        "word": "ob*tain\"",
        "definition": "To hold; to keep; to possess."
    },
    {
        "word": "ob*tain\"er",
        "definition": "The act or process of obtaining; attainment."
    },
    {
        "word": "ob*tect\"ed",
        "definition": "Covered with a hard chitinous case, as the pupa of certain files."
    },
    {
        "word": "ob*tend\"",
        "definition": "To offer as the reason of anything; to pretend."
    },
    {
        "word": "ob*test\"",
        "definition": "To beseech; to supplicate; to beg for."
    },
    {
        "word": "ob*trude\"",
        "definition": "To offer with unreasonable importunity; to urge unduly or against the will."
    },
    {
        "word": "ob*trun\"cate",
        "definition": "The act of lopping or cutting off."
    },
    {
        "word": "ob*tru\"sion",
        "definition": "That which is obtruded."
    },
    {
        "word": "ob*tund\"er",
        "definition": "The act of stopping up, or closing, an opening."
    },
    {
        "word": "ob\"tu*ra`tor",
        "definition": "An apparatus designed to close an unnatural opening, as a fissure of the palate."
    },
    {
        "word": "ob*tus\"an`gu*lar",
        "definition": "Not pointed or acute; blunt; -- applied esp. to angles greater than a right angle, or containing more than ninety degrees."
    },
    {
        "word": "ob*tuse\"",
        "definition": "Not having acute sensibility or perceptions; dull; stupid; as, obtuse senses."
    },
    {
        "word": "ob*tuse\"-an`gled",
        "definition": "In an obtuse manner."
    },
    {
        "word": "ob*tuse\"ly",
        "definition": "State or quality of being obtuse."
    },
    {
        "word": "ob*tuse\"ness",
        "definition": "The act or process of making obtuse or blunt."
    },
    {
        "word": "ob*tu\"sion",
        "definition": "The state of being dulled or blunted; as, the obtusion of the senses."
    },
    {
        "word": "ob*tu\"si*ty",
        "definition": "Overhanging; as, obumbrant feathers."
    },
    {
        "word": "ob*um\"brant",
        "definition": "To shade; to darken; to cloud."
    },
    {
        "word": "ob*verse\"",
        "definition": "The face of a coin which has the principal image or inscription upon it; -- the other side being the reverse."
    },
    {
        "word": "ob\"verse",
        "definition": "Anything necessarily involved in, or answering to, another; the more apparent or conspicuous of two possible sides, or of two corresponding things."
    },
    {
        "word": "ob*verse\"ly",
        "definition": "The act of turning toward or downward."
    },
    {
        "word": "ob*ver\"sion",
        "definition": "The act of immediate inference, by which we deny the opposite of anything which has been affirmed; as, all men are mortal; then, by obversion, no men are immortal. This is also described as \"immediate inference by privative conception.\""
    },
    {
        "word": "ob\"vi*ate",
        "definition": "To meet in the way."
    },
    {
        "word": "o\"by",
        "definition": "A Peruvian name for certain species of Oxalis (O. crenata, and O. tuberosa) which bear edible tubers."
    },
    {
        "word": "o\"ca",
        "definition": "An alloy imitating gold or silver."
    },
    {
        "word": "oc\"ca*my",
        "definition": "A falling out, happening, or coming to pass; hence, that which falls out or happens; occurrence; incident."
    },
    {
        "word": "oc*ca\"sion",
        "definition": "A favorable opportunity; a convenient or timely chance; convenience."
    },
    {
        "word": "oc*ca\"sion*al",
        "definition": "Produced by accident; as, the occasional origin of a thing."
    },
    {
        "word": "oc*ca\"sion*al*ism",
        "definition": "Quality or state of being occasional; occasional occurrence."
    },
    {
        "word": "oc*ca`sion*al\"i*ty",
        "definition": "In an occasional manner; on occasion; at times, as convenience requires or opportunity offers; not regularly."
    },
    {
        "word": "oc*ca\"sive",
        "definition": "The act of making blind, or the state of being blind."
    },
    {
        "word": "oc`ci*den\"tal",
        "definition": "Possessing inferior hardness, brilliancy, or beauty; -- used of inferior precious stones and gems, because those found in the Orient are generally superior."
    },
    {
        "word": "oc*cip\"i*tal",
        "definition": "A combining form denoting relation to, or situation near, the occiput; as, occipito-axial; occipito-mastoid."
    },
    {
        "word": "oc*cip\"i*to-",
        "definition": "Of or pertaining to the occipital bone and second vertebra, or axis."
    },
    {
        "word": "oc*cip`i*to*ax\"i*al",
        "definition": "The back, or posterior, part of the head or skull; the region of the occipital bone."
    },
    {
        "word": "oc\"ci*put",
        "definition": "A plate which forms the back part of the head of insects."
    },
    {
        "word": "oc*clude\"",
        "definition": "To take in and retain; to absorb; -- said especially with respect to gases; as iron, platinum, and palladium occlude large volumes of hydrogen."
    },
    {
        "word": "oc*clu\"sion",
        "definition": "The transient approximation of the edges of a natural opening; imperforation."
    },
    {
        "word": "oc*cult\"",
        "definition": "The hiding of a heavenly body from sight by the intervention of some other of the heavenly bodies; -- applied especially to eclipses of stars and planets by the moon, and to the eclipses of satellites of planets by their primaries."
    },
    {
        "word": "oc`cul*ta\"tion",
        "definition": "Fig.: The state of being occult."
    },
    {
        "word": "oc*cult\"ed",
        "definition": "Concealed by the intervention of some other heavenly body, as a star by the moon."
    },
    {
        "word": "oc*cult\"ing",
        "definition": "A certain Oriental system of theosophy."
    },
    {
        "word": "oc*cult\"ist",
        "definition": "In an occult manner."
    },
    {
        "word": "oc*cult\"ly",
        "definition": "State or quality of being occult."
    },
    {
        "word": "oc*cult\"ness",
        "definition": "The act of taking or holding possession; possession; occupation."
    },
    {
        "word": "oc`cu*pa\"tion",
        "definition": "That which occupies or engages the time and attention; the principal business of one's life; vocation; employment; calling; trade."
    },
    {
        "word": "oc\"cu*pi`er",
        "definition": "One who follows an employment; hence, a tradesman."
    },
    {
        "word": "oc\"cu*py",
        "definition": "To follow business; to traffic."
    },
    {
        "word": "oc*cur\"",
        "definition": "To go in order to meet; to make reply."
    },
    {
        "word": "oc*cur\"rence",
        "definition": "Any incident or event; esp., one which happens without being designed or expected; as, an unusual occurrence, or the ordinary occurrences of life."
    },
    {
        "word": "oc*cur\"rent",
        "definition": "One who meets; hence, an adversary."
    },
    {
        "word": "oc*cur\"rent",
        "definition": "Anything that happens; an occurrence."
    },
    {
        "word": "o`ce*an\"ic",
        "definition": "Of or pertaining to Oceania or its inhabitants."
    },
    {
        "word": "o`cean*og\"ra*phy",
        "definition": "That branch of science which relates to the ocean."
    },
    {
        "word": "o`cean*ol\"o*gy",
        "definition": "The god of the great outer sea, or the river which was believed to flow around the whole earth."
    },
    {
        "word": "o*ce\"a*nus",
        "definition": "Of or pertaining to ocelli."
    },
    {
        "word": "o*cel\"la*ted",
        "definition": "Marked with eyelike spots of color; as, the ocellated blenny."
    },
    {
        "word": "o\"ce*loid",
        "definition": "An American feline carnivore (Felis pardalis). It ranges from the Southwestern United States to Patagonia. It is covered with blackish ocellated spots and blotches, which are variously arranged.  The ground color varies from reddish gray to tawny yellow."
    },
    {
        "word": "o\"ce*lot",
        "definition": "A impure earthy ore of iron or a ferruginous clay, usually red (hematite) or yellow (limonite), -- used as a pigment in making paints, etc. The name is also applied to clays of other colors."
    },
    {
        "word": "o\"cher",
        "definition": "Of or pertaining to ocher; containing or resembling ocher; as, ocherous matter; ocherous soil."
    },
    {
        "word": "och`i*my",
        "definition": "A general morbid condition induced by the crowding together of many persons, esp. sick persons, under one roof."
    },
    {
        "word": "o\"chre",
        "definition": "A greave or legging."
    },
    {
        "word": "o\"chre*a",
        "definition": "A kind of sheath formed by two stipules united round a stem."
    },
    {
        "word": "o\"chre*ate",
        "definition": "Provided with ochrea, or sheathformed stipules, as the rhubarb, yellow dock, and knotgrass."
    },
    {
        "word": "o\"chrey",
        "definition": "Yellowish white; having a faint tint of dingy yellow."
    },
    {
        "word": "och\"y*my",
        "definition": "A suffix used to form diminutives; as, bullock, hillock."
    },
    {
        "word": "o\"cre*a",
        "definition": "Same as Ochreate, Ochreated."
    },
    {
        "word": "o\"cre*ate",
        "definition": "A prefix meaning eight. See Octo-."
    },
    {
        "word": "oc\"ta-",
        "definition": "An instrument of eight strings; a system of eight tones."
    },
    {
        "word": "oc\"ta*chord",
        "definition": "An atom or radical which has a valence of eight, or is octavalent."
    },
    {
        "word": "oc`ta*e\"dral",
        "definition": "A fast of eight days before a great festival."
    },
    {
        "word": "oc\"ta*gon",
        "definition": "Any structure (as a fortification) or place with eight sides or angles."
    },
    {
        "word": "oc*tag\"o*nal",
        "definition": "Having eight pistils or styles; octogynous."
    },
    {
        "word": "oc*tag\"y*nous",
        "definition": "Having eight faces or sides; of, pertaining to, or formed in, octahedrons; as, octahedral cleavage."
    },
    {
        "word": "oc`ta*he\"drite",
        "definition": "A solid bounded by eight faces. The regular octahedron is contained by eight equal equilateral triangles."
    },
    {
        "word": "oc`ta*he\"dron",
        "definition": "Having the parts in eights; as, an octamerous flower; octamerous mesenteries in polyps."
    },
    {
        "word": "oc*tan\"der",
        "definition": "A Linn\\'91an class of plants, in which the flowers have eight stamens not united to one another or to the pistil."
    },
    {
        "word": "oc*tan\"dri*a",
        "definition": "Of or pertaining to the Octandria; having eight distinct stamens."
    },
    {
        "word": "oc*tan\"dri*an",
        "definition": "Any one of a group of metametric hydrocarcons (C8H18) of the methane series. The most important is a colorless, volatile, inflammable liquid, found in petroleum, and a constituent of benzene or ligroin."
    },
    {
        "word": "oc\"tane",
        "definition": "Having eight angles; eight-angled."
    },
    {
        "word": "oc*tan\"gu*lar",
        "definition": "The eighth part of a circle; an arc of 45 degrees."
    },
    {
        "word": "oc\"tant",
        "definition": "The position or aspect of a heavenly body, as the moon or a planet, when half way between conjunction, or opposition, and quadrature, or distant from another body 45 degrees."
    },
    {
        "word": "oc\"ta*style",
        "definition": "A collection of eight books; especially, the first eight books of the Old Testament."
    },
    {
        "word": "oc\"ta*teuch",
        "definition": "Having a valence of eight; capable of being combined with, exchanged for, or compared with, eight atoms of hydrogen; -- said of certain atoms or radicals."
    },
    {
        "word": "oc*tav\"a*lent",
        "definition": "The eighth day after a church festival, the festival day being included; also, the week following a church festival."
    },
    {
        "word": "oc\"tave",
        "definition": "The eighth tone in the scale; the interval between one and eight of the scale, or any interval of equal length; an interval of five tones and two semitones."
    },
    {
        "word": "oc*ta\"vo",
        "definition": "Having eight leaves to a sheet; as, an octavo form, book, leaf, size, etc."
    },
    {
        "word": "oc\"tene",
        "definition": "Happening every eighth year; also, lasting a period of eight years."
    },
    {
        "word": "oc*ten\"ni*al",
        "definition": "A composition for eight parts, usually for eight solo instruments or voices."
    },
    {
        "word": "oc*tet\"",
        "definition": "Of the eighth degree or order."
    },
    {
        "word": "oc\"tic",
        "definition": "Same as Octant, 2."
    },
    {
        "word": "oc\"tile",
        "definition": "According to the French method of numeration (which method is followed also in the United States) the number expressed by a unit with twenty-seven ciphers annexed.  According to the English method, the number expressed by a unit with forty-eight ciphers annexed. See Numeration."
    },
    {
        "word": "oc*til\"lion",
        "definition": "A combining form meaning eight; as in octodecimal, octodecimal, octolocular."
    },
    {
        "word": "oc\"to-",
        "definition": "A salt of an octoic acid; a caprylate."
    },
    {
        "word": "oc\"to*ate",
        "definition": "The tenth month of the year, containing thirty-one days."
    },
    {
        "word": "oc*to\"ber",
        "definition": "Ale or cider made in that month."
    },
    {
        "word": "oc*toc\"e*ra",
        "definition": "A suborder of Cephalopoda including Octopus, Argonauta, and allied genera, having eight arms around the head; -- called also Octopoda."
    },
    {
        "word": "oc\"to*chord",
        "definition": "Having eighteen leaves to a sheet; as, an octodecimo form, book, leaf, size, etc."
    },
    {
        "word": "oc`todec\"i*mo",
        "definition": "A book composed of sheets each of which is folded into eighteen leaves; hence; indicating more or less definitely a size of book, whose sheets are so folded; -- usually written 18mo or 18°, and called eighteenmo."
    },
    {
        "word": "oc`to*den\"tate",
        "definition": "Of or pertaining to the Octodontid\\'91, a family of rodents which includes the coypu, and many other South American species."
    },
    {
        "word": "oc\"to*fid",
        "definition": "A marrying eight times."
    },
    {
        "word": "oc`to*ge*na\"ri*an",
        "definition": "Of eighty years of age."
    },
    {
        "word": "oc*tog\"o*nal",
        "definition": "A Linnaean order of plants having eight pistils."
    },
    {
        "word": "oc`to*gyn\"i*a",
        "definition": "Having eight pistils; octagynous."
    },
    {
        "word": "oc`to*gyn\"i*an",
        "definition": "Pertaining to, derived from, or resembling, octane; -- used specifically, to designate any one of a group of acids, the most important of which is called caprylic acid."
    },
    {
        "word": "oc`to*loc\"u*lar",
        "definition": "A colorless liquid hydrocarbon of the octylene series, occurring in Caucasian petroleum."
    },
    {
        "word": "oc`to*naph\"thene",
        "definition": "Of or pertaining to the number eight."
    },
    {
        "word": "oc`to*pede",
        "definition": "Having eight petals or flower leaves."
    },
    {
        "word": "oc`to*pet\"al*ous",
        "definition": "One of the Octocerata."
    },
    {
        "word": "oc`to*po\"di*a",
        "definition": "A genus of eight-armed cephalopods, including numerous species, some of them of large size. See Devilfish,"
    },
    {
        "word": "oc`to*ra\"*di*a`ted",
        "definition": "The offspring of a quadroon and a white person; a mestee."
    },
    {
        "word": "oc`to*sper\"mous",
        "definition": "In eight vertical ranks, as leaves on a stem."
    },
    {
        "word": "oc*tos\"ti*chous",
        "definition": "Having eight columns in the front; -- said of a temple or portico. The Parthenon is octostyle, but most large Greek temples are hexastele. See Hexastyle."
    },
    {
        "word": "oc\"to*style",
        "definition": "Consisting of or containing eight syllables."
    },
    {
        "word": "oc\"to*syl`la*ble",
        "definition": "A word of eight syllables."
    },
    {
        "word": "oc\"to*syl`la*ble",
        "definition": "A hypothetical radical (C8H15O), regarded as the essential residue of octoic acid"
    },
    {
        "word": "oc\"to*yl",
        "definition": "A privilege granted by the sovereign authority, as the exclusive right of trade granted to a guild or society; a concession."
    },
    {
        "word": "oc`troi\"",
        "definition": "A tax levied in money or kind at the gate of a French city on articles brought within the walls."
    },
    {
        "word": "oc\"tu*ple",
        "definition": "A hypothetical hydrocarbon radical regarded as an essential residue of octane, and as entering into its derivatives; as, octyl alcohol."
    },
    {
        "word": "oc\"tyl",
        "definition": "Any one of a series of metameric hydrocarbons (C8H16) of the ethylene series. In general they are combustible, colorless liquids."
    },
    {
        "word": "oc\"tyl*ene",
        "definition": "Pertaining to, derived from, or containing, octyl; as, octylic ether."
    },
    {
        "word": "oc*tyl\"ic",
        "definition": "Depending on, or perceived by, the eye; received by actual sight; personally seeing or having seen; as, ocular proof."
    },
    {
        "word": "oc\"u*lar",
        "definition": "By the eye, or by actual sight."
    },
    {
        "word": "oc\"u*lar*ly",
        "definition": "Of or pertaining to the eye; ocular; optic; as, oculary medicines."
    },
    {
        "word": "oc\"u*late",
        "definition": "Having spots or holes resembling eyes; ocellated."
    },
    {
        "word": "oc`u*li*form",
        "definition": "A genus of tropical corals, usually branched, and having a very volid texture."
    },
    {
        "word": "oc`u*li\"na",
        "definition": "A suborder of corals including many reef-building species, having round, starlike calicles."
    },
    {
        "word": "oc`u*li*na\"*ce*a",
        "definition": "One skilled in treating diseases of the eye."
    },
    {
        "word": "oc\"u*list",
        "definition": "A combining form from L. oculus the eye."
    },
    {
        "word": "oc\"u*lo-",
        "definition": "Of or pertaining to the movement of the eye; -- applied especially to the common motor nerves (or third pair of cranial nerves) which supply many of the muscles of the orbit."
    },
    {
        "word": "oc`u*lo*mo\"tor",
        "definition": "Of or pertaining to the region of the eye and the nose; as, the oculonasal, or nasal, nerve, one of the branches of the ophthalmic."
    },
    {
        "word": "oc`u*lo*na\"sal",
        "definition": "An eye; (Bot.) a leaf bud."
    },
    {
        "word": "oc\"u*lus",
        "definition": "A round window, usually a small one."
    },
    {
        "word": "o`cy*po\"di*an",
        "definition": "An alleged force or natural power, supposed, by Reichenbach and others, to produce the phenomena of mesmerism, and to be developed by various agencies, as by magnets, heat, light, chemical or vital action, etc.; -- called also odyle or the odylic force."
    },
    {
        "word": "odd",
        "definition": "Not divisible by 2 without a remainder; not capable of being evenly paired, one unit with another; as, 1, 3, 7, 9, 11, etc., are odd numbers."
    },
    {
        "word": "odd\" fel`low",
        "definition": "The quality or state of being odd; singularity; queerness; peculiarity; as, oddity of dress, manners, and the like."
    },
    {
        "word": "odd\"i*ty",
        "definition": "That which is odd; as, a collection of oddities"
    },
    {
        "word": "odd\"ly",
        "definition": "In a peculiar manner; strangely; queerly; curiously."
    },
    {
        "word": "odd\"ness",
        "definition": "Singularity; strangeness; eccentricity; irregularity; uncouthness; as, the oddness of dress or shape; the oddness of an event."
    },
    {
        "word": "ode\"let",
        "definition": "A kind of theater in ancient Greece, smaller than the dramatic theater and roofed over, in which poets and musicians submitted their works to the approval of the public, and contended for prizes; -- hence, in modern usage, the name of a hall for musical or dramatic performances."
    },
    {
        "word": "o*de\"um",
        "definition": "Fitted to excite hatred; hateful."
    },
    {
        "word": "od\"ic",
        "definition": "The supreme deity of the Scandinavians; -- the same as Woden, of the German tribes."
    },
    {
        "word": "o*din\"ic",
        "definition": "Hateful; deserving or receiving hatred; as, an odious name, system, vice."
    },
    {
        "word": "od\"ist",
        "definition": "Hatred; dislike; as, his conduct brought him into odium, or, brought odium upon him."
    },
    {
        "word": "o\"di*um",
        "definition": "The quality that provokes hatred; offensiveness."
    },
    {
        "word": "od\"ize",
        "definition": "A volatile liquid obtained by boiling sulphur with linseed oil. It has an unpleasant garlic odor."
    },
    {
        "word": "od\"myl",
        "definition": "An instrument attached to the wheel of a vehicle, to measure the distance traversed; also, a wheel used by surveyors, which registers the miles and rods traversed."
    },
    {
        "word": "o*dom\"e*ter",
        "definition": "Of or pertaining to the odometer, or to measurements made with it."
    },
    {
        "word": "o`do*met\"ric*al",
        "definition": "Serving to measure distance on a road."
    },
    {
        "word": "o*dom\"e*try",
        "definition": "The division of insects that includes the dragon flies."
    },
    {
        "word": "o`don*tal\"gi*a",
        "definition": "Of or pertaining to odontalgia."
    },
    {
        "word": "o`don*tal\"gy",
        "definition": "Cutting of the teeth; dentition."
    },
    {
        "word": "o`don*ti\"a*sis",
        "definition": "A combining form from Gr. <?/, <?/, a tooth."
    },
    {
        "word": "o*don\"to*blast",
        "definition": "One of the more or less columnar cells on the outer surface of the pulp of a tooth; an odontoplast. They are supposed to be connected with the formation of dentine."
    },
    {
        "word": "o*don`to*ce\"te",
        "definition": "Generetion, or mode of development, of the teeth."
    },
    {
        "word": "o`don*tog\"e*ny",
        "definition": "An instrument for marking or laying off the outlines of teeth of gear wheels."
    },
    {
        "word": "o*don\"to*graph",
        "definition": "Of or pertaining to odontography."
    },
    {
        "word": "o*don`to*graph\"ic",
        "definition": "A description of the teeth."
    },
    {
        "word": "o`don*tog\"ra*phy",
        "definition": "Having the form of a tooth; toothlike."
    },
    {
        "word": "o`don*tol\"cae",
        "definition": "A fossil tooth colored a bright blue by phosphate of iron. It is used as an imitation of turquoise, and hence called bone turquoise."
    },
    {
        "word": "o*don\"to*lite",
        "definition": "The science which treats of the teeth, their structure and development."
    },
    {
        "word": "o`don*toph\"o*ra",
        "definition": "A special structure found in the mouth of most mollusks, except bivalves. It consists of several muscles and a cartilage which supports a chitinous radula, or lingual ribbon, armed with teeth.  Also applied to the radula alone. See Radula."
    },
    {
        "word": "o*don\"to*plast",
        "definition": "An extinct Eocene bird having the jaws strongly serrated, or dentated, but destitute of true teeth. It was found near London."
    },
    {
        "word": "o`don*top\"te*ryx",
        "definition": "A group of Mesozoic birds having the jaws armed with teeth, as in most other vertebrates. They have been divided into three orders: Odontolc\\'91, Odontotorm\\'91, and Saurur\\'91."
    },
    {
        "word": "o*don`tor*ni*\"thes",
        "definition": "Having toothlike mandibles; -- applied to certain insects."
    },
    {
        "word": "o*don\"to*stom\"a*tous",
        "definition": "An order of extinct toothed birds having the teeth in sockets, as in the genus Ichthyornis. See Ichthyornis."
    },
    {
        "word": "o*don`to*tor\"mae",
        "definition": "Any smell, whether fragrant or offensive; scent; perfume."
    },
    {
        "word": "o\"dor*a*`ting",
        "definition": "Bearing or yielding an odor; perfumed; usually, sweet of scent; fragrant; as, odoriferous spices, particles, fumes, breezes."
    },
    {
        "word": "o\"dor*less",
        "definition": "Having or emitting an odor or scent, esp. a sweet odor; fragrant; sweet-smelling."
    },
    {
        "word": "od\"yl",
        "definition": "Of or pertaining to odyle; odic; as, odylic force."
    },
    {
        "word": "o*dyl\"ic",
        "definition": "An epic poem attributed to Homer, which describes the return of Ulysses to Ithaca after the siege of Troy."
    },
    {
        "word": "od\"ys*sey",
        "definition": "a diphthong, employed in the Latin language, and thence in the English language, as the representative of the Greek diphthong oi. In many words in common use, e alone stands instead of &oe;. Classicists prefer to write the diphthong oe separate in Latin words."
    },
    {
        "word": "o'er",
        "definition": "Same as Esophagus, Esophageal, etc"
    },
    {
        "word": "of",
        "definition": "Denoting that from which anything proceeds; indicating origin, source, descent, and the like; as, he is of a race of kings; he is of noble blood."
    },
    {
        "word": "off",
        "definition": "Denoting distance or separation; as, the house is a mile off."
    },
    {
        "word": "off",
        "definition": "Not on; away from; as, to be off one's legs or off the bed; two miles off the shore."
    },
    {
        "word": "off",
        "definition": "Designating a time when one is not strictly attentive to business or affairs, or is absent from his post, and, hence, a time when affairs are not urgent; as, he took an off day for fishing: an off year in politics."
    },
    {
        "word": "off",
        "definition": "The rejected or waste parts of a butchered animal."
    },
    {
        "word": "of\"fal",
        "definition": "A dead body; carrion."
    },
    {
        "word": "off\"cut`",
        "definition": "A portion ofthe printed sheet, in certain sizes of books, that is cut off before folding."
    },
    {
        "word": "of*fence\"",
        "definition": "To strike against; to attack; to assail."
    },
    {
        "word": "of*fend",
        "definition": "To displease; to make angry; to affront."
    },
    {
        "word": "of*fense\"less",
        "definition": "That may give offense."
    },
    {
        "word": "of*fen\"sive",
        "definition": "Giving offense; causing displeasure or resentment; displeasing; annoying; as, offensive words."
    },
    {
        "word": "of\"fer",
        "definition": "To make an attempt; to make an essay or a trial; -- used with at."
    },
    {
        "word": "of\"fer",
        "definition": "That which is offered or brought forward; a proposal to be accepted or rejected; a sum offered; a bid."
    },
    {
        "word": "of\"fer*a*ble",
        "definition": "One who offers; esp., one who offers something to God in worship."
    },
    {
        "word": "of\"fer*ing",
        "definition": "That which is offered, esp. in divine service; that which is presented as an expiation or atonement for sin, or as a free gift; a sacrifice; an oblation; as, sin offering."
    },
    {
        "word": "of\"fer*to*ry",
        "definition": "An anthem chanted, or a voluntary played on the organ, during the offering and first part of the Mass."
    },
    {
        "word": "off\"hand`",
        "definition": "That which a person does, either voluntarily or by appointment, for, or with reference to, others; customary duty, or a duty that arises from the relations of man to man; as, kind offices, pious offices."
    },
    {
        "word": "of\"fice",
        "definition": "A special duty, trust, charge, or position, conferred by authority and for a public purpose; a position of trust or authority; as, an executive or judical office; a municipal office."
    },
    {
        "word": "of\"fice*hold\"er",
        "definition": "One who holds an office; a person lawfully invested with an office, whether civil, military, or ecclesiastical; as, a church officer; a police officer; a staff officer."
    },
    {
        "word": "of\"fi*cer",
        "definition": "Specifically, a commissioned officer, in distinction from a warrant officer."
    },
    {
        "word": "of\"fi*cer",
        "definition": "To command as an officer; as, veterans from old regiments officered the recruits."
    },
    {
        "word": "of*fi\"cial",
        "definition": "An ecclesiastical judge appointed by a bishop, chapter, archdeacon, etc., with charge of the spiritual jurisdiction."
    },
    {
        "word": "of*fi`ci*al`i*ly",
        "definition": "By the proper officer; by virtue of the proper authority; in pursuance of the special powers vested in an officer or office; as, accounts or reports officially vertified or rendered; letters officially communicated; persons officially notified."
    },
    {
        "word": "of*fi\"cial*ly",
        "definition": "The charge, office, court, or jurisdiction of an official."
    },
    {
        "word": "of*fic\"i*nal",
        "definition": "Kept in stock by apothecaries; -- said of such drugs and medicines as may be obtained without special preparation or compounding; not magistral."
    },
    {
        "word": "of*fi\"cious",
        "definition": "Disposed to serve; kind; obliging."
    },
    {
        "word": "off\"ish",
        "definition": "A pipe to let off water."
    },
    {
        "word": "off\"let",
        "definition": "That which is scoured off; hence, refuse; rejected matter; that which is vile or despised."
    },
    {
        "word": "off\"scum`",
        "definition": "In general, that which is set off, from, before, or against, something"
    },
    {
        "word": "off\"set`",
        "definition": "A short prostrate shoot, which takes root and produces a tuft of leaves, etc. See Illust. of Houseleek."
    },
    {
        "word": "off*set\"",
        "definition": "To form an offset in, as in a wall, rod, pipe, etc."
    },
    {
        "word": "off\"set",
        "definition": "That which shoots off or separates from a main stem, channel, family, race, etc.; as, the offshoots of a tree."
    },
    {
        "word": "off\"shoot`",
        "definition": "From the shore; as, an offshore wind; an offshore signal."
    },
    {
        "word": "off\"shore\"",
        "definition": "That part of a landscape which recedes from the spectator into distance."
    },
    {
        "word": "off\"spring`",
        "definition": "The act of production; generation."
    },
    {
        "word": "of*fus\"cate",
        "definition": "Often; frequently; not rarely; many times."
    },
    {
        "word": "oft",
        "definition": "Frequently; many times; not seldom."
    },
    {
        "word": "og\"am",
        "definition": "A thing made up of eight parts."
    },
    {
        "word": "o*gee\"",
        "definition": "A molding, the section of which is the form of the letter S, with the convex part above; cyma reversa. See Illust. under Cyma."
    },
    {
        "word": "og\"ham",
        "definition": "The arch or rib which crosses a Gothic vault diagonally."
    },
    {
        "word": "o\"give",
        "definition": "To view or look at with side glances, as in fondness, or with a design to attract notice."
    },
    {
        "word": "o\"gli*o",
        "definition": "An imaginary monster, or hideous giant of fairy tales, who lived on human beings; hence, any frightful giant; a cruel monster."
    },
    {
        "word": "o\"gre*ism",
        "definition": "Of or pertaining to Ogyges, a mythical king of ancient Attica, or to a great deluge in Attica in his days; hence, primeval; of obscure antiquity."
    },
    {
        "word": "o*gyg\"i*an",
        "definition": "An exclamation expressing various emotions, according to the tone and manner, especially surprise, pain, sorrow, anxiety, or a wish. See the Note under O."
    },
    {
        "word": "oh",
        "definition": "The standard unit in the measure of electrical resistance, being the resistance of a circuit in which a potential difference of one volt produces a current of one amp\\'82re. As defined by the International Electrical Congress in 1893, and by United States Statute, it is a resistance substantially equal to 109 units of resistance of the C.G.S. system of electro-magnetic units, and is represented by the resistance offered to an unvarying electric current by a column of mercury at the temperature of melting ice 14.4521 grams in mass, of a constant cross-sectional area, and of the length of 106.3 centimeters. As thus defined it is called the international ohm."
    },
    {
        "word": "o*ho\"",
        "definition": "A suffix or combining form meaning like, resembling, in the form of; as in anthropoid, asteroid, spheroid."
    },
    {
        "word": "o*\\'8bd\"i*um",
        "definition": "Any one of a great variety of unctuous combustible substances, not miscible with water; as, olive oil, whale oil, rock oil, etc.  They are of animal, vegetable, or mineral origin and of varied composition, and they are variously used for food, for solvents, for anointing, lubrication, illumination, etc. By extension, any substance of an oily consistency; as, oil of vitriol."
    },
    {
        "word": "oil\"bird`",
        "definition": "Cloth treated with oil or paint, and used for marking garments, covering flooors, etc."
    },
    {
        "word": "oil\"cloth\"",
        "definition": "Covered or treated with oil; dressed with, or soaked in, oil."
    },
    {
        "word": "oil\"er",
        "definition": "One who, or that which, oils."
    },
    {
        "word": "oil\"er*y",
        "definition": "The quality of being oily."
    },
    {
        "word": "oil\"let",
        "definition": "One who deals in oils; formerly, one who dealt in oils and pickles."
    },
    {
        "word": "oil\"seed`",
        "definition": "Cloth made waterproof by oil."
    },
    {
        "word": "oil\"skin`",
        "definition": "A variety of hone slate, or whetstone, used for whetting tools when lubricated with oil."
    },
    {
        "word": "oil\"stone`",
        "definition": "Consisting of oil; containing oil; having the nature or qualities of oil; unctuous; oleaginous; as, oily matter or substance."
    },
    {
        "word": "oil\"y",
        "definition": "Covered with oil; greasy; hence, resembling oil; as, an oily appearance."
    },
    {
        "word": "o*jib\"ways",
        "definition": "A spring, surrounded by rushes or rank grass; an oasis."
    },
    {
        "word": "oke",
        "definition": "A Turkish and Egyptian weight, equal to about 2<frac34/ pounds."
    },
    {
        "word": "o\"ker",
        "definition": "An annual plant (Abelmoschus, ∨ Hibiscus, esculentus), whose green pods, abounding in nutritious mucilage, are much used for soups, stews, or pickles; gumbo."
    },
    {
        "word": "o\"kra",
        "definition": "A suffix denoting that the substance in the name of which it appears belongs to the series of alcohols or hydroxyl derivatives, as carbinol, glycerol, etc."
    },
    {
        "word": "old",
        "definition": "Not young; advanced far in years or life; having lived till toward the end of the ordinary term of living; as, an old man; an old age; an old horse; an old tree."
    },
    {
        "word": "old\"ish",
        "definition": "See Auld lang syne."
    },
    {
        "word": "old` lang syne\"",
        "definition": "Like an old maid; prim; precise; particular."
    },
    {
        "word": "old`-maid\"ish",
        "definition": "The condition or characteristics of an old maid."
    },
    {
        "word": "old`-wom`an*ish",
        "definition": "A genus of trees including the olive."
    },
    {
        "word": "o`le*a\"ceous",
        "definition": "Having the nature or qualities of oil; oily; unctuous."
    },
    {
        "word": "o`le*an\"drine",
        "definition": "The wild olive tree (Olea Europea, var. sylvestris)."
    },
    {
        "word": "o`le*as\"ter",
        "definition": "A salt of oleic acid. Some oleates, as the oleate of mercury, are used in medicine by way of inunction."
    },
    {
        "word": "o\"le*ate",
        "definition": "Of or pertaining to the olecranon."
    },
    {
        "word": "o*lec\"ra*nal",
        "definition": "The large process at the proximal end of the ulna which projects behind the articulation with the humerus and forms the bony prominence of the elbow."
    },
    {
        "word": "o*lec\"ra*non",
        "definition": "Forming or producing an oil; specifically, designating a colorless gaseous hydrocarbon called ethylene."
    },
    {
        "word": "o*le\"fi*ant",
        "definition": "Olefiant gas, or ethylene; hence, by extension, any one of the series of unsaturated hydrocarbons of which ethylene is a type. See Ethylene."
    },
    {
        "word": "o\"le*fine",
        "definition": "Pertaining to, derived from, or contained in, oil; as, oleic acid, an acid of the acrylic acid series found combined with glyceryl in the form of olein in certain animal and vegetable fats and oils, such as sperm oil, olive oil, etc. At low temperatures the acid is crystalline, but melts to an oily liquid above 14<?/ C."
    },
    {
        "word": "o\"le*ic",
        "definition": "Producing oil; as, oleiferous seeds."
    },
    {
        "word": "o`le*if`er*ous",
        "definition": "A fat, liquid at ordinary temperatures, but solidifying at temperatures below 0\\'f8 C., found abundantly in both the animal and vegetable kingdoms (see Palmitin). It dissolves solid fats, especially at 30-40\\'f8 C. Chemically, olein is a glyceride of oleic acid; and, as three molecules of the acid are united to one molecule of glyceryl to form the fat, it is technically known as triolein. It is also called elain."
    },
    {
        "word": "o`le*o*graph",
        "definition": "The form or figure assumed by a drop of oil when placed upon water or some other liquid with which it does not mix."
    },
    {
        "word": "o`le*o*mar\"ga*rine",
        "definition": "An artificial butter made by churning this oil with more or less milk."
    },
    {
        "word": "o`le*om`e*ter",
        "definition": "An oily liquid, obtained by distillation of calcium oleate, and probably consisting of the ketone of oleic acid."
    },
    {
        "word": "o`le*o*res\"in",
        "definition": "A natural mixture of a terebinthinate oil and a resin."
    },
    {
        "word": "olf",
        "definition": "The sense by which the impressions made on the olfactory organs by the odorous particles in the atmosphere are perceived."
    },
    {
        "word": "ol*fac\"tive",
        "definition": "A smelling organ; a nose."
    },
    {
        "word": "ol*fac\"tor",
        "definition": "Of, pertaining to, or connected with, the sense of smell; as, the olfactory nerves; the olfactory cells."
    },
    {
        "word": "ol\"i*ban",
        "definition": "The fragrant gum resin of various species of Boswellia; Oriental frankincense."
    },
    {
        "word": "o*lib\"a*num",
        "definition": "A colorless mobile liquid of a pleasant aromatic odor obtained by the distillation of olibanum, or frankincense, and regarded as a terpene; -- called also conimene."
    },
    {
        "word": "ol\"i*bene",
        "definition": "Having a strong, disagreeable smell; fetid."
    },
    {
        "word": "ol\"i*fant",
        "definition": "An ancient horn, made of ivory."
    },
    {
        "word": "ol`i*gan\"thous",
        "definition": "A member of an oligarchy; one of the rulers in an oligarchical government."
    },
    {
        "word": "ol\"i*gar`chist",
        "definition": "A form of government in which the supreme power is placed in the hands of a few persons; also, those who form the ruling few."
    },
    {
        "word": "ol\"i*gist",
        "definition": "Of or pertaining to hematite."
    },
    {
        "word": "ol\"i*gist",
        "definition": "A combining form from Gr. few, little, small."
    },
    {
        "word": "ol\"i*go-",
        "definition": "Of, pertaining to, or designating, certain strata which occupy an intermediate position between the Eocene and Miocene periods."
    },
    {
        "word": "ol\"i*go*cene",
        "definition": "An order of Annelida which includes the earthworms and related species."
    },
    {
        "word": "ol`i*go*ch\\'91\"ta",
        "definition": "Of or pertaining to the Oligoch\\'91ta."
    },
    {
        "word": "ol\"i*go*chete",
        "definition": "A triclinic soda-lime feldspar. See Feldspar."
    },
    {
        "word": "ol\"i*go*clase",
        "definition": "Having few members in each set of organs; as, an oligomerous flower."
    },
    {
        "word": "ol`i*gom\"er*ous",
        "definition": "Having few or imperfect syringeal muscles; -- said of some passerine birds (Oligomyodi)."
    },
    {
        "word": "ol`i*go*sep\"al*ous",
        "definition": "A meteorite characterized by the presence of but a small amount of metallic iron."
    },
    {
        "word": "o\"li*o",
        "definition": "A mixture; a medley."
    },
    {
        "word": "o*li\"va",
        "definition": "Resembling the olive; of the color of the olive; olive-green."
    },
    {
        "word": "ol\"ive",
        "definition": "Any shell of the genus Oliva and allied genera; -- so called from the form. See Oliva."
    },
    {
        "word": "ol\"ive",
        "definition": "Decorated or furnished with olive trees."
    },
    {
        "word": "ol\"i*ver",
        "definition": "An adherent of Oliver Cromwell."
    },
    {
        "word": "ol`ive*wood\"",
        "definition": "A white crystalline substance, obtained from an exudation from the olive, and having a bitter-sweet taste and acid proporties."
    },
    {
        "word": "ol\"i*vin",
        "definition": "A common name of the yellowish green mineral chrysolite, esp. the variety found in eruptive rocks."
    },
    {
        "word": "ol\"i*vite",
        "definition": "A pot or jar having a wide mouth; a cinerary urn, especially one of baked clay."
    },
    {
        "word": "ol\"la",
        "definition": "A dish of stewed meat; an olio; an olla-podrida."
    },
    {
        "word": "ol`la-po*dri\"da",
        "definition": "Any incongruous mixture or miscellaneous collection; an olio."
    },
    {
        "word": "ol\"pe",
        "definition": "An umbelliferous plant, the common Alexanders of Western Europe (Smyrnium Olusatrum)."
    },
    {
        "word": "o*lu\"sa*trum",
        "definition": "A period of four years, by which the ancient Greeks reckoned time, being the interval from one celebration of the Olympic games to another, beginning with the victory of Cor&oe;bus in the foot race, which took place in the year 776 b.c.; as, the era of the olympiads."
    },
    {
        "word": "o*lym\"pi*ad",
        "definition": "Of or pertaining to Olympus, a mountain of Thessaly, fabled as the seat of the gods, or to Olympia, a small plain in Elis."
    },
    {
        "word": "om\"a*gra",
        "definition": "A tribe of Indians who inhabited the south side of the Missouri River. They are now partly civilized and occupy a reservation in Nebraska."
    },
    {
        "word": "o\"ma*has\"",
        "definition": "The wood of Diospyros ebenaster, a kind of ebony found in Ceylon."
    },
    {
        "word": "o*man\"der wood`",
        "definition": "The third division of the stomach of ruminants. See Manyplies, and Illust. under Ruminant."
    },
    {
        "word": "o*ma\"sum",
        "definition": "A game at cards, borrowed from the Spaniards, and usually played by three persons."
    },
    {
        "word": "om\"bre",
        "definition": "An instrument for measuring the rain that falls; a rain gauge."
    },
    {
        "word": "om*brom\"e*ter",
        "definition": "The last letter of the Greek alphabet. See Alpha."
    },
    {
        "word": "o*me\"ga",
        "definition": "The last; the end; hence, death."
    },
    {
        "word": "o*me\"goid",
        "definition": "Eggs beaten up with a little flour, etc., and cooked in a frying pan; as, a plain omelet."
    },
    {
        "word": "om\"e*let",
        "definition": "An occurrence supposed to portend, or show the character of, some future event; any indication or action regarded as a foreshowing; a foreboding; a presage; an augury."
    },
    {
        "word": "o\"mened",
        "definition": "Of or pertaining to an omentum or the omenta."
    },
    {
        "word": "o*men\"tal",
        "definition": "A free fold of the peritoneum, or one serving to connect viscera, support blood vessels, etc.; an epiplo\\'94n."
    },
    {
        "word": "om`i*let\"ic*al",
        "definition": "To presage; to foreshow; to foretoken."
    },
    {
        "word": "o*mis\"si*ble",
        "definition": "The act of omitting; neglect or failure to do something required by propriety or duty."
    },
    {
        "word": "o*mis\"sion",
        "definition": "That which is omitted or is left undone."
    },
    {
        "word": "o*mis\"sive",
        "definition": "To let go; to leave unmentioned; not to insert or name; to drop."
    },
    {
        "word": "o*mit\"",
        "definition": "To pass by; to forbear or fail to perform or to make use of; to leave undone; to neglect."
    },
    {
        "word": "om`ma*te\"al",
        "definition": "A compound eye, as of insects and crustaceans."
    },
    {
        "word": "om`ma*te\"um",
        "definition": "One of the single eyes forming the compound eyes of crustaceans, insects, and other invertebrates."
    },
    {
        "word": "om`ma*tid\"i*um",
        "definition": "A combining form denoting all, every, everywhere; as in omnipotent, all-powerful; omnipresent."
    },
    {
        "word": "om\"ni-",
        "definition": "A long four-wheeled carriage, having seats for many people; especially, one with seats running lengthwise, used in conveying passengers short distances."
    },
    {
        "word": "om\"ni*bus",
        "definition": "A sheet-iron cover for articles in a leer or annealing arch, to protect them from drafts."
    },
    {
        "word": "om\"ni*graph",
        "definition": "Producing or bringing forth all things; all-producing."
    },
    {
        "word": "om`ni*pa\"ri*ent",
        "definition": "Equality in every part; general equality."
    },
    {
        "word": "om`ni*par\"i*ty",
        "definition": "Producing all things; omniparient."
    },
    {
        "word": "om*nip\"a*rous",
        "definition": "Capable of enduring all things."
    },
    {
        "word": "om*nip\"o*tent",
        "definition": "Having unlimited power of a particular kind; as, omnipotent love."
    },
    {
        "word": "om`ni*pres\"en*cy",
        "definition": "Present in all places at the same time; ubiquitous; as, the omnipresent Jehovah."
    },
    {
        "word": "om*nis\"cien*cy",
        "definition": "Having universal knowledge; knowing all things; infinitely knowing or wise; as, the omniscient God."
    },
    {
        "word": "om*niv\"a*gant",
        "definition": "A group of ungulate mammals including the hog and the hippopotamus. The term is also sometimes applied to the bears, and to certain passerine birds."
    },
    {
        "word": "om*niv\"o*ra",
        "definition": "All-devouring; eating everything indiscriminately; as, omnivorous vanity; esp. (Zo\\'94l.), eating both animal and vegetable food."
    },
    {
        "word": "om*niv\"o*rous",
        "definition": "A combining form used in anatomy to indicate connection with, or relation to, the shoulder or the scapula."
    },
    {
        "word": "o\"mo-",
        "definition": "Of or pertaining to the shoulder and the hyoid bone; as, the omohyoid muscle."
    },
    {
        "word": "o`mo*hy\"oid",
        "definition": "Eating raw flesh; using uncooked meat as food; as, omophagic feasts, rites."
    },
    {
        "word": "o\"mo*phag\"ic",
        "definition": "The shoulder blade, or scapula."
    },
    {
        "word": "om\"o*plate",
        "definition": "The part of the carapace of a crustacean situated behind the cervical groove."
    },
    {
        "word": "o*mos\"te*gite",
        "definition": "Of or pertaining to the omosternum."
    },
    {
        "word": "o`mo*ster\"nal",
        "definition": "The anterior element of the sternum which projects forward from between the clavicles in many batrachians and is usually tipped with cartilage."
    },
    {
        "word": "o`mo*ster\"num",
        "definition": "Of, pertaining to, or expressed from, unripe fruit; as, omphacine oil."
    },
    {
        "word": "om\"pha*cine",
        "definition": "Of or pertaining to the umbilicus, or navel."
    },
    {
        "word": "om*phal\"ic",
        "definition": "A combining form indicating connection with, or relation to, the umbilicus, or navel."
    },
    {
        "word": "om\"pha*lo-",
        "definition": "A hernia at the navel."
    },
    {
        "word": "om\"pha*lo*cele`",
        "definition": "The central part of the hilum of a seed, through which the nutrient vessels pass into the rhaphe or the chalaza; -- called also omphalodium."
    },
    {
        "word": "om\"pha*lode",
        "definition": "Divination by means of a child's navel, to learn how many children the mother may have."
    },
    {
        "word": "om`pha*lo*mes`a*ra\"ic",
        "definition": "Of or pertaining to the umbilicus and mesentery; omphalomesaraic; as, the omphalomesenteric arteries and veins of a fetus."
    },
    {
        "word": "om`pha*lo*mes`en*ter\"ic",
        "definition": "A name of the Hesychasts, from their habit of gazing upon the navel."
    },
    {
        "word": "om`pha*lop\"sy*chite",
        "definition": "An optical glass that is convex on both sides."
    },
    {
        "word": "om\"pha*los",
        "definition": "The operation of dividing the navel-string."
    },
    {
        "word": "on",
        "definition": "At, or in contact with, the surface or upper part of a thing, and supported by it; placed or lying in contact with the surface; as, the book lies on the table, which stands on the floor of a house on an island."
    },
    {
        "word": "on\"a*ger",
        "definition": "A wild ass, especially the koulan."
    },
    {
        "word": "o*nag\"ga",
        "definition": "Pertaining to, or resembling, a natural order of plants (Onagrace\\'91 or Onagrarie\\'91), which includes the fuchsia, the willow-herb (Epilobium), and the evening primrose ()."
    },
    {
        "word": "o\"nan*ism",
        "definition": "A nocturnal South American monkey (Callithrix discolor), noted for its agility; -- called also ventriloquist monkey."
    },
    {
        "word": "on*cid\"i*um",
        "definition": "An instrument for registering the changes observable with an oncometer."
    },
    {
        "word": "on\"co*graph",
        "definition": "An instrument for measuring the variations in size of the internal organs of the body, as the kidney, spleen, etc."
    },
    {
        "word": "on*com\"e*ter",
        "definition": "The opening of an abscess, or the removal of a tumor, with a cutting instrument."
    },
    {
        "word": "onde",
        "definition": "They say, or it is said."
    },
    {
        "word": "on` dit\"",
        "definition": "A suffix indicating that the substance, in the name of which it appears, is a ketone; as, acetone."
    },
    {
        "word": "one",
        "definition": "A symbol representing a unit, as 1, or i."
    },
    {
        "word": "one\"ber`ry",
        "definition": "Employing one hand; as, the one-hand alphabet. See Dactylology."
    },
    {
        "word": "one\"-hand`",
        "definition": "Drawn by one horse; having but a single horse; as, a one-horse carriage."
    },
    {
        "word": "o*nei\"das",
        "definition": "An interpreter of dreams."
    },
    {
        "word": "o*nei`ro*crit`i*cism",
        "definition": "Divination by means of dreams."
    },
    {
        "word": "o`nei*ros\"co*pist",
        "definition": "The interpretation of dreams."
    },
    {
        "word": "o`nei*ros\"co*py",
        "definition": "The state of being one or single."
    },
    {
        "word": "one`-sid\"ed",
        "definition": "Growing on one side of a stem; as, one-sided flowers."
    },
    {
        "word": "on\"-hang`er",
        "definition": "A liliaceous plant of the genus Allium (A.cepa), having a strong-flavored bulb and long hollow leaves; also, its bulbous root, much used as an article of food. The name is often extended to other species of the genus."
    },
    {
        "word": "o*ni`ro*crit`ic",
        "definition": "The state of being alone."
    },
    {
        "word": "on\"-look`er",
        "definition": "Looking on or forward."
    },
    {
        "word": "on\"-look`ing",
        "definition": "One alone; single; as, the only man present; his only occupation."
    },
    {
        "word": "on\"ly",
        "definition": "Alone in its class; by itself; not associated with others of the same class or kind; as, an only child."
    },
    {
        "word": "o*nol\"o*gy",
        "definition": "Divination by the letters of a name; nomancy."
    },
    {
        "word": "on`o*man\"tic",
        "definition": "Applied to a signature when the body of the instrument is in another's handwriting."
    },
    {
        "word": "on`o*mas\"ti*con",
        "definition": "Prognostication by the letters of a name."
    },
    {
        "word": "on\"o*ma*tech`ny",
        "definition": "One versed in the history of names."
    },
    {
        "word": "on`o*ma*tol\"o*gy",
        "definition": "An imitative word; an onomatopoetic word."
    },
    {
        "word": "o*nom\"a*tope",
        "definition": "The formation of words in imitation of sounds; a figure of speech in which the sound of a word is imitative of the sound of the thing which the word represents; as, the buzz of bees; the hiss of a goose; the crackle of fire."
    },
    {
        "word": "o*nom\"o*man`cy",
        "definition": "A tribe of Indians formerly inhabiting what is now a part of the State of New York. They were the central or head tribe of the Five Nations."
    },
    {
        "word": "on\"rush`",
        "definition": "A rushing or setting upon; an attack; an assault; a storming; especially, the assault of an army."
    },
    {
        "word": "on\"set`",
        "definition": "To set about; to begin."
    },
    {
        "word": "on\"slaught`",
        "definition": "A bloody fray or battle."
    },
    {
        "word": "on\"to",
        "definition": "The history of the individual development of an organism; the history of the evolution of the germ; the development of an individual organism, -- in distinction from phylogeny, or evolution of the tribe. Called also henogenesis, henogeny."
    },
    {
        "word": "on`to*gen\"e*sis",
        "definition": "Of or pertaining to ontogenesis; as, ontogenetic phenomena."
    },
    {
        "word": "on`to*log\"ic",
        "definition": "Of or pertaining to ontology."
    },
    {
        "word": "on`to*log\"ic*al",
        "definition": "In an ontological manner."
    },
    {
        "word": "on`*to*log\"ic*al*ly",
        "definition": "One who is versed in or treats of ontology."
    },
    {
        "word": "on*tol\"o*gy",
        "definition": "A burden; an obligation."
    },
    {
        "word": "on\"ward",
        "definition": "Advanced in a forward direction or toward an end."
    },
    {
        "word": "on\"y*cha",
        "definition": "An ingredient of the Mosaic incense, probably the operculum of some kind of strombus."
    },
    {
        "word": "o*nych\"i*a",
        "definition": "Divination by the nails."
    },
    {
        "word": "on`y*choph\"o*ra",
        "definition": "Chalcedony in parallel layers of different shades of color. It is used for making cameos, the figure being cut in one layer with the next as a ground."
    },
    {
        "word": "o\"\\'94",
        "definition": "One of the special zooids, or cells, of Bryozoa, destined to receive and develop ova; an ovicell. See Bryozoa."
    },
    {
        "word": "o*\\'d2\"ci*um",
        "definition": "The development, or mode of origin, of the ova."
    },
    {
        "word": "o`\\'94*gen\"e*sis",
        "definition": "A special cell in certain cryptogamous plants containing o\\'94spheres, as in the rockweeds (Fucus), and the orders Vaucherie\\'91 and Peronospore\\'91."
    },
    {
        "word": "o`\\'94*go\"ni*um",
        "definition": "Shaped like an egg."
    },
    {
        "word": "o\"\\'94*lite",
        "definition": "Of or pertaining to o\\'94lite; composed of, or resembling, o\\'94lite."
    },
    {
        "word": "o`\\'94*lit\"ic",
        "definition": "Of or pertaining to o\\'94logy."
    },
    {
        "word": "o`\\'94*log\"ic*al",
        "definition": "One versed in o\\'94logy."
    },
    {
        "word": "o*\\'94l\"o*gist",
        "definition": "The science of eggs in relation to their coloring, size, shape, and number."
    },
    {
        "word": "o*\\'94l\"o*gy",
        "definition": "A fragrant variety of black tea having somewhat the flavor of green tea."
    },
    {
        "word": "oo\"long",
        "definition": "A long, broad boat used by the Eskimos."
    },
    {
        "word": "oo\"pack",
        "definition": "An alternately produced form of certain cryptogamous plants, as ferns, mosses, and the like, which bears antheridia and archegonia, and so has sexual fructification, as contrasted with the sporophore, which is nonsexual, but produces spores in countless number. In ferns the o\\'94phore is a minute prothallus; in mosses it is the leafy plant."
    },
    {
        "word": "o`\\'94*pho*rec\"to*my",
        "definition": "Having the nature of, or belonging to, an o\\'94phore."
    },
    {
        "word": "o`\\'94*phor\"ic",
        "definition": "The macrosporangium or case for the larger kind of spores in heterosporous flowerless plants."
    },
    {
        "word": "o`\\'94*pho*ri\"tis",
        "definition": "Any plant of a proposed class or grand division (collectively termed o\\'94phytes or O\\'94phyta), which have their sexual reproduction accomplished by motile antherozoids acting on o\\'94spheres, either while included in their o\\'94gonia or after exclusion."
    },
    {
        "word": "o`\\'94*phyt\"ic",
        "definition": "A wild, bearded sheep inhabiting the Ladakh mountains. It is reddish brown, with a dark beard from the chin to the chest."
    },
    {
        "word": "o*\\'94\"ri*al",
        "definition": "The ovum, after fusion with the spermatozo\\'94n in impregnation."
    },
    {
        "word": "o\"\\'94*spere",
        "definition": "An unfertilized, rounded mass of protoplasm, produced in an o\\'94gonium."
    },
    {
        "word": "o`\\'94*spo*ran\"gi*um",
        "definition": "A special kind of spore resulting from the fertilization of an o\\'94sphere by antherozoids."
    },
    {
        "word": "o\"\\'94*spore",
        "definition": "Of or pertaining to an o\\'94spore."
    },
    {
        "word": "o`\\'94*spor\"ic",
        "definition": "One of the plates which in some Crustacea inclose a cavity wherein the eggs are hatched."
    },
    {
        "word": "o*\\'94s\"te*gite",
        "definition": "An egg case, especially those of many kinds of mollusks, and of some insects, as the cockroach. Cf. O\\'d2cium."
    },
    {
        "word": "o`\\'94*the\"ca",
        "definition": "A half oviparous, or an oviparous, mammal; a marsupial or monotreme."
    },
    {
        "word": "o*\\'94t\"*ooid",
        "definition": "The part of the oviduct of certain trematode worms in which the ova are completed and furnished with a shell."
    },
    {
        "word": "o\"\\'94*type",
        "definition": "Soft mud or slime; earth so wet as to flow gently, or easily yield to pressure."
    },
    {
        "word": "ooze",
        "definition": "Fig.: To leak (out) or escape slowly; as, the secret oozed out; his courage oozed out."
    },
    {
        "word": "o`\\'94*zo\"a",
        "definition": "Miry; containing soft mud; resembling ooze; as, the oozy bed of a river."
    },
    {
        "word": "o*pac\"i*ty",
        "definition": "Obscurity; want of clearness."
    },
    {
        "word": "o*pake\"",
        "definition": "A mineral consisting, like quartz, of silica, but inferior to quartz in hardness and specific gravity."
    },
    {
        "word": "o`pal*esce\"",
        "definition": "A reflection of a milky or pearly light from the interior of a mineral, as in the moonstone; the state or quality of being opalescent."
    },
    {
        "word": "o`pal*es\"cence",
        "definition": "Reflecting a milky or pearly light from the interior; having an opaline play of colors."
    },
    {
        "word": "o`pal*es\"cent",
        "definition": "Of, pertaining to, or like, opal in appearance; having changeable colors like those of the opal."
    },
    {
        "word": "o\"pal*ine",
        "definition": "To convert into opal, or a substance like opal."
    },
    {
        "word": "o*paque\"",
        "definition": "Impervious to the rays of light; not transparent; as, an opaque substance."
    },
    {
        "word": "ope\"let",
        "definition": "Free of access; not shut up; not closed; affording unobstructed ingress or egress; not impeding or preventing passage; not locked up or covered over; -- applied to passageways; as, an open door, window, road, etc.; also, to inclosed structures or objects; as, open houses, boxes, baskets, bottles, etc.; also, to means of communication or approach by water or land; as, an open harbor or roadstead."
    },
    {
        "word": "o\"pen",
        "definition": "To expand; to spread out; to be disclosed; as, the harbor opened to our view."
    },
    {
        "word": "o\"pen-air`",
        "definition": "A bird of the genus Anastomus, allied to the stork; -- so called because the two parts of the bill touch only at the base and tip. One species inhabits India, another Africa. Called also open-beak. See Illust. (m), under Beak."
    },
    {
        "word": "o\"pen*bill`",
        "definition": "One who, or that which, opens."
    },
    {
        "word": "o\"pen*ing",
        "definition": "A place which is open; a breach; an aperture; a gap; cleft, or hole."
    },
    {
        "word": "o\"pen*ly",
        "definition": "Without reserve or disguise; plainly; evidently."
    },
    {
        "word": "o\"pen*ness",
        "definition": "Anything so constructed or manufactured (in needlework, carpentry, metal work, etc.) as to show openings through its substance; work that is perforated or pierced."
    },
    {
        "word": "o\"pen*work`",
        "definition": "A quarry; an open cut."
    },
    {
        "word": "op\"er*a",
        "definition": "The score of a musical drama, either written or in print; a play set to music."
    },
    {
        "word": "op\"er*a*ble",
        "definition": "An instrument or machine for measuring work done, especially for ascertaining the number of rotations made by a machine or wheel in manufacturing cloth; a counter."
    },
    {
        "word": "op\"er*ance",
        "definition": "The symbol, quantity, or thing upon which a mathematical operation is performed; -- called also faciend."
    },
    {
        "word": "op\"er*ate",
        "definition": "To produce an appropriate physical effect; to issue in the result designed by nature; especially (Med.), to take appropriate effect on the human system."
    },
    {
        "word": "op\"er*ate",
        "definition": "To put into, or to continue in, operation or activity; to work; as, to operate a machine."
    },
    {
        "word": "op`er**at\"ic",
        "definition": "The act or process of operating; agency; the exertion of power, physical, mechanical, or moral."
    },
    {
        "word": "op\"er*a*tive",
        "definition": "Producing the appropriate or designed effect; efficacious; as, an operative dose, rule, or penalty."
    },
    {
        "word": "op\"er*a*tive",
        "definition": "In an operative manner."
    },
    {
        "word": "op\"er*a*tive*ly",
        "definition": "One who, or that which, operates or produces an effect."
    },
    {
        "word": "op\"er*a`tor",
        "definition": "One who performs some act upon the human body by means of the hand, or with instruments."
    },
    {
        "word": "op\"er*a*to*ry",
        "definition": "Any one of the bony plates which support the gill covers of fishes; an opercular bone."
    },
    {
        "word": "o*per\"cu*la",
        "definition": "Of, pertaining to, or like, an operculum."
    },
    {
        "word": "o*par\"cu*lar",
        "definition": "The principal opercular bone or operculum of fishes."
    },
    {
        "word": "o*per\"cu*lar",
        "definition": "Closed by a lid or cover, as the capsules of the mosses."
    },
    {
        "word": "o*per\"cu*late",
        "definition": "Having an operculum, or an apparatus for protecting the gills; -- said of shells and of fishes."
    },
    {
        "word": "o*per`cu*lif\"er*ous",
        "definition": "Having the form of a lid or cover."
    },
    {
        "word": "o*per\"cu*li*form",
        "definition": "Producing an operculum; -- said of the foot, or part of the foot, of certain mollusks."
    },
    {
        "word": "o*per`cu*lig`e*nous",
        "definition": "The lid of a pitcherform leaf."
    },
    {
        "word": "o*per\"cu*lum",
        "definition": "Any lidlike or operculiform process or part; as, the opercula of a dental follicle."
    },
    {
        "word": "op`er*et\"ta",
        "definition": "Wrought with labor; requiring labor; hence, tedious; wearisome."
    },
    {
        "word": "op`er*ta\"ne*ous",
        "definition": "Open time; -- applied to different things"
    },
    {
        "word": "ope\"tide`",
        "definition": "Of, pertaining to, or designating, a substance (called ophelic acid) extracted from a plant (Ophelia) of the Gentian family as a bitter yellowish sirup, used in India as a febrifuge and tonic."
    },
    {
        "word": "o*phel\"ic",
        "definition": "A large brass wind instrument, formerly used in the orchestra and in military bands, having a loud tone, deep pitch, and a compass of three octaves; -- now generally supplanted by bass and contrabass tubas."
    },
    {
        "word": "o*phid\"i*an",
        "definition": "Of or pertaining to the Ophidia; belonging to serpents."
    },
    {
        "word": "o*phid\"i*an",
        "definition": "Of or pertaining to the Ophidiid\\'91, a family of fishes which includes many slender species."
    },
    {
        "word": "o*phid\"i*oid",
        "definition": "The typical genus of ophidioid fishes. [Written also Ophidium.] See Illust. under Ophidioid."
    },
    {
        "word": "o*phid\"i*ous",
        "definition": "The worship of serpents."
    },
    {
        "word": "o`phi*ol\"a*try",
        "definition": "Of or pertaining to ophiology."
    },
    {
        "word": "o`phi*o*log\"ic",
        "definition": "One versed in the natural history of serpents."
    },
    {
        "word": "o`phi*ol\"o*gist",
        "definition": "That part of natural history which treats of the ophidians, or serpents."
    },
    {
        "word": "o`phi*ol\"o*gy",
        "definition": "Divination by serpents, as by their manner of eating, or by their coils."
    },
    {
        "word": "o\"phi*o*man`cy",
        "definition": "An order of tailless amphibians having a slender, wormlike body with regular annulations, and usually with minute scales imbedded in the skin. The limbs are rudimentary or wanting. It includes the c\\'91cilians. Called also Gymnophiona and Ophidobatrachia."
    },
    {
        "word": "o`phi*o*mor\"phite",
        "definition": "Having the form of a serpent."
    },
    {
        "word": "o`phi*o*mor\"phous",
        "definition": "Feeding on serpents; -- said of certain birds and reptiles."
    },
    {
        "word": "o`phi*oph\"a*gous",
        "definition": "A genus of venomous East Indian snakes, which feed on other snakes. Ophiophagus elaps is said to be the largest and most deadly of poisonous snakes."
    },
    {
        "word": "o`phi*oph\"a*gus",
        "definition": "Of or pertaining to a serpent."
    },
    {
        "word": "o\"phite",
        "definition": "A greenish spotted porphyry, being a diabase whose pyroxene has been altered to uralite; -- first found in the Pyreness. So called from the colored spots which give it a mottled appearance."
    },
    {
        "word": "o\"phite",
        "definition": "A mamber of a Gnostic serpent-worshiping sect of the second century."
    },
    {
        "word": "o\"phite",
        "definition": "A constellation in the Northern Hemisphere, delineated as a man holding a serpent in his hands; -- called also Serpentarius."
    },
    {
        "word": "o`phi*u\"chus",
        "definition": "A genus of ophiurioid starfishes."
    },
    {
        "word": "o`phi*u\"ra",
        "definition": "Of or pertaining to the Ophiurioidea."
    },
    {
        "word": "o`phi*u\"ri*da",
        "definition": "Of or pertaining to the Ophiurioidea."
    },
    {
        "word": "o`phi*u\"ri*oid",
        "definition": "A class of star-shaped echinoderms having a disklike body, with slender, articulated arms, which are not grooved beneath and are often very fragile; -- called also Ophiuroida and Ophiuridea. See Illust. under Brittle star."
    },
    {
        "word": "oph\"ry*on",
        "definition": "An inflammation of the membranes or coats of the eye or of the eyeball."
    },
    {
        "word": "oph*thal\"mi*a",
        "definition": "Of, pertaining to, or in the region of, the eye; ocular; as the ophthalmic, or orbitonasal, nerve, a division of the trigeminal, which gives branches to the lachrymal gland, eyelids, nose, and forehead."
    },
    {
        "word": "oph*thal\"mite",
        "definition": "Of or pertaining to ophthalmology."
    },
    {
        "word": "oph*thal`mo*log\"ic*al",
        "definition": "One skilled in ophthalmology; an oculist."
    },
    {
        "word": "oph`thal*mol\"o*gist",
        "definition": "The science which treats of the structure, functions, and diseases of the eye."
    },
    {
        "word": "oph`thal*mol\"o*gy",
        "definition": "An instrument devised by Helmholtz for measuring the size of a reflected image on the convex surface of the cornea and lens of the eye, by which their curvature can be ascertained."
    },
    {
        "word": "oph`thal*mom\"e*ter",
        "definition": "An instrument for viewing the interior of the eye, particularly the retina. Light is thrown into the eye by a mirror (usually concave) and the interior is then examined with or without the aid of a lens."
    },
    {
        "word": "oph*thal\"mo*scope",
        "definition": "A branch of physiognomy which deduces the knowledge of a person's temper and character from the appearance of the eyes."
    },
    {
        "word": "oph`thal*mos\"co*py",
        "definition": "Examination of the eye with the ophthalmoscope."
    },
    {
        "word": "oph*thal\"my",
        "definition": "Of, pertaining to, or designating, an organic acid obtained by the oxidation of narcotine."
    },
    {
        "word": "o`pi*an\"ic",
        "definition": "An alkaloid found in small quantity in opium. It is identical with narcotine."
    },
    {
        "word": "o\"pi*ate",
        "definition": "Originally, a medicine of a thicker consistence than sirup, prepared with opium."
    },
    {
        "word": "o\"pi*a`ted",
        "definition": "Under the influence of opiates."
    },
    {
        "word": "op`i*na\"tion",
        "definition": "Obstinate in holding opinions; opinionated."
    },
    {
        "word": "o`pin*ias\"trous",
        "definition": "To hold or maintain persistently."
    },
    {
        "word": "o*pin\"ia*tive",
        "definition": "One who is opinionated."
    },
    {
        "word": "o`pin*iat\"re*ty",
        "definition": "An imaginary animal borne as a charge, having wings, an eagle's head, and a short tail; -- sometimes represented without wings"
    },
    {
        "word": "o*pin\"ion",
        "definition": "Being, or capable of being, a matter of opinion; that can be thought; not positively settled; as, an opinionable doctrine."
    },
    {
        "word": "o*pin\"ion*ate",
        "definition": "Stiff in opinion; firmly or unduly adhering to one's own opinion or to preconceived notions; obstinate in opinion."
    },
    {
        "word": "o*pin\"ion*a*tist",
        "definition": "Unduly attached to one's own opinions; opinionated."
    },
    {
        "word": "o*pin\"ion*a*tive",
        "definition": "Of the nature of an opinion; conjectured."
    },
    {
        "word": "op`i*som\"e*ter",
        "definition": "The middle of the posterior, or dorsal, margin of the great foramen of the skull."
    },
    {
        "word": "o*pis\"thi*on",
        "definition": "A division of gastropod Mollusca, in which the breathing organs are usually situated behind the heart. It includes the tectibranchs and nudibranchs."
    },
    {
        "word": "o*pis`tho*bran\"chi*a",
        "definition": "Of or pertaining to the Opisthobranchiata."
    },
    {
        "word": "o*pis`tho*bran\"chi*ate",
        "definition": "Concave behind; -- applied especially to vertebr\\'91 in which the anterior end of the centrum is convex and the posterior concave."
    },
    {
        "word": "o*pis`tho*c\\'d2\"li*an",
        "definition": "A back chamber; especially, that part of the naos, or cella, farthest from the main entrance, sometimes having an entrance of its own, and often used as a treasury."
    },
    {
        "word": "o*pis\"tho*dome",
        "definition": "A division of serpents which have some of the posterior maxillary teeth grooved for fangs."
    },
    {
        "word": "o*pis`tho*glyph\"a",
        "definition": "A writing upon the back of anything, as upon the back of a leaf or sheet already written upon on one side."
    },
    {
        "word": "op`is*tho\"mi",
        "definition": "Having the pulmonary sac situated posteriorly; -- said of certain air-breathing Mollusca."
    },
    {
        "word": "o*pis`tho*pul\"mo*nate",
        "definition": "The inferior and posterior of the three elements forming the periotic bone."
    },
    {
        "word": "op`is*thot\"ic",
        "definition": "A tetanic spasm in which the body is bent backwards and stiffened."
    },
    {
        "word": "op`is*thot\"o*nos",
        "definition": "The act of helping or aiding; help."
    },
    {
        "word": "op`o*del\"doc",
        "definition": "A kind of plaster, said to have been invented by Mindererus, -- used for external injuries."
    },
    {
        "word": "op\"pi*dan",
        "definition": "A student of Eton College, England, who is not a King's scholar, and who boards in a private family."
    },
    {
        "word": "op*po\"nent",
        "definition": "One who opposes in a disputation, argument, or other verbal controversy; specifically, one who attacks some theirs or proposition, in distinction from the respondent, or defendant, who maintains it."
    },
    {
        "word": "op`por*tun\"ism",
        "definition": "One who advocates or practices opportunism."
    },
    {
        "word": "op`por*tun\"ist",
        "definition": "Fit or convenient time; a time or place favorable for executing a purpose; a suitable combination of conditions; suitable occasion; chance."
    },
    {
        "word": "op`por*tu\"ni*ty",
        "definition": "Convenience of situation; fitness."
    },
    {
        "word": "op*pos\"a*ble",
        "definition": "Capable of being placed opposite something else; as, the thumb is opposable to the forefinger."
    },
    {
        "word": "op*pose\"",
        "definition": "To act adversely or in opposition; -- with against or to; as, a servant opposed against the act."
    },
    {
        "word": "op*pos\"er",
        "definition": "Placed over against; standing or situated over against or in front; facing; -- often with to; as, a house opposite to the Exchange."
    },
    {
        "word": "op\"po*site",
        "definition": "Applied to the other of two things which are entirely different; other; as, the opposite sex; the opposite extreme."
    },
    {
        "word": "op\"po*site",
        "definition": "That which is opposed or contrary; as, sweetness and its opposite."
    },
    {
        "word": "op\"po*site*ness",
        "definition": "Placed at the same node with a leaf, but separated from it by the whole diameter of the stem; as, an oppositifolious peduncle."
    },
    {
        "word": "op*pos`i*ti*fo\"li*ous",
        "definition": "The act of opposing; an attempt to check, restrain, or defeat; resistance."
    },
    {
        "word": "op*pos`i*ti*pet\"al*ous",
        "definition": "Placed in front of a sepal."
    },
    {
        "word": "op*pos`i*ti*sep\"al*ous",
        "definition": "Capable of being put in opposition."
    },
    {
        "word": "op*pres\"sion",
        "definition": "The act of oppressing, or state of being oppressed."
    },
    {
        "word": "op*press\"ive",
        "definition": "Unreasonably burdensome; unjustly severe, rigorous, or harsh; as, oppressive taxes; oppressive exactions of service; an oppressive game law."
    },
    {
        "word": "op*pres\"sure",
        "definition": "Expressive of opprobrium; attaching disgrace; reproachful; scurrilous; as, opprobrious language."
    },
    {
        "word": "op*pro\"bri*ous",
        "definition": "Infamous; despised; rendered hateful; as, an opprobrious name."
    },
    {
        "word": "op\"ta*tive",
        "definition": "Something to be desired."
    },
    {
        "word": "op*ti\"cian",
        "definition": "One skilled in optics."
    },
    {
        "word": "op\"tics",
        "definition": "A telescope with a diagonal eyepiece, suspended vertically in gimbals by the object end beneath a fixed diagonal plane mirror. It is used for delineating landscapes, by means of a pencil at the eye end which leaves the delineation on paper."
    },
    {
        "word": "op\"ti*ma*cy",
        "definition": "Government by the nobility."
    },
    {
        "word": "op`ti*ma\"tes",
        "definition": "One of those who stand in the second rank of honors, immediately after the wranglers, in the University of Cambridge, England. They are divided into senior and junior optimes."
    },
    {
        "word": "op\"ti*mism",
        "definition": "The opinion or doctrine that everything in nature, being the work of God, is ordered for the best, or that the ordering of things in the universe is such as to produce the highest good."
    },
    {
        "word": "op\"ti*mist",
        "definition": "One who holds the opinion that all events are ordered for the best."
    },
    {
        "word": "op`ti*mist\"tic",
        "definition": "Hopeful; sanguine; as, an optimistic view."
    },
    {
        "word": "op\"tion",
        "definition": "The power of choosing; the right of choice or election; an alternative."
    },
    {
        "word": "op\"tion*al*ly",
        "definition": "The cavity of one of the optic lobes of the brain in many animals."
    },
    {
        "word": "op\"to*gram",
        "definition": "The production of an optogram on the retina by the photochemical action of light on the visual purple; the fixation of an image in the eye. The object so photographed shows white on a purple or red background. See Visual purple, under Visual."
    },
    {
        "word": "op*tog\"ra*phy",
        "definition": "An instrument for measuring the distance of distinct vision, mainly for the selection of eveglasses."
    },
    {
        "word": "o*pun\"ti*a",
        "definition": "A work; specif. (Mus.), a musical composition."
    },
    {
        "word": "or",
        "definition": "A money of account among the Anglo-Saxons, valued, in the Domesday Book, at twenty pence sterling."
    },
    {
        "word": "o\"ra",
        "definition": "A South American monkey of the genus Callithrix, esp."
    },
    {
        "word": "or\"a*cle",
        "definition": "The answer of a god, or some person reputed to be a god, to an inquiry respecting some affair or future event, as the success of an enterprise or battle."
    },
    {
        "word": "o*rac\"u*lar",
        "definition": "Of or pertaining to an oracle; uttering oracles; forecasting the future; as, an oracular tongue."
    },
    {
        "word": "o\"ral",
        "definition": "Of or pertaining to the mouth; surrounding or lining the mouth; as, oral cilia or cirri."
    },
    {
        "word": "o\"ral*ly",
        "definition": "By, with, or in, the mouth; as, to receive the sacrament orally."
    },
    {
        "word": "or\"ange",
        "definition": "The fruit of a tree of the genus Citrus (C. Aurantium). It is usually round, and consists of pulpy carpels, commonly ten in number, inclosed in a leathery rind, which is easily separable, and is reddish yellow when ripe."
    },
    {
        "word": "or\"ange",
        "definition": "A drink made of orange juice and water, corresponding to lemonade; orange sherbet."
    },
    {
        "word": "or`ange*ade\"",
        "definition": "Candied orange peel; also, orangeade."
    },
    {
        "word": "or`an*geat\"",
        "definition": "Attachment to the principles of the society of Orangemen; the tenets or practices of the Orangemen."
    },
    {
        "word": "or\"ange*ism",
        "definition": "One of a secret society, organized in the north of Ireland in 1795, the professed objects of which are the defense of the regning sovereign of Great Britain, the support of the Protestant religion, the maintenance of the laws of the kingdom, etc.; -- so called in honor of William, Prince of Orange, who became William III. of England."
    },
    {
        "word": "or\"ange*man",
        "definition": "An American ranunculaceous plant (Hidrastis Canadensis), having a yellow tuberous root; -- also called yellowroot, golden seal, etc."
    },
    {
        "word": "or\"ange*root`",
        "definition": "A place for raising oranges; a plantation of orange trees."
    },
    {
        "word": "or\"an*ger*y",
        "definition": "Deep orange-yellow; dark yellow."
    },
    {
        "word": "or\"an*gite",
        "definition": "An arboreal anthropoid ape (Simia satyrus), which inhabits Borneo and Sumatra. Often called simply orang."
    },
    {
        "word": "o*ra\"ri*an",
        "definition": "An elaborate discourse, delivered in public, treating an important subject in a formal and dignified manner; especially, a discourse having reference to some special occasion, as a funeral, an anniversary, a celebration, or the like; -- distinguished from an argument in court, a popular harangue, a sermon, a lecture, etc.; as, Webster's oration at Bunker Hill."
    },
    {
        "word": "or`a*to\"ri*an",
        "definition": "Of or pertaining to an orator or to oratory; characterized by oratory; rhetorical; becoming to an orator; as, an oratorical triumph; an oratorical essay."
    },
    {
        "word": "or`a*to\"ri*o",
        "definition": "A more or less dramatic text or poem, founded on some Scripture nerrative, or great divine event, elaborately set to music, in recitative, arias, grand choruses, etc., to be sung with an orchestral accompaniment, but without action, scenery, or costume, although the oratorio grew out of the Mysteries and the Miracle and Passion plays, which were acted."
    },
    {
        "word": "or`a*to\"ri*ous",
        "definition": "To play the orator."
    },
    {
        "word": "orb",
        "definition": "A spherical body; a globe; especially, one of the celestial spheres; a sun, planet, or star."
    },
    {
        "word": "orb",
        "definition": "To encircle; to surround; to inclose."
    },
    {
        "word": "or\"bate",
        "definition": "The state of being orbate, or deprived of parents or children; privation, in general; bereavement."
    },
    {
        "word": "or*bic\"u*la",
        "definition": "Resembling or having the form of an orb; spherical; circular; orbiculate."
    },
    {
        "word": "or*bic\"u*late",
        "definition": "Made, or being, in the form of an orb; having a circular, or nearly circular, or a spheroidal, outline."
    },
    {
        "word": "or\"bit",
        "definition": "An orb or ball."
    },
    {
        "word": "or\"bit*a*ry",
        "definition": "A division of spiders, including those that make geometrical webs, as the garden spider, or Epeira."
    },
    {
        "word": "or`bi*te\"l\\'91",
        "definition": "A genus of living Foraminifera, forming broad, thin, circular disks, containing numerous small chambers."
    },
    {
        "word": "or`bi*to*li\"tes",
        "definition": "Of or pertaining to the orbit and the nose; as, the orbitonasal, or ophthalmic, nerve."
    },
    {
        "word": "or`bi*to*na\"sal",
        "definition": "Of or pertaining to the sphenoid bone and the orbit, or to the orbitosphenoid bone."
    },
    {
        "word": "or`bi*to*sphe\"noid",
        "definition": "Of or pertaining to the orbitosphenoid bone; orbitosphenoid."
    },
    {
        "word": "or`bu*li\"na",
        "definition": "Orblike; having the course of an orb; revolving."
    },
    {
        "word": "or*ca\"di*an",
        "definition": "A reddish brown amorphous dyestuff, <?/, obtained from orcin, and forming the essential coloring matter of cudbear and archil. It is closely related to litmus."
    },
    {
        "word": "or\"chal",
        "definition": "Same as Alkanet, 2."
    },
    {
        "word": "or\"chard",
        "definition": "An inclosure containing fruit trees; also, the fruit trees, collectively; -- used especially of apples, peaches, pears, cherries, plums, or the like, less frequently of nutbearing trees and of sugar maple trees."
    },
    {
        "word": "or\"chel",
        "definition": "A treatise upon dancing."
    },
    {
        "word": "or\"ches*ter",
        "definition": "Any species of amphipod crustacean of the genus Orchestia, or family Orchestid\\'91. See Beach flea, under Beach."
    },
    {
        "word": "or*ches\"tian",
        "definition": "The space in a theater between the stage and the audience; -- originally appropriated by the Greeks to the chorus and its evolutions, afterward by the Romans to persons of distinction, and by the moderns to a band of instrumental musicians."
    },
    {
        "word": "or\"ches*tra",
        "definition": "The place in any public hall appropriated to a band of instrumental musicians."
    },
    {
        "word": "or\"ches*tral",
        "definition": "The arrangement of music for an orchestra; orchestral treatment of a composition; -- called also instrumentation."
    },
    {
        "word": "or*ches\"tric",
        "definition": "A large music box imitating a variety of orchestral instruments."
    },
    {
        "word": "or*ches\"tri*on",
        "definition": "Any plant of the order Orchidace\\'91.  See Orchidaceous."
    },
    {
        "word": "or\"chid",
        "definition": "Pertaining to, or resembling, a natural order (Orchidace\\'91) of endogenous plants of which the genus Orchis is the type. They are mostly perennial herbs having the stamens and pistils united in a single column, and normally three petals and three sepals, all adherent to the ovary. The flowers are curiously shaped, often resembling insects, the odd or lower petal (called the lip) being unlike the others, and sometimes of a strange and unexpected appearance. About one hundred species occur in the United States, but several thousand in the tropics."
    },
    {
        "word": "or*chid\"e*ous",
        "definition": "One versed in orchidology."
    },
    {
        "word": "or`chid*ol\"o*gist",
        "definition": "The branch of botany which treats of orchids."
    },
    {
        "word": "or\"chil",
        "definition": "The lichen from which archil is obtained. See Archil."
    },
    {
        "word": "or\"chis",
        "definition": "A genus of endogenous plants growing in the North Temperate zone, and consisting of about eighty species. They are perennial herbs growing from a tuber (beside which is usually found the last year's tuber also), and are valued for their showy flowers. See Orchidaceous."
    },
    {
        "word": "or*chi\"tis",
        "definition": "The operation of cutting out or removing a testicle by the knife; castration."
    },
    {
        "word": "or*chot\"o*my",
        "definition": "A colorless crystalline substance, C6H3.CH3.(OH)2, which is obtained from certain lichens (Roccella, Lecanora, etc.), also from extract of aloes, and artificially from certain derivatives of toluene.  It changes readily into orcein."
    },
    {
        "word": "or\"cin",
        "definition": "An edge or point; also, a beginning."
    },
    {
        "word": "or\"de*al",
        "definition": "Any severe trial, or test; a painful experience."
    },
    {
        "word": "or\"der",
        "definition": "Regular arrangement; any methodical or established succession or harmonious relation; method; system"
    },
    {
        "word": "or\"der",
        "definition": "Capable of being ordered; tractable."
    },
    {
        "word": "or\"der*er",
        "definition": "One who gives orders."
    },
    {
        "word": "or\"der*less",
        "definition": "The state or quality of being orderly."
    },
    {
        "word": "or\"der*li*ness",
        "definition": "Conformed to order; in order; regular; as, an orderly course or plan."
    },
    {
        "word": "or\"der*ly",
        "definition": "Observant of order, authority, or rule; hence, obedient; quiet; peaceable; not unruly; as, orderly children; an orderly community."
    },
    {
        "word": "or\"di*na*ble",
        "definition": "Indicating order or succession; as, the ordinal numbers, first, second, third, etc."
    },
    {
        "word": "or\"di*nal",
        "definition": "Of or pertaining to an order."
    },
    {
        "word": "or\"di*nal",
        "definition": "The book of forms for making, ordaining, and consecrating bishops, priests, and deacons."
    },
    {
        "word": "or\"di*nance",
        "definition": "Orderly arrangement; preparation; provision."
    },
    {
        "word": "or\"di*na*ry",
        "definition": "An officer who has original jurisdiction in his own right, and not by deputation."
    },
    {
        "word": "or*do\"vi*an",
        "definition": "Of or pertaining to a division of the Silurian formation, corresponding in general to the Lower Silurian of most authors, exclusive of the Cambrian."
    },
    {
        "word": "ore",
        "definition": "The native form of a metal, whether free and uncombined, as gold, copper, etc., or combined, as iron, lead, etc. Usually the ores contain the metals combined with oxygen, sulphur, arsenic, etc. (called mineralizers)."
    },
    {
        "word": "o*re\"a*des",
        "definition": "Of or pertaining to the desires; hence, impelling to gratification; appetitive."
    },
    {
        "word": "o\"re*ide",
        "definition": "A genus of extinct herbivorous mammals, abundant in the Tertiary formation of the Rocky Mountains. It is more or less related to the camel, hog, and deer."
    },
    {
        "word": "o\"re*o*don",
        "definition": "Resembling, or allied to, the genus Oreodon."
    },
    {
        "word": "o\"re*o*dont",
        "definition": "Of or pertaining to oreography."
    },
    {
        "word": "o`re*o*graph\"ic",
        "definition": "The science of mountains; orography."
    },
    {
        "word": "o`re*og\"ra*phy",
        "definition": "A white crystalline substance which is obtained indirectly from the root of an umbelliferous plant (Imperatoria Oreoselinum), and yields resorcin on decomposition."
    },
    {
        "word": "o`re*os\"e*lin",
        "definition": "A genus of small oceanic fishes, remarkable for the large conical tubercles which cover the under surface."
    },
    {
        "word": "ore\"wood`",
        "definition": "A bright-colored domesticated variety of the id. See Id."
    },
    {
        "word": "orf",
        "definition": "Restitution for cattle; a penalty for taking away cattle."
    },
    {
        "word": "or\"gan",
        "definition": "An instrument or medium by which some important action is performed, or an important end accomplished; as, legislatures, courts, armies, taxgatherers, etc., are organs of government."
    },
    {
        "word": "or\"gan*die",
        "definition": "Of or pertaining to an organ or its functions, or to objects composed of organs; consisting of organs, or containing them; as, the organic structure of animals and plants; exhibiting characters peculiar to living organisms; as, organic bodies, organic life, organic remains.  Cf. Inorganic."
    },
    {
        "word": "or*gan\"ic",
        "definition": "Produced by the organs; as, organic pleasure."
    },
    {
        "word": "or*gan\"ic*al*ness",
        "definition": "The doctrine of the localization of disease, or which refers it always to a material lesion of an organ."
    },
    {
        "word": "or\"gan*ist",
        "definition": "One of the priests who organized or sung in parts."
    },
    {
        "word": "or*gan\"i*ty",
        "definition": "Quality of being organizable; capability of being organized."
    },
    {
        "word": "or`gan*i`za*bil\"i*ty",
        "definition": "Capable of being organized; esp. (Biol.), capable of being formed into living tissue; as, organizable matter."
    },
    {
        "word": "or`gan*i*za\"tion",
        "definition": "The act of organizing; the act of arranging in a systematic way for use or action; as, the organization of an army, or of a deliberative body."
    },
    {
        "word": "or\"gan*ize",
        "definition": "To arrange or constitute in parts, each having a special function, act, office, or relation; to systematize; to get into working order; -- applied to products of the human intellect, or to human institutions and undertakings, as a science, a government, an army, a war, etc."
    },
    {
        "word": "or\"gan*i`zer",
        "definition": "A large kind of sea fish; the orgeis."
    },
    {
        "word": "or\"gan*ling",
        "definition": "A combining form denoting relation to, or connection with, an organ or organs."
    },
    {
        "word": "or\"ga*no-",
        "definition": "A name given to any one of the four elements, carbon, hydrogen, oxygen, and nitrogen, which are especially characteristic ingredients of organic compounds; also, by extension, to other elements sometimes found in the same connection; as sulphur, phosphorus, etc."
    },
    {
        "word": "or`ga*no*gen\"e*sis",
        "definition": "The origin and development of organs in animals and plants."
    },
    {
        "word": "or`ga*nog\"e*ny",
        "definition": "Of or pertaining to organography."
    },
    {
        "word": "or`ga*no*graph\"ic",
        "definition": "One versed in organography."
    },
    {
        "word": "or`ga*nog\"ra*phist",
        "definition": "A description of the organs of animals or plants."
    },
    {
        "word": "or`ga*nog\"ra*phy",
        "definition": "Making an impression upon an organ; plastic; -- said of the effect or impression produced by any substance on the organs of touch, taste, or smell, and also on the organism as a whole."
    },
    {
        "word": "or`ga*no*lep\"tic",
        "definition": "Of or relating to organology."
    },
    {
        "word": "or`ga*no*log\"ic*al",
        "definition": "The science of organs or of anything considered as an organic structure."
    },
    {
        "word": "or`ga*nol\"o*gy",
        "definition": "That branch of biology which treats, in particular, of the organs of animals and plants. See Morphology."
    },
    {
        "word": "or`ga*no*me*tal\"lic",
        "definition": "An organ or instrument; hence, a method by which philosophical or scientific investigation may be conducted; -- a term adopted from the Aristotelian writers by Lord Bacon, as the title (\"Novum Organon\") of part of his treatise on philosophical method."
    },
    {
        "word": "or`ga*no*troph\"ic",
        "definition": "One of the essential cells or elements of an organ. See Sense organule, under Sense."
    },
    {
        "word": "or\"ga*ny",
        "definition": "A kind of double thrown silk of very fine texture, that is, silk twisted like a rope with different strands, so as to increase its strength."
    },
    {
        "word": "or\"gan*zine",
        "definition": "Eager or immoderate excitement or action; the state of turgescence of any organ; erethism; esp., the height of venereal excitement in sexual intercourse."
    },
    {
        "word": "or\"gasm",
        "definition": "A sirup in which, formerly, a decoction of barley entered, but which is now prepared with an emulsion of almonds, -- used to flavor beverages or edibles."
    },
    {
        "word": "or\"ge*is",
        "definition": "Pertaining to, or of the nature of, orgies."
    },
    {
        "word": "or\"gies",
        "definition": "A sacrifice accompanied by certain ceremonies in honor of some pagan deity; especially, the ceremonies observed by the Greeks and Romans in the worship of Dionysus, or Bacchus, which were characterized by wild and dissolute revelry."
    },
    {
        "word": "or\"gu*lous",
        "definition": "A frantic revel; drunken revelry. See Orgies"
    },
    {
        "word": "or\"gy",
        "definition": "A genus of bombycid moths whose caterpillars (esp. those of Orgyia leucostigma) are often very injurious to fruit trees and shade trees. The female is wingless. Called also vaporer moth."
    },
    {
        "word": "o\"ri*el",
        "definition": "A gallery for minstrels."
    },
    {
        "word": "o\"ri*ent",
        "definition": "The countries of Asia or the East."
    },
    {
        "word": "o\"ri*ent",
        "definition": "To define the position of, in relation to the orient or east; hence, to ascertain the bearings of."
    },
    {
        "word": "o`ri*en\"tal",
        "definition": "Eastern Christians of the Greek rite."
    },
    {
        "word": "o`ri*en\"tal*ism",
        "definition": "Any system, doctrine, custom, expression, etc., peculiar to Oriental people."
    },
    {
        "word": "o`ri*en\"tal*ist",
        "definition": "An inhabitant of the Eastern parts of the world; an Oriental."
    },
    {
        "word": "o\"ri*en*tate",
        "definition": "To place or turn toward the east; to cause to assume an easterly direction, or to veer eastward."
    },
    {
        "word": "o`ri*en*ta\"tion",
        "definition": "The act or process of orientating; determination of the points of the compass, or the east point, in taking bearings."
    },
    {
        "word": "or\"i*flamb",
        "definition": "A standard or ensign, in battle."
    },
    {
        "word": "or\"i*gen*ism",
        "definition": "A follower of Origen of Alexandria."
    },
    {
        "word": "or\"i*gin",
        "definition": "The first existence or beginning of anything; the birth."
    },
    {
        "word": "o*rig\"i*nal",
        "definition": "Pertaining to the origin or beginning; preceding all others; first in order; primitive; primary; pristine; as, the original state of man; the original laws of a country; the original inventor of a process."
    },
    {
        "word": "o*rig\"i*nal*ist",
        "definition": "The quality or state of being original."
    },
    {
        "word": "o*rig\"i*nal*ly",
        "definition": "At first; at the origin; at the time of formation or costruction; as, a book originally written by another hand."
    },
    {
        "word": "o*rig`i*na\"tion",
        "definition": "The act or process of bringing or coming into existence; first production."
    },
    {
        "word": "o*rig\"i*na`tor",
        "definition": "A semicircular projection made at the shoulder of a bastion for the purpose of covering the retired flank, -- found in old fortresses."
    },
    {
        "word": "o\"ri*ol",
        "definition": "Any one of various species of Old World singing birds of the family Oriolid\\'91. They are usually conspicuously colored with yellow and black. The European or golden oriole (Oriolus galbula, or O. oriolus) has a very musical flutelike note."
    },
    {
        "word": "o*ris`mo*log\"ic*al",
        "definition": "That departament of natural history which treats of technical terms."
    },
    {
        "word": "o`ris*mol\"o*gy",
        "definition": "A prayer; a supplication."
    },
    {
        "word": "ork",
        "definition": "Of or pertaining to the Orkney islands."
    },
    {
        "word": "orle",
        "definition": "A bearing, in the form of a fillet, round the shield, within, but at some distance from, the border."
    },
    {
        "word": "or\"le*ans",
        "definition": "A variety of the plum. See under Plum."
    },
    {
        "word": "or\"lo",
        "definition": "The lowest deck of a vessel, esp. of a ship of war, consisting of a platform laid over the beams in the hold, on which the cables are coiled."
    },
    {
        "word": "or\"muzd",
        "definition": "To ornament; to adorn."
    },
    {
        "word": "or`na*men\"tal*ly",
        "definition": "The act or art of ornamenting, or the state of being ornamented."
    },
    {
        "word": "or`na*men*ta\"tion",
        "definition": "That which ornaments; ornament."
    },
    {
        "word": "or*nate\"",
        "definition": "Finely finished, as a style of composition."
    },
    {
        "word": "or*ni`tho*del\"phi*a",
        "definition": "A fossil track resembling that of a bird."
    },
    {
        "word": "or*nith\"o*lite",
        "definition": "Of or pertaining to ornithology."
    },
    {
        "word": "or`ni*tho*log\"ic",
        "definition": "One skilled in ornithology; a student of ornithology; one who describes birds."
    },
    {
        "word": "or`ni*thol\"o*gist",
        "definition": "That branch of zo\\'94logy which treats of the natural history of birds and their classification."
    },
    {
        "word": "or`ni*thol\"o*gy",
        "definition": "A treatise or book on this science."
    },
    {
        "word": "or*ni`tho*pap\"pi",
        "definition": "An order of herbivorous dinosaurs with birdlike characteristics in the skeleton, esp. in the pelvis and hind legs, which in some genera had only three functional toes, and supported the body in walking as in Iguanodon. See Illust. in Appendix."
    },
    {
        "word": "or`ni*thop\"o*da",
        "definition": "See Duck mole, under Duck."
    },
    {
        "word": "or`ni*tho*rhyn\"chus",
        "definition": "An order of extinct flying reptiles; -- called also Pterosauria."
    },
    {
        "word": "or*ni`tho*sau\"ri*a",
        "definition": "A group of extinct Reptilia, intermediate in structure (especially with regard to the pelvis) between reptiles and birds."
    },
    {
        "word": "or*ni`tho*scel\"i*da",
        "definition": "Observation of birds and their habits."
    },
    {
        "word": "or`ni*tho*tom\"ic*al",
        "definition": "One who is skilled in ornithotomy."
    },
    {
        "word": "or`ni*thot\"o*mist",
        "definition": "The anatomy or dissection of birds."
    },
    {
        "word": "or`ni*thot\"o*my",
        "definition": "Of or pertaining to orography."
    },
    {
        "word": "or`o*graph\"ic",
        "definition": "That branch of science which treats of mountains and mountain systems; orology; as, the orography of Western Europe."
    },
    {
        "word": "o*rog\"ra*phy",
        "definition": "A genus of American Eocene mammals allied to the horse, but having four toes in front and three behind."
    },
    {
        "word": "or`o*hip\"pus",
        "definition": "An alloy, chiefly of copper and zinc or tin, resembling gold in color and brilliancy."
    },
    {
        "word": "o\"roide",
        "definition": "Of or pertaining to orology."
    },
    {
        "word": "or`o*log\"ic*al",
        "definition": "One versed in orology."
    },
    {
        "word": "o*rol\"o*gist",
        "definition": "The science or description of mountains."
    },
    {
        "word": "o*rol\"o*gy",
        "definition": "Characterized by fullness, clearness, strength, and smoothness; ringing and musical; -- said of the voice or manner of utterance."
    },
    {
        "word": "or\"pha*line",
        "definition": "A child bereaved of both father and mother; sometimes, also, a child who has but one parent living."
    },
    {
        "word": "or\"phan",
        "definition": "To cause to become an orphan; to deprive of parents."
    },
    {
        "word": "or\"phan*age",
        "definition": "An institution or asylum for the care of orphans."
    },
    {
        "word": "or\"phan*ism",
        "definition": "The care and support of orphans."
    },
    {
        "word": "or`phan*ot\"ro*phy",
        "definition": "A hospital for orphans."
    },
    {
        "word": "or*pha\"ri*on",
        "definition": "Of or pertaining to Orpheus, the mythic poet and musician; as, Orphean strains."
    },
    {
        "word": "or\"phe*us",
        "definition": "Pertaining to Orpheus; Orphean; as, Orphic hymns."
    },
    {
        "word": "or\"phic",
        "definition": "A band of rich embroidery, wholly or in part of gold, affixed to vestments, especially those of ecclesiastics."
    },
    {
        "word": "or\"rach",
        "definition": "An apparatus which illustrates, by the revolution of balls moved by wheelwork, the relative size, periodic motions, positions, orbits, etc., of bodies in the solar system."
    },
    {
        "word": "or\"re*ry",
        "definition": "A plant of the genus Iris (I. Florentina); a kind of flower-de-luce. Its rootstock has an odor resembling that of violets."
    },
    {
        "word": "or\"ris",
        "definition": "A peculiar pattern in which gold lace or silver lace is worked; especially, one in which the edges are ornamented with conical figures placed at equal distances, with spots between them."
    },
    {
        "word": "or`seille\"",
        "definition": "Pertaining to, or designating, an acid found in certain lichens, and called also lecanoric acid."
    },
    {
        "word": "or*sel\"lic",
        "definition": "Pertaining to, or designating, an organic acid obtained by a partial decomposition of orsellic acid as a white crystalline substance, and related to protocatechuic acid."
    },
    {
        "word": "or`sel*lin\"ic",
        "definition": "A morsel left at a meal; a fragment; refuse; -- commonly used in the plural."
    },
    {
        "word": "or`ta*lid\"i*an",
        "definition": "A brachiopod shell of the genus Orthis, and allied genera, of the family Orthid\\'91."
    },
    {
        "word": "or\"thid",
        "definition": "An extinct genus of Brachiopoda, abundant in the Paleozoic rocks."
    },
    {
        "word": "or\"this",
        "definition": "A variety of allanite occurring in slender prismatic crystals."
    },
    {
        "word": "or\"tho-",
        "definition": "A combining form signifying straight, right, upright, correct, regular; as, orthodromy, orthodiagonal, orthodox, orthographic."
    },
    {
        "word": "or`tho*car*bon\"ic",
        "definition": "That point in which the three perpendiculars let fall from the angles of a triangle upon the opposite sides, or the sides produced, mutually intersect."
    },
    {
        "word": "or`tho*cen\"ter",
        "definition": "An extinct genus of Paleozoic Cephalopoda, having a long, straight, conical shell. The interior is divided into numerous chambers by transverse septa."
    },
    {
        "word": "or*thoc\"e*ras",
        "definition": "An orthoceras; also, any fossil shell allied to Orthoceras."
    },
    {
        "word": "or`tho*cer\"a*tite",
        "definition": "Common or potash feldspar crystallizing in the monoclinic system and having two cleavages at right angles to each other. See Feldspar."
    },
    {
        "word": "or\"tho*clase",
        "definition": "Breaking in directions at right angles to each other; -- said of the monoclinic feldspars."
    },
    {
        "word": "or`tho*clas\"tic",
        "definition": "The diagonal or lateral axis in a monoclinic crystal which is at right angles with the vertical axis."
    },
    {
        "word": "or`tho*di*ag\"o*nal",
        "definition": "See the Note under Dome, 4."
    },
    {
        "word": "or\"tho*dome",
        "definition": "Sound in opinion or doctrine, especially in religious doctrine; hence, holding the Christian faith; believing the doctrines taught in the Scriptures; -- opposed to heretical and heterodox; as, an orthodox Christian."
    },
    {
        "word": "or\"tho*dox",
        "definition": "According or congruous with the doctrines of Scripture, the creed of a church, the decree of a council, or the like; as, an orthodox opinion, book, etc."
    },
    {
        "word": "or`tho*dox*as\"tic*al",
        "definition": "Pertaining to, or evincing, orthodoxy; orthodox."
    },
    {
        "word": "or`tho*dox\"ic*al",
        "definition": "In an orthodox manner; with soundness of faith."
    },
    {
        "word": "or\"tho*dox`y",
        "definition": "Consonance to genuine Scriptural doctrines; -- said of moral doctrines and beliefs; as, the orthodoxy of a creed."
    },
    {
        "word": "or`tho*drom\"ic",
        "definition": "The art of sailing in a direct course, or on the arc of a great circle, which is the shortest distance between any two points on the surface of the globe; great-circle sailing; orthodromy."
    },
    {
        "word": "or`tho*drom\"ics",
        "definition": "The act or art of sailing on a great circle."
    },
    {
        "word": "or\"tho*drom`y",
        "definition": "Of or pertaining to ortho\\'89py, or correct pronunciation."
    },
    {
        "word": "or`tho*\\'89p\"ic",
        "definition": "One who is skilled in ortho\\'89py."
    },
    {
        "word": "or\"tho*\\'89*pist",
        "definition": "The art of uttering words corectly; a correct pronunciation of words; also, mode of pronunciation."
    },
    {
        "word": "or\"tho*\\'89*py",
        "definition": "Direct fertilization in plants, as when the pollen fertilizing the ovules comes from the stamens of the same blossom; -- opposed to heterogamy."
    },
    {
        "word": "or`thog*nath\"ic",
        "definition": "The quality or state of being orthognathous."
    },
    {
        "word": "or\"tho*gon",
        "definition": "Right-angled; rectangular; as, an orthogonal intersection of one curve with another."
    },
    {
        "word": "or*thog\"o*nal*ly",
        "definition": "One versed in orthography; one who spells words correctly."
    },
    {
        "word": "or`tho*graph\"ic",
        "definition": "Of or pertaining to orthography, or right spelling; also, correct in spelling; as, orthographical rules; the letter was orthographic."
    },
    {
        "word": "or`tho*graph\"ic*al*ly",
        "definition": "One who spells words correctly; an orthographer."
    },
    {
        "word": "or*thog\"ra*phist",
        "definition": "To spell correctly or according to usage; to correct in regard to spelling."
    },
    {
        "word": "or*thog\"ra*phy",
        "definition": "The art or practice of writing words with the proper letters, according to standard usage; conventionally correct spelling; also, mode of spelling; as, his orthography is vicious."
    },
    {
        "word": "or`tho*met\"ric",
        "definition": "The art or practice of constructing verses correctly; the laws of correct versification."
    },
    {
        "word": "or*thom\"e*try",
        "definition": "Having the right form."
    },
    {
        "word": "or`tho*ped\"ic",
        "definition": "One who prevents, cures, or remedies deformities, esp. in children."
    },
    {
        "word": "or*thop\"e*dist",
        "definition": "The art or practice of curing the deformities of children, or, by extension, any deformities of the human body."
    },
    {
        "word": "or*thop\"e*dy",
        "definition": "The art of correct articulation; voice training."
    },
    {
        "word": "or*thoph\"o*ny",
        "definition": "A name given to the two planes in the monoclinic system which are parallel to the vertical and orthodiagonal axes."
    },
    {
        "word": "or`tho*pin\"a*coid",
        "definition": "Specifically, a morbid condition in which respiration can be performed only in an erect posture; by extension, any difficulty of breathing."
    },
    {
        "word": "or`thop*n<?/\"a",
        "definition": "An extinct order of reptiles which stood erect on the hind legs, and resembled birds in the structure of the feet, pelvis, and other parts."
    },
    {
        "word": "or*thop\"o*da",
        "definition": "The treatment of deformities in the human body by mechanical appliances."
    },
    {
        "word": "or\"tho*prax`y",
        "definition": "An order of mandibulate insects including grasshoppers, locusts, cockroaches, etc. See Illust. under Insect."
    },
    {
        "word": "or*thop\"ter*an",
        "definition": "Of or pertaining to the Orthoptera."
    },
    {
        "word": "or*thop\"ter*ous",
        "definition": "Noting the system of crystallization which has three unequal axes at right angles to each other; trimetric. See Crystallization."
    },
    {
        "word": "or`tho*rhom\"bic",
        "definition": "An instrument designed to show the condition of the superficial portions of the eye."
    },
    {
        "word": "or\"tho*scope",
        "definition": "Giving an image in correct or normal proportions; giving a flat field of view; as, an orthoscopic eyepiece."
    },
    {
        "word": "or`tho*scop\"ic",
        "definition": "Designating the form of silicic acid having the normal or highest number of hydroxyl groups."
    },
    {
        "word": "or`tho*si*lic\"ic",
        "definition": "Having the seeds straight, as in the fruits of some umbelliferous plants; -- opposed to c\\'d2lospermous."
    },
    {
        "word": "or\"tho*stade",
        "definition": "A longitudinal rank, or row, of leaves along a stem."
    },
    {
        "word": "or*thos\"ti*chy",
        "definition": "Cutting at right angles."
    },
    {
        "word": "or*thot\"o*mous",
        "definition": "The property of cutting at right angles."
    },
    {
        "word": "or*thot\"o*my",
        "definition": "Retaining the accent; not enclitic; -- said of certain indefinite pronouns and adverbs when used interrogatively, which, when not so used, are ordinarilly enclitic."
    },
    {
        "word": "or\"tho*tone",
        "definition": "Having the axis of an ovule or seed straight from the hilum and chalaza to the orifice or the micropyle; atropous."
    },
    {
        "word": "or`tho*xy\"lene",
        "definition": "Of or relating to the time or act of rising; eastern; as, the ortive amplitude of a planet."
    },
    {
        "word": "or\"tive",
        "definition": "A European singing bird (Emberiza hortulana), about the size of the lark, with black wings. It is esteemed delicious food when fattened. Called also bunting."
    },
    {
        "word": "or\"to*lan",
        "definition": "One of several species of East Indian birds of the genera Ortygis and Hemipodius.  They resemble quails, but lack the hind toe. See Turnix."
    },
    {
        "word": "or\"ty*gan",
        "definition": "A kind of sage (Salvia Horminum)."
    },
    {
        "word": "or`vet\"",
        "definition": "A kind of antidote for poisons; a counter poison formerly in vogue."
    },
    {
        "word": "or`vi*e\"tan",
        "definition": "An adjective suffix meaning of or pertaining to, serving for; as in auditory, pertaining to or serving for hearing; prohibitory, amendatory, etc."
    },
    {
        "word": "or`yc*tog\"ra*phy",
        "definition": "Of or pertaining to oryctology."
    },
    {
        "word": "or`yc*to*log\"ic*al",
        "definition": "One versed in oryctology."
    },
    {
        "word": "or`yc*tol\"o*gist",
        "definition": "An old name for paleontology."
    },
    {
        "word": "or`yc*tol\"o*gy",
        "definition": "An old name for mineralogy and geology."
    },
    {
        "word": "o\"ryx",
        "definition": "A genus of grasses including the rice plant; rice."
    },
    {
        "word": "os",
        "definition": "A mouth; an opening; an entrance."
    },
    {
        "word": "os",
        "definition": "One of the ridges of sand or gravel found in Sweden, etc., supposed by some to be of marine origin, but probably formed by subglacial waters. The osar are similar to the kames of Scotland and the eschars of Ireland. See Eschar."
    },
    {
        "word": "os",
        "definition": "An ornamental tree of the genus Maclura (M. aurantiaca), closely allied to the mulberry (Morus); also, its fruit. The tree was first found in the country of the Osage Indians, and bears a hard and inedible fruit of an orangelike appearance. See Bois d'arc."
    },
    {
        "word": "o\"sage or\"ange",
        "definition": "A tribe of southern Sioux Indians, now living in the Indian Territory."
    },
    {
        "word": "o\"sar",
        "definition": "Of or pertaining to the Osci, a primitive people of Campania, a province of ancient Italy."
    },
    {
        "word": "os\"can",
        "definition": "The state of oscillating; a seesaw kind of motion."
    },
    {
        "word": "os\"cil*lan*cy",
        "definition": "A genus of dark green, or purplish black, filamentous, fresh-water alg\\'91, the threads of which have an automatic swaying or crawling motion. Called also Oscillatoria."
    },
    {
        "word": "os\"cil*late",
        "definition": "To move backward and forward; to vibrate like a pendulum; to swing; to sway."
    },
    {
        "word": "os`cil*la\"tion",
        "definition": "The act of oscillating; a swinging or moving backward and forward, like a pendulum; vibration."
    },
    {
        "word": "os`cil*la*to\"ri*a",
        "definition": "Moving, or characterized by motion, backward and forward like a pendulum; swinging; oscillating; vibratory; as, oscillatory motion."
    },
    {
        "word": "os\"cil*la*to*ry",
        "definition": "Relating to the Oscines."
    },
    {
        "word": "os\"cine",
        "definition": "Singing birds; a group of the Passeres, having numerous syringeal muscles, conferring musical ability."
    },
    {
        "word": "os\"ci*nes",
        "definition": "One of the Oscines, or singing birds."
    },
    {
        "word": "os*cin\"i*an",
        "definition": "Any one of numerous species of dipterous files of the family Oscinid\\'91."
    },
    {
        "word": "os\"ci*tan*cy",
        "definition": "The act of gaping or yawning."
    },
    {
        "word": "os\"ci*tant",
        "definition": "Sleepy; drowsy; dull; sluggish; careless."
    },
    {
        "word": "os\"ci*tant*ly",
        "definition": "To gape; to yawn."
    },
    {
        "word": "os\"ci*tate",
        "definition": "The act of yawning or gaping."
    },
    {
        "word": "os\"cu*lant",
        "definition": "Kissing; hence, meeting; clinging."
    },
    {
        "word": "os\"cu*late",
        "definition": "To touch closely.  See Osculation, 2."
    },
    {
        "word": "os`cu*la\"tion",
        "definition": "The contact of one curve with another, when the number of consecutive points of the latter through which the former passes suffices for the complete determination of the former curve."
    },
    {
        "word": "os\"cu*la*to*ry",
        "definition": "Pertaining to, or having the properties of, an osculatrix; capable of osculation; as, a circle may be osculatory with a curve, at a given point."
    },
    {
        "word": "os\"cu*la*to*ry",
        "definition": "A curve whose contact with a given curve, at a given point, is of a higher order (or involves the equality of a greater number of successive differential coefficients of the ordinates of the curves taken at that point) than that of any other curve of the same kind."
    },
    {
        "word": "os`cu*la\"trix",
        "definition": "One of the excurrent apertures of sponges."
    },
    {
        "word": "o\"sier*y",
        "definition": "One of the principal divinities of Egypt, the brother and husband of Isis. He was figured as a mummy wearing the royal cap of Upper Egypt, and was symbolized by the sacred bull, called Apis. Cf. Serapis."
    },
    {
        "word": "o*si\"ris",
        "definition": "A Turkish official; one of the dominant tribe of Turks; loosely, any Turk."
    },
    {
        "word": "os\"man*li",
        "definition": "A salt of osmic acid."
    },
    {
        "word": "os\"mate",
        "definition": "One of a pair of scent organs which the larv\\'91 of certain butterflies emit from the first body segment, either above or below."
    },
    {
        "word": "os`ma*te\"ri*um",
        "definition": "A substance formerly supposed to give to soup and broth their characteristic odor, and probably consisting of one or several of the class of nitrogenous substances which are called extractives."
    },
    {
        "word": "os\"ma*zome",
        "definition": "A salt of osmiamic acid."
    },
    {
        "word": "os`mi*am\"ate",
        "definition": "Of, pertaining to, or designating, a nitrogenous acid of osmium, H2N2Os2O5, forming a well-known series of yellow salts."
    },
    {
        "word": "os`mi*am\"ic",
        "definition": "Pertaining to, derived from, or containing, osmium; specifically, designating those compounds in which it has a valence higher than in other lower compounds; as, osmic oxide."
    },
    {
        "word": "os`mi*dro\"sis",
        "definition": "Denoting those compounds of osmium in which the element has a valence relatively lower than in the osmic compounds; as, osmious chloride."
    },
    {
        "word": "os\"mite",
        "definition": "A rare metallic element of the platinum group, found native as an alloy in platinum ore, and in iridosmine. It is a hard, infusible, bluish or grayish white metal, and the heaviest substance known. Its tetroxide is used in histological experiments to stain tissues. Symbol Os. Atomic weight 191.1.  Specific gravity 22.477."
    },
    {
        "word": "os\"mi*um",
        "definition": "An instrument for measuring the amount of osmotic action in different liquids."
    },
    {
        "word": "os*mom\"e*ter",
        "definition": "The study of osmose by means of the osmometer."
    },
    {
        "word": "os*mom\"e*try",
        "definition": "The tendency in fluids to mix, or become equably diffused, when in contact. It was first observed between fluids of differing densities, and as taking place through a membrane or an intervening porous structure. The more rapid flow from the thinner to the thicker fluid was then called endosmose, and the opposite, slower current, exosmose. Both are, however, results of the same force. Osmose may be regarded as a form of molecular attraction, allied to that of adhesion."
    },
    {
        "word": "os*mo\"sis",
        "definition": "Pertaining to, or having the property of, osmose; as, osmotic force."
    },
    {
        "word": "os*mot\"ic",
        "definition": "A fern of the genus Osmunda, or flowering fern. The most remarkable species is the osmund royal, or royal fern (Osmunda regalis), which grows in wet or boggy places, and has large bipinnate fronds, often with a panicle of capsules at the top.  The rootstock contains much starch, and has been used in stiffening linen."
    },
    {
        "word": "os\"mund",
        "definition": "A species of coarse linen, originally made in Osnaburg, Germany."
    },
    {
        "word": "os\"na*burg",
        "definition": "The small, blueblack, drupelike fruit of the Nuttallia cerasiformis, a shrub of Oregon and California, belonging to the Cherry tribe of Rosace\\'91."
    },
    {
        "word": "o\"so-ber`ry",
        "definition": "The olfactory organ of some Mollusca. It is connected with the organ of respiration."
    },
    {
        "word": "os\"prey",
        "definition": "To prophesy; to presage."
    },
    {
        "word": "os\"se*an",
        "definition": "The organic basis of bone tissue; the residue after removal of the mineral matters from bone by dilute acid; in embryonic tissue, the substance in which the mineral salts are deposited to form bone; -- called also ostein. Chemically it is the same as collagen."
    },
    {
        "word": "os\"se*let",
        "definition": "The internal bone, or shell, of a cuttlefish."
    },
    {
        "word": "os\"se*ous",
        "definition": "A species of sturgeon."
    },
    {
        "word": "os\"se*ter",
        "definition": "Of or pertaining to, or characteristic of, Ossian, a legendary Erse or Celtic bard."
    },
    {
        "word": "os\"si*cle",
        "definition": "One of numerous small calcareous structures forming the skeleton of certain echinoderms, as the starfishes."
    },
    {
        "word": "os*sic\"u*lum",
        "definition": "Containing or yielding bone."
    },
    {
        "word": "os*sif\"er*ous",
        "definition": "Capable of producing bone; having the power to change cartilage or other tissue into bone."
    },
    {
        "word": "os*sif\"ic",
        "definition": "The formation of bone; the process, in the growth of an animal, by which inorganic material (mainly lime salts) is deposited in cartilage or membrane, forming bony tissue; ostosis."
    },
    {
        "word": "os`si*fi*ca\"tion",
        "definition": "The state of being changed into a bony substance; also, a mass or point of ossified tissue."
    },
    {
        "word": "os\"si*frage",
        "definition": "Serving to break bones; bone-breaking."
    },
    {
        "word": "os*sif\"ra*gous",
        "definition": "To form into bone; to change from a soft animal substance into bone, as by the deposition of lime salts."
    },
    {
        "word": "os\"si*fy",
        "definition": "Fig.: To harden; as, to ossify the heart."
    },
    {
        "word": "os\"si*fy",
        "definition": "Changing into bone; becoming bone; as, the ossifying process."
    },
    {
        "word": "os\"si*fy`ing",
        "definition": "Feeding on bones; eating bones; as, ossivorous quadrupeds."
    },
    {
        "word": "os\"spring*er",
        "definition": "A charnel house; an ossuary."
    },
    {
        "word": "os*ten\"si*ble",
        "definition": "Capable of being shown; proper or intended to be shown."
    },
    {
        "word": "os\"te*o-",
        "definition": "One of the protoplasmic cells which occur in the osteogenetic layer of the periosteum, and from or around which the matrix of the bone is developed; an osteoplast."
    },
    {
        "word": "os\"te*o*blast",
        "definition": "The operation of breaking a bone in order to correct deformity."
    },
    {
        "word": "os`te*o*col\"la",
        "definition": "A kind of glue obtained from bones."
    },
    {
        "word": "os\"te*o*cope",
        "definition": "The bony cranium, as distinguished from the cartilaginous cranium."
    },
    {
        "word": "os`te*o*cra\"ni*um",
        "definition": "A hard substance, somewhat like bone, which is sometimes deposited within the pulp cavity of teeth."
    },
    {
        "word": "os`te*o*den\"tine",
        "definition": "The soft tissue, or substance, which, in developing bone, ultimately undergoes ossification."
    },
    {
        "word": "os\"te*o*gen",
        "definition": "The formation or growth of bone."
    },
    {
        "word": "os`te*o*gen\"e*sis",
        "definition": "Connected with osteogenesis, or the formation of bone; producing bone; as, osteogenetic tissue; the osteogenetic layer of the periosteum."
    },
    {
        "word": "os`te*og\"ra*pher",
        "definition": "The description of bones; osteology."
    },
    {
        "word": "os\"te*oid",
        "definition": "A massive impure apatite, or calcium phosphate."
    },
    {
        "word": "os\"te*o*lite",
        "definition": "One versed in osteology; an osteologist."
    },
    {
        "word": "os`te*ol\"o*ger",
        "definition": "Of or pertaining to osteology."
    },
    {
        "word": "os`te*o*log\"ic",
        "definition": "One who is skilled in osteology; an osteologer."
    },
    {
        "word": "os`te*ol\"o*gist",
        "definition": "The science which treats of the bones of the vertebrate skeleton."
    },
    {
        "word": "os`te*ol\"o*gy",
        "definition": "A tumor composed mainly of bone; a tumor of a bone."
    },
    {
        "word": "os`te*o\"ma",
        "definition": "A disease of the bones, in which they lose their earthy material, and become soft, flexible, and distorted. Also called malacia."
    },
    {
        "word": "os`te*o*ma*la\"ci*a",
        "definition": "Divination by means of bones."
    },
    {
        "word": "os`te*o*plas\"tic",
        "definition": "Producing bone; as, osteoplastic cells."
    },
    {
        "word": "os`te*op`ter*yg\"i*ous",
        "definition": "A tumor having the structure of a sacroma in which there is a deposit of bone; sarcoma connected with bone."
    },
    {
        "word": "os`te*o*sar*co\"ma",
        "definition": "Strong nippers or a chisel for dividing bone."
    },
    {
        "word": "os\"te*o*tome",
        "definition": "One skilled in osteotomy."
    },
    {
        "word": "os`te*ot\"o*mist",
        "definition": "The dissection or anatomy of bones; osteology."
    },
    {
        "word": "os`te*ot\"o*my",
        "definition": "The operation of dividing a bone or of cutting a piece out of it, -- done to remedy deformity, etc."
    },
    {
        "word": "os`te*o*zo\"a",
        "definition": "The mouth of a river; an estuary."
    },
    {
        "word": "os\"ti*a*ry",
        "definition": "One who keeps the door, especially the door of a church; a porter."
    },
    {
        "word": "os*ti\"tis",
        "definition": "An opening; a passage."
    },
    {
        "word": "ost\"ler*y",
        "definition": "East men; Danish settlers in Ireland, formerly so called."
    },
    {
        "word": "os*to\"sis",
        "definition": "A division of bivalve mollusks including the oysters and allied shells."
    },
    {
        "word": "os*tra\"ce*a",
        "definition": "Any one of a family of bivalves, of which the oyster is the type."
    },
    {
        "word": "os*tra\"cean",
        "definition": "A genus of plectognath fishes having the body covered with solid, immovable, bony plates. It includes the trunkfishes."
    },
    {
        "word": "os*tra\"ci*on",
        "definition": "A fish of the genus Ostracion and allied genera."
    },
    {
        "word": "os*tra\"ci*ont",
        "definition": "Banishment by popular vote, -- a means adopted at Athens to rid the city of a person whose talent and influence gave umbrage."
    },
    {
        "word": "os\"tra*cism",
        "definition": "Banishment; exclusion; as, social ostracism."
    },
    {
        "word": "os\"tra*cite",
        "definition": "To exile by ostracism; to banish by a popular vote, as at Athens."
    },
    {
        "word": "os\"tra*cize",
        "definition": "To banish from society; to put under the ban; to cast out from social, political, or private favor; as, he was ostracized by his former friends."
    },
    {
        "word": "os*trac\"o*da",
        "definition": "A suborder of fishes of which Ostracion is the type."
    },
    {
        "word": "os`tra*coder\"mi",
        "definition": "Of or pertaining to the Ostracoidea."
    },
    {
        "word": "os\"tra*coid",
        "definition": "An order of Entomostraca possessing hard bivalve shells. They are of small size, and swim freely about."
    },
    {
        "word": "os`tra*coi\"de*a",
        "definition": "A genus of bivalve Mollusca which includes the true oysters."
    },
    {
        "word": "os\"tre*a",
        "definition": "Of or pertaining to an oyster, or to a shell; shelly."
    },
    {
        "word": "os\"tre*a*cul`ture",
        "definition": "One who feeds on oysters."
    },
    {
        "word": "os`tre*oph\"a*gist",
        "definition": "A large bird of the genus Struthio, of which Struthio camelus of Africa is the best known species. It has long and very strong legs, adapted for rapid running; only two toes; a long neck, nearly bare of feathers; and short wings incapable of flight. The adult male is about eight feet high."
    },
    {
        "word": "os*trif\"er*ous",
        "definition": "One of the Eastern Goths. See Goth."
    },
    {
        "word": "os\"tro*goth",
        "definition": "Of or pertaining to the Ostrogoths."
    },
    {
        "word": "os`tro*goth\"ic",
        "definition": "An American aromatic herb (Monarda didyma), with showy, bright red, labiate flowers."
    },
    {
        "word": "os*we\"go tea\"",
        "definition": "Assisting the sense of hearing; as, an otacoustic instrument."
    },
    {
        "word": "ot`a*cous\"tic",
        "definition": "An instrument to facilitate hearing, as an ear trumpet."
    },
    {
        "word": "ot`a*cous\"tic",
        "definition": "The fruit of a Polynesian anacardiaceous tree (Spondias dulcis), also called vi-apple. It is rather larger than an apple, and the rind has a flavor of turpentine, but the flesh is said to taste like pineapples."
    },
    {
        "word": "o`ta*hei\"te ap\"ple",
        "definition": "Pain in the ear; earache."
    },
    {
        "word": "o*tal\"gi*a",
        "definition": "Of or pertaining to otalgia."
    },
    {
        "word": "o*tal\"gic",
        "definition": "Pain in the ear; otalgia."
    },
    {
        "word": "o\"ta*ry",
        "definition": "An instrument for exhibiting the repulsive action produced by light or heat in an exhausted vessel; a modification of the radoimeter."
    },
    {
        "word": "oth\"er",
        "definition": "Different from that which, or the one who, has been specified; not the same; not identical; additional; second of two."
    },
    {
        "word": "oth\"er*wise`",
        "definition": "In a different manner; in another way, or in other ways; differently; contrarily."
    },
    {
        "word": "oth\"man",
        "definition": "Of, pertaining to, or in the region of, the ear; auricular; auditory."
    },
    {
        "word": "o\"tic",
        "definition": "Being at leisure or ease; unemployed; indolent; idle."
    },
    {
        "word": "o\"tis",
        "definition": "Inflammation of the ear."
    },
    {
        "word": "o*ti\"tis",
        "definition": "A combining form denoting relation to, or situation near or in, the ear."
    },
    {
        "word": "o\"to-",
        "definition": "A colorless buttery substance obtained from the fruit of Myristica otoba, a species of nutmeg tree."
    },
    {
        "word": "o*to\"ba fat`",
        "definition": "A mass of otoliths."
    },
    {
        "word": "o*toc\"o*nite",
        "definition": "The cavity in the skull in which the parts of the internal ear are lodged."
    },
    {
        "word": "o\"to*crane",
        "definition": "Of or pertaining to the otocrane."
    },
    {
        "word": "o`to*cra\"ni*al",
        "definition": "An auditory cyst or vesicle; one of the simple auditory organs of many invertebrates, containing a fluid and otoliths; also, the embryonic vesicle from which the parts of the internal ear of vertebrates are developed."
    },
    {
        "word": "o\"to*cyst",
        "definition": "A description of the ear."
    },
    {
        "word": "o*tog\"ra*phy",
        "definition": "One of the small bones or particles of calcareous or other hard substance in the internal ear of vertebrates, and in the auditory organs of many invertebrates; an ear stone. Collectively, the otoliths are called ear sand and otoconite."
    },
    {
        "word": "o\"to*lith",
        "definition": "Of or pertaining to otoliths."
    },
    {
        "word": "o`to*lith\"ic",
        "definition": "Of or pertaining tootology."
    },
    {
        "word": "o`to*log\"ic*al",
        "definition": "One skilled in otology; an aurist."
    },
    {
        "word": "o*tol\"o*gist",
        "definition": "The branch of science which treats of the ear and its diseases."
    },
    {
        "word": "o*tol\"o*gy",
        "definition": "A diseased condition of the ear."
    },
    {
        "word": "o*top\"a*thy",
        "definition": "A flow or running from the ear, esp. a purulent discharge."
    },
    {
        "word": "o`tor*rh<?/\"a",
        "definition": "An instrument for examining the condition of the ear."
    },
    {
        "word": "o\"to*scope",
        "definition": "Of or pertaining to the otoscope or to otoscopy."
    },
    {
        "word": "o`to*scope\"ic",
        "definition": "The examination of the ear; the art of using the otoscope."
    },
    {
        "word": "ot\"tar",
        "definition": "A tribe of Indians who, when first known, lived on the Ottawa River. Most of them subsequently migrated to the southwestern shore of Lake Superior."
    },
    {
        "word": "ot\"ter",
        "definition": "Any carnivorous animal of the genus Lutra, and related genera. Several species are described. They have large, flattish heads, short ears, and webbed toes. They are aquatic, and feed on fish. Their fur is soft and valuable. The common otter of Europe is Lutra vulgaris; the American otter is L. Canadensis; other species inhabit South America and Asia."
    },
    {
        "word": "ot\"to",
        "definition": "Of or pertaining to the Turks; as, the Ottoman power or empire."
    },
    {
        "word": "ot\"to*man",
        "definition": "A stuffed seat without a back, originally used in Turkey."
    },
    {
        "word": "ot\"trel*ite",
        "definition": "Any South American monkey of the genus Brachyurus, especially B. ouakari."
    },
    {
        "word": "ouan`der*oo\"",
        "definition": "A Brazilian monkey of the genus Mycetes."
    },
    {
        "word": "ought",
        "definition": "Was or were under obligation to pay; owed."
    },
    {
        "word": "ou\"la*chan",
        "definition": "A weight, the sixteenth part of a pound avoirdupois, and containing 437<?/ grains."
    },
    {
        "word": "ounce",
        "definition": "The twelfth part of a troy pound."
    },
    {
        "word": "ouph\"en",
        "definition": "Of or pertaining to us; belonging to us; as, our country; our rights; our troops; our endeavors. See I."
    },
    {
        "word": "ou`ra*nog\"ra*phy",
        "definition": "A small, graceful, and swift African antelope, allied to the klipspringer."
    },
    {
        "word": "ou*ros\"co*py",
        "definition": "See Note under Our."
    },
    {
        "word": "ours",
        "definition": "; sing. Ourself (we; also, alone in the predicate, in the nominative or the objective case."
    },
    {
        "word": "ouse",
        "definition": "One of several species of European thrushes, especially the blackbird (Merula merula, or Turdus merula), and the mountain or ring ousel (Turdus torquatus)."
    },
    {
        "word": "oust",
        "definition": "To take away; to remove."
    },
    {
        "word": "oust",
        "definition": "To eject; to turn out."
    },
    {
        "word": "out",
        "definition": "Away; abroad; off; from home, or from a certain, or a usual, place; not in; not in a particular, or a usual, place; as, the proprietor is out, his team was taken out."
    },
    {
        "word": "out",
        "definition": "A place or space outside of something; a nook or corner; an angle projecting outward; an open space; -- chiefly used in the phrase ins and outs; as, the ins and outs of a question. See under In."
    },
    {
        "word": "ou\"ta*gam`ies",
        "definition": "To surpass or conquer in argument."
    },
    {
        "word": "out*ar\"gue",
        "definition": "To utter foolishly or excessively; to surpass in babbling."
    },
    {
        "word": "out*beg\"",
        "definition": "To exceed or surpass in bidding."
    },
    {
        "word": "out*brave\"",
        "definition": "To excel in magnificence or comeliness."
    },
    {
        "word": "out*bray\"",
        "definition": "To emit with great noise."
    },
    {
        "word": "out\"break`ing",
        "definition": "That which bursts forth."
    },
    {
        "word": "out*breathe\"",
        "definition": "To cause to be out of breath; to exhaust."
    },
    {
        "word": "out*bribe\"",
        "definition": "To bring or bear out."
    },
    {
        "word": "out*build\"",
        "definition": "A building separate from, and subordinate to, the main house; an outhouse."
    },
    {
        "word": "out\"build`ing",
        "definition": "To exceed in burning."
    },
    {
        "word": "out*burn\"",
        "definition": "To burn entirely; to be consumed."
    },
    {
        "word": "out\"burst`",
        "definition": "To surpass in canting."
    },
    {
        "word": "out\"cast`",
        "definition": "A quarrel; a contention."
    },
    {
        "word": "out*cheat\"",
        "definition": "To climb bevond; to surpass in climbing."
    },
    {
        "word": "out\"cri`er",
        "definition": "The coming out of a stratum to the surface of the ground."
    },
    {
        "word": "out\"crop`",
        "definition": "To come out to the surface of the ground; -- said of strata."
    },
    {
        "word": "out*crop\"",
        "definition": "A vehement or loud cry; a cry of distress, alarm, opposition, or detestation; clamor."
    },
    {
        "word": "out\"cry`",
        "definition": "Sale at public auction."
    },
    {
        "word": "out*daz\"zle",
        "definition": "To go beyond in performance; to excel; to surpass."
    },
    {
        "word": "out\"door`",
        "definition": "Abread; out of the house; out of doors."
    },
    {
        "word": "out\"doors`",
        "definition": "To draw out; to extract."
    },
    {
        "word": "out*dure\"",
        "definition": "To dwell or stay beyond."
    },
    {
        "word": "out\"dwell`er",
        "definition": "Being on the outside; external; farthest or farther from the interior, from a given station, or from any space or position regarded as a center or starting place; -- opposed to inner; as, the outer wall; the outer court or gate; the outer stump in cricket; the outer world."
    },
    {
        "word": "out\"er",
        "definition": "One who puts out, ousts, or expels; also, an ouster; dispossession."
    },
    {
        "word": "out\"fall`",
        "definition": "A quarrel; a falling out."
    },
    {
        "word": "out*fawn\"",
        "definition": "To exceed in feasting."
    },
    {
        "word": "out*feast\"",
        "definition": "To surpass in feats."
    },
    {
        "word": "out*feat\"",
        "definition": "Arable land which has been or is being exhausted. See Infield, 1."
    },
    {
        "word": "out\"field`",
        "definition": "A field beyond, or separated from, the inclosed land about the homestead; an uninclosed or unexplored tract. Also used figuratively."
    },
    {
        "word": "out\"fit",
        "definition": "One who furnishes outfits for a voyage, a journey, or a business."
    },
    {
        "word": "out\"fit`ter",
        "definition": "To go beyond, or be superior to, on the flank; to pass around or turn the flank or flanks of."
    },
    {
        "word": "out*flank\"",
        "definition": "To exceed in flattering."
    },
    {
        "word": "out*flat\"ter",
        "definition": "A gibe; a contemptuous remark."
    },
    {
        "word": "out\"fling`",
        "definition": "A flowing out; efflux."
    },
    {
        "word": "out\"form",
        "definition": "To frown down; to overbear by frowning."
    },
    {
        "word": "out*gaze\"",
        "definition": "To exceed in generalship; to gain advantage over by superior military skill or executive ability; to outmaneuver."
    },
    {
        "word": "out*go\"",
        "definition": "To go beyond; to exceed in swiftness; to surpass; to outdo."
    },
    {
        "word": "out\"go`er",
        "definition": "The act or the state of going out."
    },
    {
        "word": "out\"go`ing",
        "definition": "That which goes out; outgo; outlay."
    },
    {
        "word": "out\"go`ing",
        "definition": "Ground situated at a distance from the house; outlying land."
    },
    {
        "word": "out*grow\"",
        "definition": "To surpass in growing; to grow more than."
    },
    {
        "word": "out\"growth`",
        "definition": "A guard or small body of troops at a distance from the main body of an army, to watch for the approach of an enemy; hence, anything for defense placed at a distance from the thing to be defended."
    },
    {
        "word": "out\"guard`",
        "definition": "A pouring out; an outburst."
    },
    {
        "word": "out*gush\"",
        "definition": "A rope used for hauling out a sail upon a spar; -- opposite of inhaul."
    },
    {
        "word": "out\"house`",
        "definition": "The act of going out; an airing; an excursion; as, a summer outing."
    },
    {
        "word": "out\"ing",
        "definition": "A feast given by an apprentice when he is out of his time."
    },
    {
        "word": "out*jug\"gle",
        "definition": "An attachment to a surveyor's compass for keeping tally in chaining."
    },
    {
        "word": "out\"keep`er",
        "definition": "To surpass in knavery."
    },
    {
        "word": "out*knave\"",
        "definition": "To surpass in laboring."
    },
    {
        "word": "out*laugh\"",
        "definition": "To laugh (one) out of a purpose, principle, etc.; to discourage or discomfit by laughing; to laugh down."
    },
    {
        "word": "out\"law`",
        "definition": "To deprive of the benefit and protection of law; to declare to be an outlaw; to proscribe."
    },
    {
        "word": "out\"law`ry",
        "definition": "The act of outlawing; the putting a man out of the protection of law, or the process by which a man (as an absconding criminal) is deprived of that protection."
    },
    {
        "word": "out\"lay`",
        "definition": "That which is expended; expenditure."
    },
    {
        "word": "out*learn\"",
        "definition": "To learn out [i. e., completely, utterly]; to exhaust knowledge of."
    },
    {
        "word": "out\"li`er",
        "definition": "That which lies, or is, away from the main body."
    },
    {
        "word": "out\"line`",
        "definition": "Fig.: A sketch of any scheme; a preliminary or general indication of a plan, system, course of thought, etc.; as, the outline of a speech."
    },
    {
        "word": "out\"line`",
        "definition": "Fig.: To sketch out or indicate as by an outline; as, to outline an argument or a campaign."
    },
    {
        "word": "out*liv\"er",
        "definition": "To face down; to outstare."
    },
    {
        "word": "out*look\"",
        "definition": "To inspect throughly; to select."
    },
    {
        "word": "out\"look`",
        "definition": "One who looks out; also, the place from which one looks out; a watchower."
    },
    {
        "word": "out\"ly`ing",
        "definition": "To surpass, or get an advantage of, in maneuvering; to outgeneral."
    },
    {
        "word": "out`ma*neu\"ver",
        "definition": "To excel in mantling; hence, to excel in splendor, as of dress."
    },
    {
        "word": "out*march\"",
        "definition": "To exceed in measure or extent; to measure more than."
    },
    {
        "word": "out*mount\"",
        "definition": "To exceed in naming or describing."
    },
    {
        "word": "out*name\"",
        "definition": "To exceed in name, fame, or degree."
    },
    {
        "word": "out\"ness",
        "definition": "The state or quality of being distanguishable from the perceiving mind, by being in space, and possessing marerial quality; externality; objectivity."
    },
    {
        "word": "out*num\"ber",
        "definition": "Being out of the house; being, or done, in the open air; outdoor; as, out-of-door exercise. See Out of door, under Out, adv."
    },
    {
        "word": "out`-of-the-way\"",
        "definition": "To outgo; to move faster than; to leave behind."
    },
    {
        "word": "out*pass\"",
        "definition": "To exceed in passion."
    },
    {
        "word": "out*pas\"sion",
        "definition": "A patient who is outside a hospital, but receives medical aid from it."
    },
    {
        "word": "out\"pour`",
        "definition": "To excel in power; to overpover."
    },
    {
        "word": "out*pray\"",
        "definition": "To surpass in preaching."
    },
    {
        "word": "out\"put`",
        "definition": "That which is thrown out as products of the metabolic activity of the body; the egesta other than the f\\'91ces. See Income."
    },
    {
        "word": "out\"rage",
        "definition": "To commit outrage upon; to subject to outrage; to treat with violence or excessive abuse."
    },
    {
        "word": "out\"rage",
        "definition": "Of the nature of an outrage; exceeding the limits of right, reason, or decency; involving or doing an outrage; furious; violent; atrocious."
    },
    {
        "word": "out*reach\"",
        "definition": "To excel or surpass in reasoning; to reason better than."
    },
    {
        "word": "out\"ride`",
        "definition": "A place for riding out."
    },
    {
        "word": "out\"rid`er",
        "definition": "One who rides out on horseback."
    },
    {
        "word": "out\"rig`ger",
        "definition": "A projecting support for a rowlock, extended from the side of a boat."
    },
    {
        "word": "out*ring\"",
        "definition": "To surpass in a rivalry."
    },
    {
        "word": "out*ri\"val",
        "definition": "To river; to sever."
    },
    {
        "word": "out*roar\"",
        "definition": "To exceed in romantic character."
    },
    {
        "word": "out*root\"",
        "definition": "To exceed, or leave behind, in running; to run faster than; to outstrip; to go beyond."
    },
    {
        "word": "out*see\"",
        "definition": "To exceed in amount of sales; to sell more than."
    },
    {
        "word": "out*sell\"",
        "definition": "To exceed in the price of selling; to fetch more than; to exceed in value."
    },
    {
        "word": "out\"sen`try",
        "definition": "A setting out, starting, or beginning."
    },
    {
        "word": "out\"side`",
        "definition": "Reaching the extreme or farthest limit, as to extent, quantity, etc.; as, an outside estimate."
    },
    {
        "word": "out\"side`",
        "definition": "One not belonging to the concern, institution, party, etc., spoken of; one disconnected in interest or feeling."
    },
    {
        "word": "out`sid\"er",
        "definition": "A locksmith's pinchers for grasping the point of a key in the keyhole, to open a door from the outside when the key is inside."
    },
    {
        "word": "out*sing\"",
        "definition": "To remain sitting, or in session, longer than, or beyond the time of; to outstay."
    },
    {
        "word": "out*sit\"",
        "definition": "A part remote from the center; outer edge; border; -- usually in the plural; as, the outskirts of a town."
    },
    {
        "word": "out*soar\"",
        "definition": "The outside sole of a boot or shoe."
    },
    {
        "word": "out\"sole`",
        "definition": "To surpass in sounding."
    },
    {
        "word": "out*sound\"",
        "definition": "To unyoke or disengage, as oxen from a wagon."
    },
    {
        "word": "out*span\"",
        "definition": "To exceed in sparkling."
    },
    {
        "word": "out*spar\"kle",
        "definition": "To exceed in speaking."
    },
    {
        "word": "out*speak\"",
        "definition": "To speak openly or boldly."
    },
    {
        "word": "out*spin\"",
        "definition": "Speaking, or spoken, freely, openly, or boldly; as, an outspoken man; an outspoken rebuke."
    },
    {
        "word": "out*spo\"ken",
        "definition": "To exceed in sporting."
    },
    {
        "word": "out*spread\"",
        "definition": "To spring out; to issue."
    },
    {
        "word": "out*spring\"",
        "definition": "To stand out, or project, from a surface or mass; hence, to remain standing out."
    },
    {
        "word": "out*stand\"",
        "definition": "To resist effectually; to withstand; to sustain without yielding."
    },
    {
        "word": "out*step\"",
        "definition": "To exceed in storming."
    },
    {
        "word": "out*stride\"",
        "definition": "To strike out; to strike faster than."
    },
    {
        "word": "out*suf\"fer",
        "definition": "To exceed in swearing."
    },
    {
        "word": "out*swear\"",
        "definition": "To surpass in sweetness."
    },
    {
        "word": "out*swell\"",
        "definition": "To swell beyond; to overflow."
    },
    {
        "word": "out*throw\"",
        "definition": "To excel in throwing, as in ball playing."
    },
    {
        "word": "out*toil\"",
        "definition": "To silence by talk, clamor, or noise."
    },
    {
        "word": "out*top\"",
        "definition": "To exceed in speed o<?/ distance traveled."
    },
    {
        "word": "out*twine\"",
        "definition": "To exceed in value."
    },
    {
        "word": "out*ven\"om",
        "definition": "To exceed in vying."
    },
    {
        "word": "out*vil\"lain",
        "definition": "To exceed in noise."
    },
    {
        "word": "out\"ward",
        "definition": "Of or pertaining to the outer surface or to what is external; manifest; public."
    },
    {
        "word": "out\"wards",
        "definition": "To exceed in watching."
    },
    {
        "word": "out*watch\"",
        "definition": "A way out; exit."
    },
    {
        "word": "out*wear\"",
        "definition": "To last longer than; to outlast; as, this cloth will outwear the other."
    },
    {
        "word": "out*weed\"",
        "definition": "To exceed in weeping."
    },
    {
        "word": "out*weep\"",
        "definition": "To exceed in weight or value."
    },
    {
        "word": "out*went\"",
        "definition": "To exceed in lewdness."
    },
    {
        "word": "out*whore\"",
        "definition": "To win a way out of."
    },
    {
        "word": "out*win\"",
        "definition": "To extricate by winding; to unloose."
    },
    {
        "word": "out*woe\"",
        "definition": "To exceed in working; to work more or faster than."
    },
    {
        "word": "out*work\"",
        "definition": "A minor defense constructed beyond the main body of a work, as a ravelin, lunette, hornwork, etc."
    },
    {
        "word": "out*worth\"",
        "definition": "To extort; to draw from or forth by violence."
    },
    {
        "word": "out*write\"",
        "definition": "To exceed in buffoonery."
    },
    {
        "word": "o\"va",
        "definition": "Of or pertaining to eggs; done in the egg, or inception; as, oval conceptions."
    },
    {
        "word": "o\"val",
        "definition": "Having the figure of an egg; oblong and curvilinear, with one end broader than the other, or with both ends of about the same breadth; in popular usage, elliptical."
    },
    {
        "word": "o`val*bu\"min",
        "definition": "Having the form of an egg; having a figure such that any section in the direction of the shorter diameter will be circular, and any in the direction of the longer diameter will be oval."
    },
    {
        "word": "o*val\"i*form",
        "definition": "In an oval form."
    },
    {
        "word": "o*va\"ri*an",
        "definition": "One of the tubes of which the ovaries of most insects are composed."
    },
    {
        "word": "o*va\"ri*ole",
        "definition": "One who performs, or is skilled in, ovariotomy."
    },
    {
        "word": "o*va`ri*ot\"o*mist",
        "definition": "The operation of removing one or both of the ovaries; o\\'94phorectomy."
    },
    {
        "word": "o*va`ri*ot\"o*my",
        "definition": "Consisting of eggs; as, ovarious food."
    },
    {
        "word": "o`va*ri\"tis",
        "definition": "An ovary. See Ovary."
    },
    {
        "word": "o*va\"ri*um",
        "definition": "That part of the pistil which contains the seed, and in most flowering plants develops into the fruit. See Illust. of Flower."
    },
    {
        "word": "o\"va*ry",
        "definition": "The essential female reproductive organ in which the ova are produced. See Illust. of Discophora."
    },
    {
        "word": "o\"vate",
        "definition": "Shaped like an egg, with the lower extremity broadest."
    },
    {
        "word": "o\"vate-a*cu\"mi*nate",
        "definition": "Having a form intermediate between ovate and cylindraceous."
    },
    {
        "word": "o\"va*ted",
        "definition": "Having a form intermediate between ovate and lanceolate."
    },
    {
        "word": "o\"vate-lan\"ce*o*late",
        "definition": "Oblong. with one end narrower than the other; ovato-oblong."
    },
    {
        "word": "o\"vate-ob\"long",
        "definition": "Having a form intermediate between that of an egg and a sphere; roundly ovate."
    },
    {
        "word": "o\"vate-ro*tund\"ate",
        "definition": "Having an ovate form, but with a subulate tip or extremity."
    },
    {
        "word": "o\"vate-su\"bu*late",
        "definition": "A lesser kind of triumph allowed to a commander for an easy, bloodless victory, or a victory over slaves."
    },
    {
        "word": "o*va\"tion",
        "definition": "Hence: An expression of popular homage; the tribute of the multitude to a public favorite."
    },
    {
        "word": "o*va\"to-ro*tund\"ate",
        "definition": "A place arched over with brick or stonework, and used for baking, heating, or drying; hence, any structure, whether fixed or portable, which may be heated for baking, drying, etc.; esp., now, a chamber in a stove, used for baking or roasting."
    },
    {
        "word": "ov\"en",
        "definition": "Any species of the genus Furnarius, allied to the creepers. They inhabit South America and the West Indies, and construct curious oven-shaped nests."
    },
    {
        "word": "ov\"en*bird`",
        "definition": "Above, or higher than, in place or position, with the idea of covering; -- opposed to under; as, clouds are over our heads; the smoke rises over the city."
    },
    {
        "word": "o\"ver",
        "definition": "From one person or place to another regarded as on the opposite side of a space or barrier; -- used with verbs of motion; as, to sail over to England; to hand over the money; to go over to the enemy."
    },
    {
        "word": "o\"ver",
        "definition": "A certain number of balls (usually four) delivered successively from behind ine wicket, after which the ball is bowled from behing the other wicket as many times, the fielders changing places."
    },
    {
        "word": "o\"ver",
        "definition": "To be exceedingly plenty or superabundant."
    },
    {
        "word": "o`ver*act\"",
        "definition": "To act upon, or influence, unduly."
    },
    {
        "word": "o\"ver*ac\"tion",
        "definition": "To affect or care for unduly."
    },
    {
        "word": "o\"ver*anx*i\"e*ty",
        "definition": "Anxious in an excessive or needless degree."
    },
    {
        "word": "o\"ver*anx\"ious",
        "definition": "To make or place an arch over; to hang over like an arch."
    },
    {
        "word": "o`ver*bal\"ance",
        "definition": "To cause to lose balance or equilibrium."
    },
    {
        "word": "o\"ver*bar\"ren",
        "definition": "Excessively fertile; bearing rank or noxious growths."
    },
    {
        "word": "o`ver*bear\"ing",
        "definition": "Aggressively haughty; arrogant; domineering; tyrannical; dictatorial; insolent."
    },
    {
        "word": "o`ver*bend\"",
        "definition": "To bid or offer beyond, or in excess of."
    },
    {
        "word": "o`ver*blow\"",
        "definition": "To force so much wind into a pipe that it produces an overtone, or a note higher than the natural note; thus, the upper octaves of a flute are produced by overblowing."
    },
    {
        "word": "o\"ver*boun\"te*ous",
        "definition": "To bend or bow over; to bend in a contrary direction."
    },
    {
        "word": "o`ver*breed\"",
        "definition": "To flow over the brim; to be so full as to overflow."
    },
    {
        "word": "o`ver*brim\"",
        "definition": "To hang over like a brow; to impend over."
    },
    {
        "word": "o`ver*build\"",
        "definition": "To build too much; to build beyond the demand."
    },
    {
        "word": "o`ver*built\"",
        "definition": "To oppress by bulk; to overtower."
    },
    {
        "word": "o\"ver*bur\"den*some",
        "definition": "To burn too much; to be overzealous."
    },
    {
        "word": "o\"ver-bus\"y",
        "definition": "To buy too much."
    },
    {
        "word": "o`ver*buy\"",
        "definition": "To buy at too dear a rate."
    },
    {
        "word": "o`ver*cast\"",
        "definition": "To compute or rate too high."
    },
    {
        "word": "o`ver*catch\"",
        "definition": "Too cautious; cautious or prudent to excess."
    },
    {
        "word": "o\"ver*cau\"tious",
        "definition": "Too much or too frequent change; fickleness."
    },
    {
        "word": "o`ver*charge\"",
        "definition": "To charge or load too heavily; to burden; to oppress; to cloy."
    },
    {
        "word": "o\"ver*charge`",
        "definition": "An excessive load or burden."
    },
    {
        "word": "o`ver*cloud\"",
        "definition": "To fill beyond satiety."
    },
    {
        "word": "o`ver*come\"",
        "definition": "To get the better of; to surmount; to conquer; to subdue; as, to overcome enemies in battle."
    },
    {
        "word": "o`ver*com\"ing",
        "definition": "Excessive confidence; too great reliance or trust."
    },
    {
        "word": "o\"ver*cred\"u*lous",
        "definition": "To crow, exult, or boast, over; to overpower."
    },
    {
        "word": "o`ver*crowd\"",
        "definition": "Exceedingly or excessively cunning."
    },
    {
        "word": "o\"ver*cu\"ri*ous",
        "definition": "To dare too much or rashly; to be too daring."
    },
    {
        "word": "o`ver*dare\"",
        "definition": "To date later than the true or proper period."
    },
    {
        "word": "o`ver*do\"",
        "definition": "To overtask. or overtax; to fatigue; to exhaust; as, to overdo one's strength."
    },
    {
        "word": "o`ver*do\"er",
        "definition": "To dose to excess; to give an overdose, or too many doses, to."
    },
    {
        "word": "o`ver*dose\"",
        "definition": "Too great a dose; an excessive dose."
    },
    {
        "word": "o`ver*draw\"",
        "definition": "To exaggerate; to overdo."
    },
    {
        "word": "o`ver*drink\"",
        "definition": "To drive too hard, or far, or beyond strength."
    },
    {
        "word": "o`ver*dtive\"",
        "definition": "To wet or drench to excess."
    },
    {
        "word": "o\"ver*due\"",
        "definition": "To dye with excess of color; to put one color over (another)."
    },
    {
        "word": "o`ver*ear\"nest",
        "definition": "To gnaw all over, or on all sides."
    },
    {
        "word": "o`ver*eat\"",
        "definition": "To eat to excess; -- often with a reflexive."
    },
    {
        "word": "o`ver*es\"ti*mate",
        "definition": "An estimate that is too high; as, an overestimate of the vote."
    },
    {
        "word": "o`ver*es\"ti*mate",
        "definition": "To excite too much."
    },
    {
        "word": "o`ver*ex*cite\"",
        "definition": "Excess of excitement; the state of being overexcited."
    },
    {
        "word": "o\"ver*ex*cite\"ment",
        "definition": "To exert too much."
    },
    {
        "word": "o\"ver*ex*er\"tion",
        "definition": "Too exquisite; too exact or nice; too careful."
    },
    {
        "word": "o\"ver*ex\"qui*site",
        "definition": "To superintend; to oversee; to inspect."
    },
    {
        "word": "o`ver*eye\"",
        "definition": "To see; to observe."
    },
    {
        "word": "o\"ver*fall`",
        "definition": "A turbulent surface of water, caused by strong currents setting over submerged ridges; also, a dangerous submerged ridge or shoal."
    },
    {
        "word": "o\"ver*fa*tigue\"",
        "definition": "To fatigue to excess; to tire out."
    },
    {
        "word": "o`ver*fa*tigue\"",
        "definition": "To feed to excess; to surfeit."
    },
    {
        "word": "o\"ver*fierce\"",
        "definition": "To fill to excess; to surcharge."
    },
    {
        "word": "o`ver*fill\"",
        "definition": "To fish to excess."
    },
    {
        "word": "o`ver*flour\"ish",
        "definition": "To embellish with outward ornaments or flourishes; to varnish over."
    },
    {
        "word": "o`ver*flow\"",
        "definition": "To flow over the brim of; to fill more than full."
    },
    {
        "word": "o`ver*flow\"",
        "definition": "To be superabundant; to abound."
    },
    {
        "word": "o\"ver*flow`",
        "definition": "That which flows over; a superfluous portion; a superabundance."
    },
    {
        "word": "o\"ver*flux`",
        "definition": "To cross or pass over by flight."
    },
    {
        "word": "o\"ver*force`",
        "definition": "Forward to excess; too forward."
    },
    {
        "word": "o\"ver*for\"ward",
        "definition": "Free to excess; too liberal; too familiar."
    },
    {
        "word": "o\"ver*free\"",
        "definition": "To put too much freight in or upon; to load too full, or too heavily; to overload."
    },
    {
        "word": "o\"ver*fre\"quent",
        "definition": "To cover with a frieze, or as with a frieze."
    },
    {
        "word": "o\"ver*fruit\"ful",
        "definition": "Too full; filled to overflowing; excessively full; surfeited."
    },
    {
        "word": "o\"ver-gar`ment",
        "definition": "To garrison to excess."
    },
    {
        "word": "o`ver*gar\"ri*son",
        "definition": "To gaze; to overlook."
    },
    {
        "word": "o`ver*get\"",
        "definition": "To get beyond; to get over or recover from."
    },
    {
        "word": "o`ver*gild\"",
        "definition": "To gird too closely."
    },
    {
        "word": "o`ver*gird\"",
        "definition": "To give over; to surrender; to yield."
    },
    {
        "word": "o`ver*gorge\"",
        "definition": "To grace or honor exceedingly or beyond desert."
    },
    {
        "word": "o\"ver*gross\"",
        "definition": "Situated over or above ground; as, the overground portion of a plant."
    },
    {
        "word": "o`ver*grow\"",
        "definition": "To grow over; to cover with growth or herbage, esp. that which is rank."
    },
    {
        "word": "o`ver*hale\"",
        "definition": "The upper hand; advantage; superiority; mastery."
    },
    {
        "word": "o\"ver*hand`",
        "definition": "Done (as pitching or bowling) with the hand higher than the elbow, or the arm above, or higher than, the shoulder."
    },
    {
        "word": "o\"ver*hand`",
        "definition": "To handle, or use, too much; to mention too often."
    },
    {
        "word": "o`ver*hang\"",
        "definition": "To hang over; to jut or project over."
    },
    {
        "word": "o`ver*hang`",
        "definition": "Specifically: The projection of an upper part (as a roof, an upper story, or other part) of a building beyond the lower part; as, the overhang of a roof, of the eaves, etc."
    },
    {
        "word": "o\"ver*haste`",
        "definition": "Too hasty; precipitate; rash."
    },
    {
        "word": "o\"ver*has\"ty",
        "definition": "To haul or drag over; hence, to turn over for examination; to inspect; to examine thoroughly with a view to corrections or repairs."
    },
    {
        "word": "o`ver*haul\"",
        "definition": "To gain upon in a chase; to overtake."
    },
    {
        "word": "o\"ver*haul`",
        "definition": "Aloft; above; in or attached to the ceiling or roof; in the story or upon the floor above; in the zenith."
    },
    {
        "word": "o`ver*hear\"",
        "definition": "To hear more of (anything) than was intended to be heard; to hear by accident or artifice."
    },
    {
        "word": "o\"ver*heav`y",
        "definition": "To hele or cover over."
    },
    {
        "word": "o\"ver*high\"",
        "definition": "Too highly; too greatly."
    },
    {
        "word": "o\"ver*high\"ly",
        "definition": "To pass over by, or as by a hop; to skip over; hence, to overpass."
    },
    {
        "word": "o\"ver*hung\"",
        "definition": "Suspended from above or from the top."
    },
    {
        "word": "o`ver*in\"flu*ence",
        "definition": "To inform, fill, or animate, excessively."
    },
    {
        "word": "o`ver*is\"sue",
        "definition": "Excessively jealous; too jealous."
    },
    {
        "word": "o`ver*jeal\"ous",
        "definition": "To make excessively joyful; to gratify extremely."
    },
    {
        "word": "o\"ver*joy`",
        "definition": "To jump over; hence, to omit; to ignore."
    },
    {
        "word": "o`ver*la\"bor",
        "definition": "To cause to labor excessively; to overwork."
    },
    {
        "word": "o\"ver*land`",
        "definition": "By, upon, or across, land."
    },
    {
        "word": "o\"ver*land`",
        "definition": "One who travels over lands or countries; one who travels overland."
    },
    {
        "word": "o\"ver*land`er",
        "definition": "Employing too many words; diffuse."
    },
    {
        "word": "o`ver*lap\"",
        "definition": "The lapping of one thing over another; as, an overlap of six inches; an overlap of a slate on a roof."
    },
    {
        "word": "o\"ver*lap`",
        "definition": "An extension of geological beds above and beyond others, as in a conformable series of beds, when the upper beds extend over a wider space than the lower, either in one or in all directions."
    },
    {
        "word": "o\"ver*large\"",
        "definition": "Excess of size or bulk."
    },
    {
        "word": "o\"ver*large\"ness",
        "definition": "To drive on rashly; to go to excess; hence, to exaggerate; to boast."
    },
    {
        "word": "o`ver*lash\"ing",
        "definition": "Too late; exceedingly late."
    },
    {
        "word": "o\"ver*late\"",
        "definition": "To lave or bathe over."
    },
    {
        "word": "o\"ver*lav\"ish",
        "definition": "To lay, or spread, something over or across; hence, to cover; to overwhelm; to press excessively upon."
    },
    {
        "word": "o\"ver*lay`",
        "definition": "A piece of paper pasted upon the tympan sheet to improve the impression by making it stronger at a particular place."
    },
    {
        "word": "o\"ver*lay\"er",
        "definition": "A superficial covering; a coating."
    },
    {
        "word": "o\"ver*lay\"ing",
        "definition": "To domineer over; to affront; to treat with indignity."
    },
    {
        "word": "o\"ver*lib\"er*al",
        "definition": "In an overliberal manner."
    },
    {
        "word": "o`ver*lick\"",
        "definition": "To lie over or upon; specifically, to suffocate by lying upon; as, to overlie an infant."
    },
    {
        "word": "o\"ver*light\"",
        "definition": "The quality or state of being overly; carelessness."
    },
    {
        "word": "o`ver*load\"",
        "definition": "An excessive load; the excess beyond a proper load."
    },
    {
        "word": "o\"ver*load`",
        "definition": "Excessively logical; adhering too closely to the forms or rules of logic."
    },
    {
        "word": "o\"ver*loop`",
        "definition": "One who is lord over another or others; a superior lord; a master."
    },
    {
        "word": "o\"ver*loud\"",
        "definition": "To love to excess."
    },
    {
        "word": "o\"ver*lus\"cious",
        "definition": "Too lusty, or lively."
    },
    {
        "word": "o\"ver*ly",
        "definition": "Lying over or upon something; as, overlying rocks."
    },
    {
        "word": "o`ver*ly\"ing",
        "definition": "To magnify too much."
    },
    {
        "word": "o`ver*mast\"",
        "definition": "To overpower; to subdue; to vanquish; to govern."
    },
    {
        "word": "o`ver*mas\"ter",
        "definition": "To be more than equal to or a match for; hence, to vanquish."
    },
    {
        "word": "o`ver*match\"",
        "definition": "To marry (one) to a superior."
    },
    {
        "word": "o`ver*meas\"ure",
        "definition": "Excessive measure; the excess beyond true or proper measure; surplus."
    },
    {
        "word": "o\"ver*mic\"kle",
        "definition": "To mix with too much."
    },
    {
        "word": "o`ver*mix\"",
        "definition": "Modest to excess; bashful."
    },
    {
        "word": "o\"ver*more\"",
        "definition": "The day after or following to-morrow."
    },
    {
        "word": "o\"ver*much\"",
        "definition": "The quality or state of being in excess; superabundance."
    },
    {
        "word": "o`ver*mul\"ti*tude",
        "definition": "To name over or in a series; to recount."
    },
    {
        "word": "o\"ver*nice\"",
        "definition": "The fore part of the night last past; the previous evening."
    },
    {
        "word": "o`ver*noise\"",
        "definition": "Excessively numerous; too many."
    },
    {
        "word": "o\"ver*nu\"mer*ous",
        "definition": "To domineer over by virtue of office."
    },
    {
        "word": "o`ver*pass\"",
        "definition": "To go over or beyond; to cross; as, to overpass a river; to overpass limits."
    },
    {
        "word": "o\"ver*pa\"tient",
        "definition": "To pay too much to; to reward too highly."
    },
    {
        "word": "o`ver*pay\"",
        "definition": "To peer over; to rise above."
    },
    {
        "word": "o`ver*peer\"",
        "definition": "To people too densely."
    },
    {
        "word": "o`ver*peo\"ple",
        "definition": "To perch upon; to fly over."
    },
    {
        "word": "o`ver*please\"",
        "definition": "That which remains after a supply, or beyond a quantity proposed; surplus."
    },
    {
        "word": "o\"ver*pon\"der*ous",
        "definition": "To post over; to pass over swiftly, as by post."
    },
    {
        "word": "o\"ver*po\"tent",
        "definition": "To excel or exceed in power; to cause to yield; to vanquish; to subdue; as, the light overpowers the eyes."
    },
    {
        "word": "o`ver*pow\"er*ing",
        "definition": "To praise excessively or unduly."
    },
    {
        "word": "o`ver*praise\"",
        "definition": "The act of praising unduly; excessive praise."
    },
    {
        "word": "o`ver*press\"",
        "definition": "To overcome by importunity."
    },
    {
        "word": "o\"ver*prompt\"",
        "definition": "Containing more alcohol than proof spirit; stronger than proof spirit; that is, containing more than 49.3 per cent by weight of alcohol."
    },
    {
        "word": "o\"ver*proof\"",
        "definition": "To make of too great proportion."
    },
    {
        "word": "o`ver*pro*por\"tion",
        "definition": "Exceedingly or unduly proud."
    },
    {
        "word": "o`ver*rake\"",
        "definition": "Too rank or luxuriant."
    },
    {
        "word": "o\"ver*rank\"",
        "definition": "To rate or value too highly."
    },
    {
        "word": "o`ver*reach\"",
        "definition": "To reach above or beyond in any direction."
    },
    {
        "word": "o`ver*reach\"",
        "definition": "To cheat by cunning or deception."
    },
    {
        "word": "o\"ver*reach`",
        "definition": "One who overreaches; one who cheats; a cheat."
    },
    {
        "word": "o`ver*reach\"er",
        "definition": "To read over, or peruse."
    },
    {
        "word": "o\"ver*read\"y",
        "definition": "To reckon too highly."
    },
    {
        "word": "o`ver*reck\"on",
        "definition": "To smear with red."
    },
    {
        "word": "o`ver*red\"",
        "definition": "To refine too much."
    },
    {
        "word": "o\"ver*re*fine\"ment",
        "definition": "To rent for too much."
    },
    {
        "word": "o\"ver*rich\"",
        "definition": "To ride over or across; to ride upon; to trample down."
    },
    {
        "word": "o`ver*ride\"",
        "definition": "To suppress; to destroy; to supersede; to annul; as, one low overrides another; to override a veto."
    },
    {
        "word": "o\"ver*rigged\"",
        "definition": "Excessively righteous; -- usually implying hypocrisy."
    },
    {
        "word": "o\"ver*right\"eous",
        "definition": "Too rigid; too severe."
    },
    {
        "word": "o`ver*rule\"",
        "definition": "To rule or determine in a contrary way; to decide against; to abrogate or alter; as, God overrules the purposes of men; the chairman overruled the point of order."
    },
    {
        "word": "o`ver*rul\"ing",
        "definition": "To run over; to grow or spread over in excess; to invade and occupy; to take possession of; as, the vine overran its trellis; the farm is overrun with witch grass."
    },
    {
        "word": "o`ver*run\"",
        "definition": "To exceed in distance or speed of running; to go beyond or pass in running."
    },
    {
        "word": "o`ver*run\"",
        "definition": "To extend beyond its due or desired length; as, a line, or advertisement, overruns."
    },
    {
        "word": "o`ver*sat\"u*rate",
        "definition": "To say over; to repeat."
    },
    {
        "word": "o`ver*scent\"ed",
        "definition": "Covered or concealed by a different odor."
    },
    {
        "word": "o`ver*scru\"pu*lous",
        "definition": "The quality or state of being overscrupulous; excess of scrupulousness."
    },
    {
        "word": "o`ver*scru\"pu*lous*ness",
        "definition": "Beyond the sea; foreign."
    },
    {
        "word": "o\"ver*sea\"",
        "definition": "Over the sea; abroad."
    },
    {
        "word": "o`ver*search\"",
        "definition": "To season too highly."
    },
    {
        "word": "o`ver*see\"",
        "definition": "To superintend; to watch over; to direct; to look or see after; to overlook."
    },
    {
        "word": "o`ver*seer\"",
        "definition": "The office of an overseer."
    },
    {
        "word": "o`ver*seer\"ship",
        "definition": "To sell for a higher price than; to exceed in selling price."
    },
    {
        "word": "o`ver*set\"",
        "definition": "To cause to fall, or to tail; to subvert; to overthrow; as, to overset a government or a plot."
    },
    {
        "word": "o`ver*shad\"ow",
        "definition": "Fig.: To cover with a superior influence."
    },
    {
        "word": "o\"ver*shad\"ow*y",
        "definition": "To shake over or away; to drive away; to disperse."
    },
    {
        "word": "o`ver*shine\"",
        "definition": "To excel in shining; to outshine."
    },
    {
        "word": "o\"ver*shoe`",
        "definition": "To shoot over or beyond."
    },
    {
        "word": "o`ver*shoot\"",
        "definition": "To pass swiftly over; to fly beyond."
    },
    {
        "word": "o\"ver*sight`",
        "definition": "An overlooking; an omission; an error."
    },
    {
        "word": "o`ver*size\"",
        "definition": "To cover with viscid matter."
    },
    {
        "word": "o\"ver*skirt`",
        "definition": "A bar in a river; as, the overslaugh in the Hudson River."
    },
    {
        "word": "o`ver*slaugh\"",
        "definition": "To sleep beyond; as, to oversleep one's self or one's usual hour of rising."
    },
    {
        "word": "o`ver*sleep\"",
        "definition": "To sleep too long."
    },
    {
        "word": "o`ver*sleep\"",
        "definition": "To slide over or by."
    },
    {
        "word": "o`ver*slide\"",
        "definition": "To slip or slide over; to pass easily or carelessly beyond; to omit; to neglect; as, to overslip time or opportunity."
    },
    {
        "word": "o`ver*slip\"",
        "definition": "An outer garment, or slop."
    },
    {
        "word": "o\"vers*man",
        "definition": "An overseer; a superintendent."
    },
    {
        "word": "o`ver*span\"",
        "definition": "To exceed in speaking; to speak too much; to use too many words."
    },
    {
        "word": "o`ver*speak\"",
        "definition": "To spin out to too great length; to protract unduly."
    },
    {
        "word": "o`ver*spread\"",
        "definition": "To spring or leap over."
    },
    {
        "word": "o`ver*spring\"",
        "definition": "To stand on the price or conditions of, so as to lose a sale; to lose by an extravagant price or hard conditions."
    },
    {
        "word": "o\"ver*state\"ment",
        "definition": "To stay beyond the time or the limits of; as, to overstay the appointed time."
    },
    {
        "word": "o`ver-sto`ry",
        "definition": "To strain one's self to excess."
    },
    {
        "word": "o\"ver*strict\"",
        "definition": "To stride over or beyond."
    },
    {
        "word": "o\"ver*sub\"tile",
        "definition": "A sum or quantity over; surplus."
    },
    {
        "word": "o\"ver*sure\"",
        "definition": "To bear sway over."
    },
    {
        "word": "o`ver*sway\"",
        "definition": "To swell or rise above; to overflow."
    },
    {
        "word": "o\"vert",
        "definition": "Open to view; public; apparent; manifest."
    },
    {
        "word": "o`ver*take\"",
        "definition": "To come up with in a course, pursuit, progress, or motion; to catch up with."
    },
    {
        "word": "o`ver*task\"",
        "definition": "To tax or to task too heavily."
    },
    {
        "word": "o`ver*te\"di*ous",
        "definition": "To tempt exceedingly, or beyond the power of resistance."
    },
    {
        "word": "o`ver*throw\"",
        "definition": "To throw over; to overturn; to upset; to turn upside down."
    },
    {
        "word": "o\"ver*thwart\"",
        "definition": "Crossing in kind or disposition; perverse; adverse; opposing."
    },
    {
        "word": "o`ver*<?/<?/t\"",
        "definition": "Time beyond, or in excess of, a limit; esp., extra working time."
    },
    {
        "word": "o\"ver*time`",
        "definition": "To tire to excess; to exhaust."
    },
    {
        "word": "o`ver*tire\"",
        "definition": "To become too tired."
    },
    {
        "word": "o`ver*toil\"",
        "definition": "To weary excessively; to exhaust."
    },
    {
        "word": "o`ver*top\"",
        "definition": "To go beyond; to transcend; to transgress."
    },
    {
        "word": "o`ver*tow\"er",
        "definition": "To soar too high."
    },
    {
        "word": "o`ver*trade\"",
        "definition": "The act or practice of buying goods beyond the means of payment; a glutting of the market."
    },
    {
        "word": "o`ver*trad\"ing",
        "definition": "To tread over or upon."
    },
    {
        "word": "o`ver*tread\"",
        "definition": "To trip over nimbly."
    },
    {
        "word": "o`ver*trou\"bled",
        "definition": "To be too trustful or confident; to trust too much."
    },
    {
        "word": "o\"ver*trust`",
        "definition": "To trust too much."
    },
    {
        "word": "o\"ver*ture",
        "definition": "To turn or throw from a basis, foundation, or position; to overset; as, to overturn a carriage or a building."
    },
    {
        "word": "o`ver*turn\"",
        "definition": "To subvert; to destroy; to overthrow."
    },
    {
        "word": "o\"ver*turn`",
        "definition": "Capable of being, or liable to be, overturned or subverted."
    },
    {
        "word": "o\"ver*val`u*a\"tion",
        "definition": "To value excessively; to rate at too high a price."
    },
    {
        "word": "o`ver*val\"ue",
        "definition": "To exceed in value."
    },
    {
        "word": "o\"ver*watch\"",
        "definition": "To weary or exhaust by watching."
    },
    {
        "word": "o\"ver*weak\"",
        "definition": "To wear too much; to wear out."
    },
    {
        "word": "o\"ver*weight`",
        "definition": "Superabundance of weight; preponderance."
    },
    {
        "word": "o`ver*whelm\"",
        "definition": "To cover over completely, as by a great wave; to overflow and bury beneath; to ingulf; hence, figuratively, to immerse and bear down; to overpower; to crush; to bury; to oppress, etc., overpoweringly."
    },
    {
        "word": "o`ver*whelm\"ing",
        "definition": "To wind too tightly, as a spring, or too far, as a hoisting rope on a drum."
    },
    {
        "word": "o`ver*work\"",
        "definition": "To fill too full of work; to crowd with labor."
    },
    {
        "word": "o`ver*work\"",
        "definition": "Work in excess of the usual or stipulated time or quantity; extra work; also, excessive labor."
    },
    {
        "word": "o\"ver*work`",
        "definition": "Worn out or subdued by toil; worn out so as to be trite."
    },
    {
        "word": "o`ver*worn\"",
        "definition": "To wrest or force from the natural or proper position."
    },
    {
        "word": "o`vi*cap\"sule",
        "definition": "The outer layer of a Graafian follicle."
    },
    {
        "word": "o\"vi*cell`",
        "definition": "Of or pertaining to an egg."
    },
    {
        "word": "o*vio\"u*lar",
        "definition": "The pouch in which incubation takes place in some Tunicata."
    },
    {
        "word": "o\"vi*cyst",
        "definition": "Of or pertaining to the Latin poet Ovid; resembling the style of Ovid."
    },
    {
        "word": "o*vid\"i*an",
        "definition": "Of or pertaining to oviducts; as, oviducal glands."
    },
    {
        "word": "o`vi*du\"cal",
        "definition": "A tube, or duct, for the passage of ova from the ovary to the exterior of the animal or to the part where further development takes place. In mammals the oviducts are also called Fallopian tubes."
    },
    {
        "word": "o\"vi*duct",
        "definition": "Egg-bearing; -- applied particularly to certain receptacles, as in Crustacea, that retain the eggs after they have been excluded from the formative organs, until they are hatched."
    },
    {
        "word": "o*vif\"er*ous",
        "definition": "Having the form or figure of an egg; egg-shaped; as, an oviform leaf."
    },
    {
        "word": "o\"vile",
        "definition": "Of or pertaining to sheep; consisting of sheep."
    },
    {
        "word": "o\"vine",
        "definition": "An artifical division of vertebrates, including those that lay eggs; -opposed to Vivipara."
    },
    {
        "word": "o*vip\"a*ra",
        "definition": "Generatuon by means of ova. See Generation."
    },
    {
        "word": "o`vi*par\"i*ty",
        "definition": "Producing young from rggs; as, an oviparous animal, in which the egg is generally separated from the animal, and hatched after exclusion; -- opposed to viviparous."
    },
    {
        "word": "o*vip\"a*rous",
        "definition": "To lay or deposit eggs; -- said esp. of insects."
    },
    {
        "word": "o`vi*pos\"it",
        "definition": "To deposit or lay (an egg)."
    },
    {
        "word": "o`vi*pos\"it",
        "definition": "The depositing of eggs, esp. by insects."
    },
    {
        "word": "o`vi*pos\"it*ing",
        "definition": "The organ with which many insects and some other animals deposit their eggs. Some ichneumon files have a long ovipositor fitted to pierce the eggs or larv\\'91 of other insects, in order to lay their own eggs within the same."
    },
    {
        "word": "o`vi*pos\"i*tor",
        "definition": "A Graafian follicle; any sac containing an ovum or ova."
    },
    {
        "word": "o`vo*coc\"cus",
        "definition": "Resembling an egg in shape; egg-shaped; ovate; as, an ovoidal apple."
    },
    {
        "word": "o\"void",
        "definition": "A solid resembling an egg in shape."
    },
    {
        "word": "o\"void",
        "definition": "A round, convex molding. See Illust. of Column."
    },
    {
        "word": "o`vo*test\"tis",
        "definition": "Oviparous, but hatching the egg while it is within the body, as some fishes and reptiles."
    },
    {
        "word": "o*vo*vi*vip\"a*rous",
        "definition": "Relating or belonging to an ovule; as, an ovular growth."
    },
    {
        "word": "o\"vu*la*ry",
        "definition": "Containing an ovule or ovules."
    },
    {
        "word": "o\"vu*late",
        "definition": "The formation of ova or eggs in the ovary, and the discharge of the same. In the mammalian female the discharge occurs during menstruation."
    },
    {
        "word": "o`vu*la\"tion",
        "definition": "The rudiment of a seed. It grows from a placenta, and consists of a soft nucleus within two delicate coatings. The attached base of the ovule is the hilum, the coatings are united with the nucleus at the chalaza, and their minute orifice is the foramen."
    },
    {
        "word": "o`vu*lif\"er*ous",
        "definition": "A believer in the theory (called encasement theory), current during the last century, that the egg was the real animal germ, and that at the time of fecundation the spermatozoa simply gave the impetus which caused the unfolding of the egg, in which all generations were inclosed one within the other. Also called ovist."
    },
    {
        "word": "o\"vu*lum",
        "definition": "A more or less spherical and transparent mass of granular protoplasm, which by a process of multiplication and growth develops into a mass of cells, constituting a new individual like the parent; an egg, spore, germ, or germ cell. See Illust. of Mycropyle."
    },
    {
        "word": "ow`ing",
        "definition": "Had or experienced as a consequence, result, issue, etc.; ascribable; -- with to; as, misfortunes are often owing to vices; his failure was owing to speculations."
    },
    {
        "word": "owl",
        "definition": "Any cpecies of raptorial birds of the family Strigid\\'91. They have large eyes and ears, and a conspicuous circle of feathers around each eye. They are mostly nocturnal in their habits."
    },
    {
        "word": "owl",
        "definition": "To carry wool or sheep out of England."
    },
    {
        "word": "owl\"er*y",
        "definition": "A small owl; especially, the European species (Athene noctua), and the California flammulated owlet (Megascops flammeolus)."
    },
    {
        "word": "owl\"-eyed`",
        "definition": "The offense of transporting wool or sheep out of England contrary to the statute formerly existing."
    },
    {
        "word": "owl\"ish",
        "definition": "Affected wisdom; pompous dellness."
    },
    {
        "word": "owl\"ism",
        "definition": "Glimmering or imperfect <?/ight."
    },
    {
        "word": "own",
        "definition": "One who owns; a rightful proprietor; one who has the legal or rightful title, whether he is the possessor or not."
    },
    {
        "word": "own\"er*less",
        "definition": "The state of being an owner; the right to own; exclusive right of possession; legal or just claim or title; proprietorship."
    },
    {
        "word": "owre",
        "definition": "Tanner's ooze. See Ooze, 3."
    },
    {
        "word": "owse",
        "definition": "The male of bovine quadrupeds, especially the domestic animal when castrated and grown to its full size, or nearly so. The word is also applied, as a general name, to any species of bovine animals, male and female."
    },
    {
        "word": "ox`ac\"id",
        "definition": "A complex nitrogenous substance C3N3H5O3 obtained from alloxan (or when urea is fused with ethyl oxamate), as a stable white crystalline powder; -- called also oxaluramide."
    },
    {
        "word": "ox\"a*lan",
        "definition": "A white crystalline nitrogenous substance (C6H4N4O5)  obtained by the reduction of parabanic acid; -- called also leucoturic acid."
    },
    {
        "word": "ox`a*lan\"tin",
        "definition": "A salt of oxalic acid."
    },
    {
        "word": "ox*al\"de*hyde",
        "definition": "A poisonous nitrogenous base (C6H10N2) obtained indirectly from oxamide as a thick transparent oil which has a strong narcotic odor, and a physiological action resembling that of atropine. It is probably related to pyridine."
    },
    {
        "word": "ox`al*eth\"yl*ine",
        "definition": "Pertaining to, derived from, or contained in, sorrel, or oxalis; specifically, designating an acid found in, and characteristic of, oxalis, and also certain plant of the Buckwheat family."
    },
    {
        "word": "ox\"a*line",
        "definition": "A genus of plants,mostly herbs, with acid-tasting trifoliolate or multifoliolate leaves; -- called also wood sorrel."
    },
    {
        "word": "ox\"a*lis",
        "definition": "A yellow mineral consisting of oxalate of iron."
    },
    {
        "word": "ox`a*lur*am\"ide",
        "definition": "A salt of oxaluric acid."
    },
    {
        "word": "ox`a*lur\"ate",
        "definition": "Pertaining to, or designating, a complex nitrogenous acid related to the ureids, and obtained from parabanic acid as a white silky crystalline substance."
    },
    {
        "word": "ox`a*lur\"ic",
        "definition": "A hydrocarbon radical (C2O2) regarded as a residue of oxalic acid and occurring in derivatives of it."
    },
    {
        "word": "ox\"a*lyl",
        "definition": "A salt of oxamic acid."
    },
    {
        "word": "ox*am\"ate",
        "definition": "Ethyl oxamate, obtained as a white scaly crystalline powder."
    },
    {
        "word": "ox`a*meth\"ane",
        "definition": "Methyl oxamate, obtained as a pearly white crystalline substance."
    },
    {
        "word": "ox`a*meth\"yl*ane",
        "definition": "Pertaining to, or designating, an acid NH2.C2O2.HO obtained as a fine crystalline powder, intermediate between oxalic acid and oxamide. Its ammonium salt is obtained by boiling oxamide with ammonia."
    },
    {
        "word": "ox*am\"ic",
        "definition": "A white crystalline neutral substance (C2O2(NH2)2) obtained by treating ethyl oxalate with ammonia. It is the acid amide of oxalic acid.  Formerly called also oxalamide."
    },
    {
        "word": "ox*am\"ide",
        "definition": "One of a series of bases containing the amido and the isonitroso groups united to the same carbon atom."
    },
    {
        "word": "ox*am\"i*dine",
        "definition": "A white crystalline nitrogenous substance, obtained indirectly by the action of cyanogen on aniline, and regarded as an anilide of oxamic acid; -- called also phenyl oxamide."
    },
    {
        "word": "ox`a*nill*am\"ide",
        "definition": "A salt of oxanilic acid."
    },
    {
        "word": "ox*an\"i*late",
        "definition": "Pertaining to, or derived from, oxalic acid and aniline; -- used to designate an acid obtained in white crystalline scales by heating these substances together."
    },
    {
        "word": "ox`an*il\"ic",
        "definition": "a white crystalline substance, resembling oxanilamide, obtained by heating aniline oxalate, and regarded as a double anilide of oxalic acid; -- called also diphenyl oxamide."
    },
    {
        "word": "ox*an\"i*lide",
        "definition": "A poisonous bulbous plant (Buphane toxicaria) of the Cape of Good Hope."
    },
    {
        "word": "ox\"bit`er",
        "definition": "A frame of wood, bent into the shape of the letter U, and embracing an ox's neck as a kind of collar, the upper ends passing through the bar of the yoke; also, anything so shaped, as a bend in a river."
    },
    {
        "word": "ox\"bow`",
        "definition": "The oxeye daisy. See under Daisy."
    },
    {
        "word": "ox\"eye`",
        "definition": "A titmouse, especially the great titmouse (Parus major) and the blue titmouse (P. c\\'d2ruleus)."
    },
    {
        "word": "ox\"fly`",
        "definition": "Of or pertaining to the city or university of Oxford, England."
    },
    {
        "word": "ox\"gang`",
        "definition": "A goad for driving oxen."
    },
    {
        "word": "ox\"goad`",
        "definition": "Literally, the head of an ox (emblem of cuckoldom); hence, a dolt; a blockhead."
    },
    {
        "word": "ox\"heal`",
        "definition": "A large heart-shaped cherry, either black, red, or white."
    },
    {
        "word": "ox\"heart`",
        "definition": "The skin of an ox, or leather made from it."
    },
    {
        "word": "ox\"hide`",
        "definition": "A measure of land. See 3d Hide."
    },
    {
        "word": "ox\"id",
        "definition": "Capability of being converted into an oxide."
    },
    {
        "word": "ox`i*da*bil\"i*ty",
        "definition": "Capable of being converted into an oxide."
    },
    {
        "word": "ox\"i*date",
        "definition": "The act or process of oxidizing, or the state or result of being oxidized."
    },
    {
        "word": "ox\"i*da`tor",
        "definition": "A contrivance for causing a current of air to impinge on the flame of the Argand lamp; -- called also oxygenator."
    },
    {
        "word": "ox\"i*di`za*ble",
        "definition": "To combine with oxygen, or subject to the action of oxygen, or of an oxidizing agent."
    },
    {
        "word": "ox\"i*dize`ment",
        "definition": "An agent employed in oxidation, or which facilitates or brings about combination with oxygen; as, nitric acid, chlorine, bromine, etc., are strong oxidizers."
    },
    {
        "word": "ox\"i*di`zer",
        "definition": "Existing in the state of a protoxide; -- said of an oxide."
    },
    {
        "word": "ox*id\"u*la`ted",
        "definition": "One of a series of isonitroso derivatives obtained by the action of hydroxylamine on aldehydes or ketones."
    },
    {
        "word": "ox\"ime",
        "definition": "A white crystalline nitrogenous substance (C8H7NO) of the indol group, obtained by the reduction of dioxindol. It is a so-called lactam compound."
    },
    {
        "word": "ox*in\"dol",
        "definition": "Pertaining to, or designating, certain compounds of iodine and oxygen."
    },
    {
        "word": "ox`i*od\"ic",
        "definition": "Characteristic of, or like, an ox."
    },
    {
        "word": "ox\"like",
        "definition": "The great cowslip (Primula veris, var. elatior)."
    },
    {
        "word": "ox\"lip`",
        "definition": "A salt of oxonic acid."
    },
    {
        "word": "ox\"o*nate",
        "definition": "Of or relating to the city or the university of Oxford, England."
    },
    {
        "word": "ox*o\"ni*an",
        "definition": "Pertaining to, or designating, a complex nitrogenous acid (C4H5N3O4) not known in the free state, but obtained, in combination with its salts, by a slow oxidation of uric acid, to which it is related."
    },
    {
        "word": "ox*on\"ic",
        "definition": "An African bird of the genus Buphaga; the beefeater."
    },
    {
        "word": "ox\"peck`er",
        "definition": "A shoe for oxen, consisting of a flat piece of iron nailed to the hoof."
    },
    {
        "word": "ox\"shoe`",
        "definition": "The armpit; also, the arm."
    },
    {
        "word": "ox\"ter",
        "definition": "A name given to several plants, from the shape and roughness of their leaves; as, Anchusa officinalis, a kind of bugloss, and Helminthia echioides, both European herbs."
    },
    {
        "word": "ox\"tongue`",
        "definition": "A prefix, also used adjectively"
    },
    {
        "word": "ox`y*a*ce\"tic",
        "definition": "An acid containing oxygen, as chloric acid or sulphuric acid; -- contrasted with the hydracids, which contain no oxygen, as hydrochloric acid. See Acid, and Hydroxy-."
    },
    {
        "word": "ox`y*am*mo\"ni*a",
        "definition": "Hydroxy benzene. Same as Phenol."
    },
    {
        "word": "ox`y*ben\"zene",
        "definition": "Hydroxybenzoic; pertaining to, or designating, any one of several hydroxyl derivatives of benzonic acid, of which the commonest is salicylic acid."
    },
    {
        "word": "ox`y*ben*zo\"ic",
        "definition": "Pertaining to, or designating, certain compounds of oxygen and bromine."
    },
    {
        "word": "ox`y*bro\"mic",
        "definition": "Hydroxybutyric; designating any one of a group of metameric acids (C3H6.OH.CO2H)."
    },
    {
        "word": "ox`y*bu*tyr\"ic",
        "definition": "Of or pertaining to oxygen and calcium; as, the oxycalcium light. See Drummond light."
    },
    {
        "word": "ox`y*ca*pro\"ic",
        "definition": "Of, pertaining to, or designating in general, certain compounds containing oxygen and chlorine."
    },
    {
        "word": "ox`y*chlo\"ric",
        "definition": "A ternary compound of oxygen and chlorine; as, plumbic oxychloride."
    },
    {
        "word": "ox`y*chlo\"ride",
        "definition": "A Mixture of water and vinegar."
    },
    {
        "word": "ox\"y*gen",
        "definition": "A colorless, tasteless, odorless, gaseous element occurring in the free state in the atmosphere, of which it forms about 23 per cent by weight and about 21 per cent by volume, being slightly heavier than nitrogen. Symbol O. Atomic weight 15.96."
    },
    {
        "word": "ox\"y*gen*ate",
        "definition": "The act or process of combining or of treating with oxygen; oxidation."
    },
    {
        "word": "ox\"y*gen*a`tor",
        "definition": "Pertaining to, containing, or resembling, oxygen; producing oxygen."
    },
    {
        "word": "ox`y*gen\"ic",
        "definition": "The technical name of oxygen."
    },
    {
        "word": "ox*yg\"e*nous",
        "definition": "A triangle having three acute angles."
    },
    {
        "word": "ox`y*h\\'91m`o*glo\"bin",
        "definition": "Of or pertaining to a mixture of oxygen and hydrogen; as, oxyhydrogen gas."
    },
    {
        "word": "ox`y*meth\"yl*ene",
        "definition": "A figure in which an epithet of a contrary signification is added to a word; e. g., cruel kindness; laborious idleness."
    },
    {
        "word": "ox`y*mo\"ron",
        "definition": "A salt of the supposed oxymuriatic acid; a chloride."
    },
    {
        "word": "ox`y*neu\"rine",
        "definition": "Acid; producing acid; -applied especially to certain glands and cells in the stomach."
    },
    {
        "word": "ox*yn\"tic",
        "definition": "Excessive acuteness of sight."
    },
    {
        "word": "ox`y*o\"pi*a",
        "definition": "Pertaining to, or designating, the phenol formerly called oxyphenic acid, and now oxyphenol and pyrocatechin. See Pyrocatechin."
    },
    {
        "word": "ox`y*phe\"nic",
        "definition": "A phenol, oxyphenic acid, and now pyrocatechin."
    },
    {
        "word": "ox`y*phe\"nol",
        "definition": "Acuteness or shrillness of voice."
    },
    {
        "word": "ox*yph\"o*ny",
        "definition": "Hydroxy quinoline; a phenol derivative of quinoline, -- called also carbostyril."
    },
    {
        "word": "ox`y*rhyn\"cha",
        "definition": "A mixture of two parts of the oil of roses with one of the vinegar of roses."
    },
    {
        "word": "ox\"y*salt",
        "definition": "A ternary compound of oxygen and sulphur."
    },
    {
        "word": "ox`y*sul\"phu*ret",
        "definition": "Promoting uterine contractions, or parturition."
    },
    {
        "word": "ox`y*toc\"ic",
        "definition": "One of three hydroxy derivatives of toluene, called the cresols. See Cresol."
    },
    {
        "word": "ox`y*tol\"u*ene",
        "definition": "Having an acute sound; (Gr. Gram.), having an acute accent on the last syllable."
    },
    {
        "word": "ox\"y*tone",
        "definition": "A word having the acute accent on the last syllable."
    },
    {
        "word": "ox`y*ton\"ic*al",
        "definition": "A hearing or an inspection, as of a deed, bond, etc., as when a defendant in court prays oyer of a writing."
    },
    {
        "word": "oys\"ter",
        "definition": "Any marine bivalve mollusk of the genus Ostrea. They are usually found adhering to rocks or other fixed objects in shallow water along the seacoasts, or in brackish water in the mouth of rivers. The common European oyster (Ostrea edulis), and the American oyster (Ostrea Virginiana), are the most important species."
    },
    {
        "word": "oys\"ter<?/green`",
        "definition": "Gathering, or dredging for, oysters."
    },
    {
        "word": "o*zo\"na",
        "definition": "A waxlike mineral resin; -- sometimes called native paraffin, and mineral wax."
    },
    {
        "word": "o`zo*ce\"rite",
        "definition": "The act of treating with ozone; also, the act of converting into, or producing, ozone; ozonization."
    },
    {
        "word": "o`zo*na\"tion",
        "definition": "A colorless gaseous substance (O<?/) obtained (as by the silent discharge of electricity in oxygen) as an allotropic form of oxygen, containing three atoms in the molecule. It is a streng oxidizer, and probably exists in the air, though by he ordinary tests it is liable to be confused with certain other substances, as hydrogen dioxide, or certain oxides of nitrogen. It derives its name from its peculiar odor, which resembles that of weak chlorine."
    },
    {
        "word": "o\"zone",
        "definition": "Pertaining to, resembling, or containing, ozone."
    },
    {
        "word": "o*zon\"ic",
        "definition": "The act or process of producing, or of subjecting to the action of, ozone."
    },
    {
        "word": "o`zo*ni*za\"tion",
        "definition": "To convert into ozone, as oxygen."
    },
    {
        "word": "o\"zo*nize",
        "definition": "An apparatus or agent for the production or application of ozone."
    },
    {
        "word": "o\"zo*ni`zer",
        "definition": "An instrument for ascertaining the amount of ozone in the atmosphere, or in any gaseous mixture."
    },
    {
        "word": "o`zo*no*met\"ric",
        "definition": "The measurement or determination of the quantity of ozone."
    },
    {
        "word": "o`zo*nom\"e*try",
        "definition": "An apparatus employed to indicate the presence, or the amount, of ozone."
    },
    {
        "word": "o*zo\"no*scope",
        "definition": "Serving to indicate the presence or the amount of ozone."
    },
    {
        "word": "o*zo`no*scop\"ic",
        "definition": "Pertaining to or containing, ozone."
    },
    {
        "word": "oueen\"-post`",
        "definition": "The state, rank, or dignity of a queen."
    },
    {
        "word": "ours",
        "definition": "An emphasized or reflexive form of the pronoun of the second person; -- used as a subject commonly with you; as, you yourself shall see it; also, alone in the predicate, either in the nominative or objective case; as, you have injured yourself."
    }
]