[
    {
        "word": "v",
        "definition": "As a numeral, V stands for five, in English and Latin."
    },
    {
        "word": "va\"can*cy",
        "definition": "The quality or state of being vacant; emptiness; hence, freedom from employment; intermission; leisure; idleness; listlessness."
    },
    {
        "word": "va\"cant",
        "definition": "Deprived of contents; not filled; empty; as, a vacant room."
    },
    {
        "word": "va\"cant*ly",
        "definition": "To make vacant; to leave empty; to cease from filling or occupying; as, it was resolved by Parliament that James had vacated the throne of England; the tenant vacated the house."
    },
    {
        "word": "va\"cate",
        "definition": "To annul; to make void; to deprive of force; to make of no authority or validity; as, to vacate a commission or a charter; to vacate proceedings in a cause."
    },
    {
        "word": "va*ca\"tion",
        "definition": "The act of vacating; a making void or of no force; as, the vacation of an office or a charter."
    },
    {
        "word": "vac*ci\"na",
        "definition": "Of or pertaining to vaccinia or vaccination."
    },
    {
        "word": "vac\"ci*nal",
        "definition": "To inoculate with the cowpox by means of a virus, called vaccine, taken either directly or indirectly from cows."
    },
    {
        "word": "vac\"ci*na`tor",
        "definition": "Of or pertaining to cows; pertaining to, derived from, or caused by, vaccinia; as, vaccine virus; the vaccine disease."
    },
    {
        "word": "vac\"ci*nist",
        "definition": "A genus of ericaceous shrubs including the various kinds of blueberries and the true cranberries."
    },
    {
        "word": "vac*cin\"i*um",
        "definition": "A keeper of stock or cattle; a herdsman."
    },
    {
        "word": "vach\"er*y",
        "definition": "An inclosure for cows."
    },
    {
        "word": "vac\"il*late",
        "definition": "To move one way and the other; to reel or stagger; to waver."
    },
    {
        "word": "vac`il*la\"tion",
        "definition": "The act of vacillating; a moving one way and the other; a wavering."
    },
    {
        "word": "vac\"u*ate",
        "definition": "The act of emptying; evacuation."
    },
    {
        "word": "vac`u*a\"tion",
        "definition": "One who holds the doctrine that the space between the bodies of the universe, or the molecules and atoms of matter., is a vacuum; -- opposed to plenist."
    },
    {
        "word": "va*cu\"i*ty",
        "definition": "The quality or state of being vacuous, or not filled; emptiness; vacancy; as, vacuity of mind; vacuity of countenance."
    },
    {
        "word": "va*cu\"na",
        "definition": "Full of vacuoles, or small air cavities; as, vacuolated cells."
    },
    {
        "word": "vac\"u*o*la`ted",
        "definition": "Formation into, or multiplication of, vacuoles."
    },
    {
        "word": "vac\"u*o*la\"tion",
        "definition": "A small air cell, or globular space, in the interior of organic cells, either containing air, or a pellucid watery liquid, or some special chemical secretions of the cell protoplasm."
    },
    {
        "word": "va*dan\"tes",
        "definition": "To fade; hence, to vanish."
    },
    {
        "word": "va`de me\"cum",
        "definition": "A bond or pledge for appearance before a judge on a certain day."
    },
    {
        "word": "vad\"i*mo*ny",
        "definition": "Pledge; security; bail. See Mortgage."
    },
    {
        "word": "vae",
        "definition": "Crafty; cunning; sly; as, vafrous tricks."
    },
    {
        "word": "vag\"a*bond",
        "definition": "Floating about without any certain direction; driven to and fro."
    },
    {
        "word": "vag\"a*bond`ism",
        "definition": "To play the vagabond; to wander about in idleness."
    },
    {
        "word": "vag\"a*bond`ry",
        "definition": "Of or pertaining to the vagus, or pneumogastric nerves; pneumogastric."
    },
    {
        "word": "va*gan\"tes",
        "definition": "Given to, or characterized by, vagaries; capricious; whimsical; crochety."
    },
    {
        "word": "va*ga\"ry",
        "definition": "A wandering or strolling."
    },
    {
        "word": "va*gi\"na",
        "definition": "A sheath; a theca; as, the vagina of the portal vein."
    },
    {
        "word": "vag\"i*nal",
        "definition": "Of or pertaining to a vagina; resembling a vagina, or sheath; thecal; as, a vaginal synovial membrane; the vaginal process of the temporal bone."
    },
    {
        "word": "vag\"i*nate",
        "definition": "A tribe of birds comprising the sheathbills."
    },
    {
        "word": "vag`i*na\"ti",
        "definition": "Having the nerves, or veins, placed in apparent disorder."
    },
    {
        "word": "vag`i*ner*vose\"",
        "definition": "A genus of Infusoria which form minute vaselike or tubular cases in which they dwell."
    },
    {
        "word": "vag`i*nic\"o*la",
        "definition": "A painful spasmodic contraction of the vagina, often rendering copulation impossible."
    },
    {
        "word": "vag`i*nis\"mus",
        "definition": "Inflammation of the vagina, or the genital canal, usually of its mucous living membrane."
    },
    {
        "word": "vag`i*no*pen\"nous",
        "definition": "A little sheath, as that about the base of the pedicel of most mosses."
    },
    {
        "word": "vag\"i*nule",
        "definition": "To caper or frolic."
    },
    {
        "word": "va\"grant",
        "definition": "Moving without certain direction; wandering; erratic; unsettled."
    },
    {
        "word": "va\"grant*ly",
        "definition": "State of being vagrant; vagrancy."
    },
    {
        "word": "vague\"ness",
        "definition": "Wandering; -- applied especially to the pneumogastric nerve."
    },
    {
        "word": "vail",
        "definition": "Avails; profit; return; proceeds."
    },
    {
        "word": "vain",
        "definition": "Having no real substance, value, or importance; empty; void; worthless; unsatisfying."
    },
    {
        "word": "vain`glo\"ri*ous",
        "definition": "Excessive vanity excited by one's own performances; empty pride; undue elation of mind; vain show; boastfulness."
    },
    {
        "word": "vain\"ly",
        "definition": "The quality or state of being vain."
    },
    {
        "word": "vain\"ness",
        "definition": "The skin of the squirrel, much used in the fourteenth century as fur for garments, and frequently mentioned by writers of that period in describing the costly dresses of kings, nobles, and prelates. It is represented in heraldry by a series of small shields placed close together, and alternately white and blue."
    },
    {
        "word": "vair\"y",
        "definition": "A worshiper of the god Vishnu in any of his incarnations."
    },
    {
        "word": "vaish\"na*va",
        "definition": "The worship of Vishnu."
    },
    {
        "word": "vaish\"na*vism",
        "definition": "The third of the four great original castes among the Hindoos, now either extinct or partially represented by the mercantile class of Banyas. See the Note under Caste, 1."
    },
    {
        "word": "vai\"vode",
        "definition": "A native attorney or agent; also, an ambassador."
    },
    {
        "word": "val\"ance",
        "definition": "Hanging drapery for a bed, couch, window, or the like, especially that which hangs around a bedstead, from the bed to the floor."
    },
    {
        "word": "vale",
        "definition": "A farewell; a bidding farewell."
    },
    {
        "word": "val`e*dic*to\"ri*an",
        "definition": "Bidding farewell; suitable or designed for an occasion of leave-taking; as, a valedictory oration."
    },
    {
        "word": "val`e*dic\"to*ry",
        "definition": "A valedictory oration or address spoken at commencement in American colleges or seminaries by one of the graduating class, usually by the leading scholar."
    },
    {
        "word": "val`e*dic\"to*ry",
        "definition": "The degree of combining power of an atom (or radical) as shown by the number of atoms of hydrogen (or of other monads, as chlorine, sodium, etc.) with which it will combine, or for which it can be substituted, or with which it can be compared; thus, an atom of hydrogen is a monad, and has a valence of one; the atoms of oxygen, nitrogen, and carbon are respectively dyads, triads, and tetrads, and have a valence respectively of two, three, and four."
    },
    {
        "word": "va*len\"ci*a",
        "definition": "A rich kind of lace made at Valenciennes, in France. Each piece is made throughout, ground and pattern, by the same person and with the same thread, the pattern being worked in the net."
    },
    {
        "word": "va*len\"ti*a",
        "definition": "A sweetheart chosen on St. Valentine's Day."
    },
    {
        "word": "val\"en*tine",
        "definition": "A letter containing professions of love, or a missive of a sentimental, comic, or burlesque character, sent on St. Valentine's Day."
    },
    {
        "word": "val`en*tin\"i*an",
        "definition": "The acid amide derivative of valeric acid, obtained as a white crystalline substance."
    },
    {
        "word": "val`er*am\"ide",
        "definition": "A salt of valeric acid."
    },
    {
        "word": "val\"er*ate",
        "definition": "Any plant of the genus Valeriana. The root of the officinal valerian (V. officinalis) has a strong smell, and is much used in medicine as an antispasmodic."
    },
    {
        "word": "va*le\"ri*an*ate",
        "definition": "Performance to, or obtained from, valerian root; specifically, designating an acid which is usually called valeric acid."
    },
    {
        "word": "va*le`ri*an\"ic",
        "definition": "Valerianic; specifically, designating any one of three metameric acids, of which the typical one (called also inactive valeric acid), C4H9CO2H, is obtained from valerian root and other sources, as a corrosive, mobile, oily liquid, having a strong acid taste, and an odor of old cheese."
    },
    {
        "word": "va*ler\"i*dine",
        "definition": "A salt of valeric acid with glycerin, occurring in butter, dolphin oil., and forming an forming an oily liquid with a slightly unpleasant odor."
    },
    {
        "word": "val\"er*in",
        "definition": "A base, C15H27N, produced together with valeridine, which it resembles."
    },
    {
        "word": "va*ler\"i*trine",
        "definition": "A combining form (also used adjectively) indicating derivation from, or relation to, valerian or some of its products, as valeric acid; as in valerolactone, a colorless oily liquid produced as the anhydride of an hydroxy valeric acid."
    },
    {
        "word": "val\"er*o-",
        "definition": "A ketone of valeric acid obtained as an oily liquid."
    },
    {
        "word": "val\"er*one",
        "definition": "The hypothetical radical C5H9O, regarded as the essential nucleus of certain valeric acid derivatives."
    },
    {
        "word": "val\"er*yl",
        "definition": "A liquid hydrocarbon, C5H8; -- called also pentine."
    },
    {
        "word": "val\"et",
        "definition": "A male waiting servant; a servant who attends on gentleman's person; a body servant."
    },
    {
        "word": "val*hal\"la",
        "definition": "The palace of immortality, inhabited by the souls of heroes slain in battle."
    },
    {
        "word": "val\"iant",
        "definition": "Vigorous in body; strong; powerful; as, a valiant fencer."
    },
    {
        "word": "va*lid\"i*ty",
        "definition": "The quality or state of being valid; strength; force; especially, power to convince; justness; soundness; as, the validity of an argument or proof; the validity of an objection."
    },
    {
        "word": "val\"id*ly",
        "definition": "The quality or state of being valid."
    },
    {
        "word": "val\"id*ness",
        "definition": "A tube for drawing liquors from a cask by the bunghole."
    },
    {
        "word": "val\"inch",
        "definition": "A small sack or case, usually of leather, but sometimes of other material, for containing the clothes, toilet articles, etc., of a traveler; a traveling bag; a portmanteau."
    },
    {
        "word": "va*lise\"",
        "definition": "One of the maidens of Odin, represented as awful and beautiful, who presided over battle and marked out those who were to be slain, and who also ministered at the feasts of heroes in Valhalla."
    },
    {
        "word": "val*lan\"cy",
        "definition": "Of or pertaining to a rampart."
    },
    {
        "word": "val\"la*ry",
        "definition": "A rampart or intrenchment."
    },
    {
        "word": "val*la\"tion",
        "definition": "Of or pertaining to a vallation; used for a vallation; as, vallatory reads."
    },
    {
        "word": "val*lec\"u*la",
        "definition": "A groove; a fossa; as, the vallecula, or fossa, which separates the hemispheres of the cerebellum."
    },
    {
        "word": "val\"ley",
        "definition": "The space inclosed between ranges of hills or mountains; the strip of land at the bottom of the depressions intersecting a country, including usually the bed of a stream, with frequently broad alluvial plains on one or both sides of the stream. Also used figuratively."
    },
    {
        "word": "va*lo\"ni*a",
        "definition": "The acorn cup of two kinds of oak (Quercus macrolepis, and Q. vallonea) found in Eastern Europe. It contains abundance of tannin, and is much used by tanners and dyers."
    },
    {
        "word": "val\"or*ous",
        "definition": "Of or pertaining to Valsalva, an Italian anatomist of the 17th century."
    },
    {
        "word": "val\"u*a*ble",
        "definition": "Worthy; estimable; deserving esteem; as, a valuable friend; a valuable companion."
    },
    {
        "word": "val\"u*a*ble*ness",
        "definition": "So as to be of value."
    },
    {
        "word": "val\"u*a*bly",
        "definition": "The act of valuing, or of estimating value or worth; the act of setting a price; estimation; appraisement; as, a valuation of lands for the purpose of taxation."
    },
    {
        "word": "val`u*a\"tion",
        "definition": "Value set upon a thing; estimated value or worth; as, the goods sold for more than their valuation."
    },
    {
        "word": "val\"ue",
        "definition": "To estimate the value, or worth, of; to rate at a certain price; to appraise; to reckon with respect to number, power, importance, etc."
    },
    {
        "word": "val\"ue*less",
        "definition": "One who values; an appraiser."
    },
    {
        "word": "val\"va*sor",
        "definition": "A genus of small spiral fresh-water gastropods having an operculum."
    },
    {
        "word": "valv\"ate",
        "definition": "Resembling, or serving as, a valve; consisting of, or opening by, a valve or valves; valvular."
    },
    {
        "word": "valve",
        "definition": "A door; especially, one of a pair of folding doors, or one of the leaves of such a door."
    },
    {
        "word": "valved",
        "definition": "A little valve; a valvule; especially, one of the pieces which compose the outer covering of a pericarp."
    },
    {
        "word": "valve\"let",
        "definition": "Any fresh-water gastropod of the genus Valvata."
    },
    {
        "word": "valve\"-shell`",
        "definition": "A little valve or fold; a valvelet; a valvule."
    },
    {
        "word": "valv\"u*lar",
        "definition": "Of or pertaining to a valve or valves; specifically (Med.), of or pertaining to the valves of the heart; as, valvular disease."
    },
    {
        "word": "valv\"ule",
        "definition": "A little valve; a valvelet."
    },
    {
        "word": "val\"yl*ene",
        "definition": "The piece designed to protect the arm from the elbow to the wrist."
    },
    {
        "word": "vam\"brace",
        "definition": "To depart quickly; to depart from."
    },
    {
        "word": "va*mose\"",
        "definition": "To advance; to travel."
    },
    {
        "word": "vamp",
        "definition": "The part of a boot or shoe above the sole and welt, and in front of the ankle seam; an upper."
    },
    {
        "word": "vamp\"er",
        "definition": "To swagger; to make an ostentatious show."
    },
    {
        "word": "vam\"pire",
        "definition": "A blood-sucking ghost; a soul of a dead person superstitiously believed to come from the grave and wander about by night sucking the blood of persons asleep, thus causing their death. This superstition is now prevalent in parts of Eastern Europe, and was especially current in Hungary about the year 1730."
    },
    {
        "word": "vam\"pir*ism",
        "definition": "Belief in the existence of vampires."
    },
    {
        "word": "va\"mure",
        "definition": "The front of an army; the first line or leading column; also, the front line or foremost division of a fleet, either in sailing or in battle."
    },
    {
        "word": "van",
        "definition": "To wash or cleanse, as a small portion of ore, on a shovel."
    },
    {
        "word": "van",
        "definition": "A light wagon, either covered or open, used by tradesmen and others fore the transportation of goods."
    },
    {
        "word": "van",
        "definition": "A fan or other contrivance, as a sieve, for winnowing grain."
    },
    {
        "word": "van\"a*date",
        "definition": "Pertaining to, or obtained from, vanadium; containing vanadium; specifically distinguished those compounds in which vanadium has a relatively higher valence as contrasted with the vanadious compounds; as, vanadic oxide."
    },
    {
        "word": "va*nad\"i*nite",
        "definition": "Pertaining to, or containing, vanadium; specifically, designating those compounds in which vanadium has a lower valence as contrasted with the vanadic compounds; as, vanadious acid."
    },
    {
        "word": "va*na\"di*ous",
        "definition": "A salt of vanadious acid, analogous to a nitrite or a phosphite."
    },
    {
        "word": "van\"a*dite",
        "definition": "A rare element of the nitrogen-phosphorus group, found combined, in vanadates, in certain minerals, and reduced as an infusible, grayish-white metallic powder. It is intermediate between the metals and the non-metals, having both basic and acid properties. Sumbol V (or Vd, rarely). Atomic weight 51.2."
    },
    {
        "word": "va*na\"di*um",
        "definition": "Of or pertaining to vanadium; obtained from vanadium; -- said of an acid containing one equivalent of vanadium and two of oxygen."
    },
    {
        "word": "van\"a*dous",
        "definition": "The hypothetical radical VO, regarded as a characterized residue of certain vanadium compounds."
    },
    {
        "word": "van\"a*dyl",
        "definition": "One sent in advance; an avant-courier; a precursor."
    },
    {
        "word": "van\"dal",
        "definition": "One of a Teutonic race, formerly dwelling on the south shore of the Baltic, the most barbarous and fierce of the northern nations that plundered Rome in the 5th century, notorious for destroying the monuments of art and literature."
    },
    {
        "word": "van\"dal",
        "definition": "The spirit or conduct of the Vandals; ferocious cruelty; hostility to the arts and literature, or willful destruction or defacement of their monuments."
    },
    {
        "word": "van\"dal*ism",
        "definition": "Of or pertaining to the style of Vandyke the painter; used or represented by Vandyke."
    },
    {
        "word": "van*dyke\"",
        "definition": "fit or furnish with a Vandyke; to form with points or scallops like a Vandyke."
    },
    {
        "word": "van*es\"si*an",
        "definition": "A ditch on the outside of the counterscarp, usually full of water."
    },
    {
        "word": "van\"fess`",
        "definition": "A rope to steady the peak of a gaff."
    },
    {
        "word": "vang",
        "definition": "Benne (Sesamum orientale); also, its seeds; -- so called in the West Indies."
    },
    {
        "word": "van\"glo",
        "definition": "The troops who march in front of an army; the advance guard; the van."
    },
    {
        "word": "va*nil\"la",
        "definition": "A genus of climbing orchidaceous plants natives of tropical America."
    },
    {
        "word": "va*nil\"late",
        "definition": "Pertaining to, or derived from, vanilla or vanillin; resembling vanillin; specifically, designating an alcohol and an acid respectively, vanillin being the intermediate aldehyde."
    },
    {
        "word": "va*nil\"lic",
        "definition": "A white crystalline aldehyde having a burning taste and characteristic odor of vanilla. It is extracted from vanilla pods, and is also obtained by the decomposition of coniferin, and by the oxidation of eugenol."
    },
    {
        "word": "va*nil\"lin",
        "definition": "An inferior kind of vanilla, the pods of Vanilla Pompona."
    },
    {
        "word": "va*nil\"loes",
        "definition": "The hypothetical radical characteristic of vanillic alcohol."
    },
    {
        "word": "va*nil\"lyl",
        "definition": "Vain or foolish talk."
    },
    {
        "word": "vani\"ish",
        "definition": "To pass from a visible to an invisible state; to go out of sight; to disappear; to fade; as, vapor vanishes from the sight by being dissipated; a ship vanishes from the sight of spectators on land."
    },
    {
        "word": "van\"i*ty",
        "definition": "The quality or state of being vain; want of substance to satisfy desire; emptiness; unsubstantialness; unrealness; falsity."
    },
    {
        "word": "van\"jas",
        "definition": "A machine for concentrating ore. See Frue vanner."
    },
    {
        "word": "van\"ner hawk`",
        "definition": "A process by which ores are washed on a shovel, or in a vanner."
    },
    {
        "word": "van\"quish",
        "definition": "To conquer, overcome, or subdue in battle, as an enemy."
    },
    {
        "word": "van\"quish",
        "definition": "That may be vanquished."
    },
    {
        "word": "van\"quish*a*ble",
        "definition": "One who, or that which, vanquishes."
    },
    {
        "word": "van\"tage",
        "definition": "superior or more favorable situation or opportunity; gain; profit; advantage."
    },
    {
        "word": "va\"por",
        "definition": "Any substance in the gaseous, or a\\'89riform, state, the condition of which is ordinarily that of a liquid or solid."
    },
    {
        "word": "va\"por",
        "definition": "To pass off in fumes, or as a moist, floating substance, whether visible or invisible, to steam; to be exhaled; to evaporate."
    },
    {
        "word": "vap`o*ra*bil\"i*ty",
        "definition": "Capable of being converted into vapor by the agency of heat; vaporizable."
    },
    {
        "word": "vap\"o*ra*ble",
        "definition": "To emit vapor; to evaporate."
    },
    {
        "word": "vap\"o*rate",
        "definition": "The act or process of converting into vapor, or of passing off in vapor; evaporation."
    },
    {
        "word": "vap`o*ra\"tion",
        "definition": "Wet with vapors; moist."
    },
    {
        "word": "va\"pored",
        "definition": "Affected with the vapors. See Vapor, n., 5."
    },
    {
        "word": "vap`o*rif\"er*ous",
        "definition": "Producing vapor; tending to pass, or to cause to pass, into vapor; thus, volatile fluids are vaporific; heat is a vaporific agent."
    },
    {
        "word": "vap`o*rif\"ic",
        "definition": "Existing in a vaporous form or state; as, steam is a vaporiform substance."
    },
    {
        "word": "va*por\"i*form",
        "definition": "An instrument for measuring the volume or the tension of any vapor; specifically, an instrument of this sort used as an alcoholometer in testing spirituous liquors."
    },
    {
        "word": "vap`o*rim\"e*ter",
        "definition": "Talking idly; boasting; vaunting."
    },
    {
        "word": "va\"por*ing",
        "definition": "Full of vapors; vaporous."
    },
    {
        "word": "va\"por*ish",
        "definition": "Hypochondriacal; affected by hysterics; splenetic; peevish; humorsome."
    },
    {
        "word": "vap\"o*ri`za*ble",
        "definition": "The act or process of vaporizing, or the state of being converted into vapor; the artificial formation of vapor; specifically, the conversion of water into steam, as in a steam boiler."
    },
    {
        "word": "vap\"o*rize",
        "definition": "One who, or that which, vaporizes, or converts into vapor."
    },
    {
        "word": "vap\"o*ri`zer",
        "definition": "Full of vapor; vaporous."
    },
    {
        "word": "va\"por*ous",
        "definition": "Having the form or nature of vapor."
    },
    {
        "word": "va\"por*ous*ness",
        "definition": "Full of vapors; vaporous."
    },
    {
        "word": "vap`u*la\"tion",
        "definition": "One who has charge of cattle, horses, etc.; a herdsman."
    },
    {
        "word": "va*que\"ro",
        "definition": "A Spanish measure of length equal to about one yard. The vara now in use equals 33.385 inches."
    },
    {
        "word": "va\"ran",
        "definition": "One of the Northmen who founded a dynasty in Russia in the 9th century; also, one of the Northmen composing, at a later date, the imperial bodyguard at Constantinople."
    },
    {
        "word": "va*ran\"gi*an",
        "definition": "A genus of very large lizards native of Asia and Africa. It includes the monitors. See Monitor, 3."
    },
    {
        "word": "va*ra\"nus",
        "definition": "A wand or staff of authority or justice."
    },
    {
        "word": "var\"ec",
        "definition": "The ringtailed lemur (Lemur catta) of Madagascar. Its long tail is annulated with black and white."
    },
    {
        "word": "va`ri*a*bil\"i*ty",
        "definition": "The quality or state of being variable; variableness."
    },
    {
        "word": "va\"ri*a*ble",
        "definition": "Having the capacity of varying or changing; capable of alternation in any manner; changeable; as, variable winds or seasons; a variable quantity."
    },
    {
        "word": "va\"ri*a*ble",
        "definition": "A quantity which may increase or decrease; a quantity which admits of an infinite number of values in the same expression; a variable quantity; as, in the equation x2 - y2 = R2, x and y are variables."
    },
    {
        "word": "va\"ri*ance",
        "definition": "The quality or state of being variant; change of condition; variation."
    },
    {
        "word": "va\"ri*ant",
        "definition": "Varying in from, character, or the like; variable; different; diverse."
    },
    {
        "word": "va\"ri*ant",
        "definition": "To alter; to make different; to vary."
    },
    {
        "word": "va`ri*a\"tion",
        "definition": "The act of varying; a partial change in the form, position, state, or qualities of a thing; modification; alternation; mutation; diversity; deviation; as, a variation of color in different lights; a variation in size; variation of language."
    },
    {
        "word": "va*ric\"i*form",
        "definition": "A varicose enlargement of the veins of the spermatic cord; also, a like enlargement of the veins of the scrotum."
    },
    {
        "word": "var\"i*cose`",
        "definition": "Irregularly swollen or enlarged; affected with, or containing, varices, or varicosities; of or pertaining to varices, or varicosities; as, a varicose nerve fiber; a varicose vein; varicose ulcers."
    },
    {
        "word": "var`i*cos\"i*ty",
        "definition": "An enlargement or swelling in a vessel, fiber, or the like; a varix; as, the varicosities of nerve fibers."
    },
    {
        "word": "var\"i*cous",
        "definition": "Changed; altered; various; diversified; as, a varied experience; varied interests; varied scenery."
    },
    {
        "word": "va`ri*e*ga\"tion",
        "definition": "A wanderer; one who strays in search of variety."
    },
    {
        "word": "va*ri\"e*ty",
        "definition": "The quality or state of being various; intermixture or succession of different things; diversity; multifariousness."
    },
    {
        "word": "va\"ri*form",
        "definition": "Formed with different shapes; having various forms; variform."
    },
    {
        "word": "va\"ri*formed",
        "definition": "To make different; to vary; to variegate."
    },
    {
        "word": "va`ri*ol\"ic",
        "definition": "A kind of diorite or diabase containing imbedded whitish spherules, which give the rock a spotted appearance."
    },
    {
        "word": "va`ri*o*lit\"ic",
        "definition": "Thickly marked with small, round specks; spotted."
    },
    {
        "word": "va\"ri*o*loid",
        "definition": "The smallpox as modified by previous inoculation or vaccination."
    },
    {
        "word": "va*ri\"o*lous",
        "definition": "Containing notes by different persons; -- applied to a publication; as, a variorum edition of a book."
    },
    {
        "word": "va\"ri*ous",
        "definition": "Different; diverse; several; manifold; as, men of various names; various occupations; various colors."
    },
    {
        "word": "va\"ri*ous*ly",
        "definition": "An apple-green mineral occurring in reniform masses. It is a hydrous phosphate of alumina."
    },
    {
        "word": "var\"is*cite",
        "definition": "An imperfection on the inside of the hind leg in horses, different from a curb, but at the same height, and frequently injuring the sale of the animal by growing to an unsightly size."
    },
    {
        "word": "va\"rix",
        "definition": "A uneven, permanent dilatation of a vein."
    },
    {
        "word": "var\"let",
        "definition": "A servant, especially to a knight; an attendant; a valet; a footman."
    },
    {
        "word": "var\"nish",
        "definition": "A viscid liquid, consisting of a solution of resinous matter in an oil or a volatile liquid, laid on work with a brush, or otherwise. When applied the varnish soon dries, either by evaporation or chemical action, and the resinous part forms thus a smooth, hard surface, with a beautiful gloss, capable of resisting, to a greater or less degree, the influences of air and moisture."
    },
    {
        "word": "var\"nish",
        "definition": "To lay varnish on; to cover with a liquid which produces, when dry, a hard, glossy surface; as, to varnish a table; to varnish a painting."
    },
    {
        "word": "var\"nish*er",
        "definition": "One who disguises or palliates; one who gives a fair external appearance."
    },
    {
        "word": "var\"nish*ing",
        "definition": "A doctor or teacher in the Armenian church. Members of this order of ecclesiastics frequently have charge of dioceses, with episcopal functions."
    },
    {
        "word": "var\"ta*bed",
        "definition": "The god of the waters; the Indian Neptune. He is regarded as regent of the west, and lord of punishment, and is represented as riding on a sea monster, holding in his hand a snaky cord or noose with which to bind offenders, under water."
    },
    {
        "word": "va*ru\"na",
        "definition": "In falconry, one of the rings secured to the ends of the jesses."
    },
    {
        "word": "var\"vel",
        "definition": "Having varvels, or rings."
    },
    {
        "word": "va\"ry",
        "definition": "To change the aspect of; to alter in form, appearance, substance, position, or the like; to make different by a partial change; to modify; as, to vary the properties, proportions, or nature of a thing; to vary a posture or an attitude; to vary one's dress or opinions."
    },
    {
        "word": "vas\"cu*lar",
        "definition": "Consisting of, or containing, vessels as an essential part of a structure; full of vessels; specifically (Bot.), pertaining to, or containing, special ducts, or tubes, for the circulation of sap."
    },
    {
        "word": "vas`cu*lar\"i*ty",
        "definition": "One of the substances of which vegetable tissue is composed, differing from cellulose in its solubility in certain media."
    },
    {
        "word": "vas\"cu*lose`",
        "definition": "Same as Ascidium, n., 1."
    },
    {
        "word": "vas\"cu*lum",
        "definition": "A tin box, commonly cylindrical or flattened, used in collecting plants."
    },
    {
        "word": "vase",
        "definition": "A vessel adapted for various domestic purposes, and anciently for sacrificial used; especially, a vessel of antique or elegant pattern used for ornament; as, a porcelain vase; a gold vase; a Grecian vase.  See Illust. of Portland vase, under Portland."
    },
    {
        "word": "vas\"e*line",
        "definition": "Formed like a vase, or like a common flowerpot."
    },
    {
        "word": "vase\"-shaped`",
        "definition": "Having the form of a vessel, or duct."
    },
    {
        "word": "vas`o*con*strict\"or",
        "definition": "A substance which causes constriction of the blood vessels.  Such substances are used in medicine to raise blood pressure."
    },
    {
        "word": "vas`o*den\"tine",
        "definition": "Causing dilation or relaxation of the blood vessels; as, the vasodilator nerves, stimulation of which causes dilation of the blood vessels to which they go. These nerves are also called vaso-inhibitory, and vasohypotonic nerves, since their stimulation causes relaxation and rest."
    },
    {
        "word": "vas`o*di*lat\"or",
        "definition": "Concerned in the development and formation of blood vessels and blood corpuscles; as, the vasoformative cells."
    },
    {
        "word": "vas`o-in*hib\"i*to*ry",
        "definition": "Causing movement in the walls of vessels; as, the vasomotor mechanisms; the vasomotor nerves, a system of nerves distributed over the muscular coats of the blood vessels."
    },
    {
        "word": "vas\"sal",
        "definition": "The grantee of a fief, feud, or fee; one who holds land of superior, and who vows fidelity and homage to him; a feudatory; a feudal tenant."
    },
    {
        "word": "vas\"sal*age",
        "definition": "The state of being a vassal, or feudatory."
    },
    {
        "word": "vast",
        "definition": "Waste; desert; desolate; lonely."
    },
    {
        "word": "vat",
        "definition": "As much as a vat will hold; enough to fill a vat."
    },
    {
        "word": "vat\"ful",
        "definition": "Of or pertaining to a prophet; prophetical."
    },
    {
        "word": "vat\"i*can*ism",
        "definition": "One who strongly adheres to the papal authority; an ultramontanist."
    },
    {
        "word": "vat\"i*can*ist",
        "definition": "The murder, or the murderer, of a prophet."
    },
    {
        "word": "va*tic\"i*na`tor",
        "definition": "A prediction; a vaticination."
    },
    {
        "word": "vaude\"ville",
        "definition": "A kind of song of a lively character, frequently embodying a satire on some person or event, sung to a familiar air in couplets with a refrain; a street song; a topical song."
    },
    {
        "word": "vau*dois",
        "definition": "An inhabitant, or the inhabitants, of the Swiss canton of Vaud."
    },
    {
        "word": "vault",
        "definition": "An arched structure of masonry, forming a ceiling or canopy."
    },
    {
        "word": "vault",
        "definition": "To form with a vault, or to cover with a vault; to give the shape of an arch to; to arch; as, vault a roof; to vault a passage to a court."
    },
    {
        "word": "vault",
        "definition": "To leap; to bound; to jump; to spring."
    },
    {
        "word": "vault\"ed",
        "definition": "Covered with an arch, or vault."
    },
    {
        "word": "vault\"ing",
        "definition": "Act of one who vaults or leaps."
    },
    {
        "word": "vaunt\"er",
        "definition": "Given to vaunting or boasting; vainly ostentatious; boastful; vainglorious."
    },
    {
        "word": "vaunt\"ful",
        "definition": "In a vaunting manner."
    },
    {
        "word": "vaunt\"ing*ly",
        "definition": "A false wall; a work raised in front of the main wall."
    },
    {
        "word": "vauque\"lin*ite",
        "definition": "To vault; to leap."
    },
    {
        "word": "vav\"a*so*ry",
        "definition": "The fore part; van."
    },
    {
        "word": "va\"za par`rot",
        "definition": "The thirteenth, or intercalary, month of the Jewish ecclesiastical calendar, which is added about every third year."
    },
    {
        "word": "ve\"a*dar",
        "definition": "The flesh of a calf when killed and used for food."
    },
    {
        "word": "vec\"tion",
        "definition": "The act of carrying, or state of being carried."
    },
    {
        "word": "vec`ti*ta\"tion",
        "definition": "Same as Radius vector."
    },
    {
        "word": "vec\"tor",
        "definition": "A directed quantity, as a straight line, a force, or a velocity. Vectors are said to be equal when their directions are the same their magnitudes equal. Cf. Scalar."
    },
    {
        "word": "ve*dan\"tic",
        "definition": "One versed in the doctrines of the Vedantas."
    },
    {
        "word": "ve*dan\"tist",
        "definition": "A sentinel, usually on horseback, stationed on the outpost of an army, to watch an enemy and give notice of danger; a vidette."
    },
    {
        "word": "ve*dette\"",
        "definition": "A Russian liquid measure, equal to 3.249 gallons of U.S. standard measure, or 2.706 imperial gallons."
    },
    {
        "word": "veer\"ing",
        "definition": "An American thrush (Turdus fuscescens) common in the Northern United States and Canada. It is light tawny brown above. The breast is pale buff, thickly spotted with brown. Called also Wilson's thrush."
    },
    {
        "word": "ve\"ga",
        "definition": "The quality or state of being vegetable."
    },
    {
        "word": "veg`e*ta*ble",
        "definition": "Of or pertaining to plants; having the nature of, or produced by, plants; as, a vegetable nature; vegetable growths, juices, etc."
    },
    {
        "word": "veg\"e*ta*ble",
        "definition": "A plant used or cultivated for food for man or domestic animals, as the cabbage, turnip, potato, bean, dandelion, etc.; also, the edible part of such a plant, as prepared for market or the table."
    },
    {
        "word": "veg\"e*tal",
        "definition": "Of or pertaining to vegetables, or the vegetable kingdom; of the nature of a vegetable; vegetable."
    },
    {
        "word": "veg`e*tal\"i*ty",
        "definition": "The quality or state of being vegetal, or exhibiting those physiological phenomena which are common to plants and animals. See Vegetal, a., 2."
    },
    {
        "word": "veg`e*ta\"ri*an",
        "definition": "Of or pertaining to vegetarianism; as, a vegetarian diet."
    },
    {
        "word": "veg`e*ta\"ri*an",
        "definition": "The theory or practice of living upon vegetables and fruits."
    },
    {
        "word": "veg\"e*tate",
        "definition": "To grow, as plants, by nutriment imbibed by means of roots and leaves; to start into growth; to sprout; to germinate."
    },
    {
        "word": "veg`e*ta\"tion",
        "definition": "The act or process of vegetating, or growing as a plant does; vegetable growth."
    },
    {
        "word": "veg\"e*ta*tive",
        "definition": "Growing, or having the power of growing, as plants; capable of vegetating."
    },
    {
        "word": "veg\"e*to-an\"i*mal",
        "definition": "Vigorous; lively; active; vegete."
    },
    {
        "word": "ve\"he*mence",
        "definition": "The quality pr state of being vehement; impetuous force; impetuosity; violence; fury; as, the vehemence."
    },
    {
        "word": "ve\"he*ment",
        "definition": "Acting with great force; furious; violent; impetuous; forcible; mighty; as, vehement wind; a vehement torrent; a vehement fire or heat."
    },
    {
        "word": "ve\"hi*cle",
        "definition": "That in or on which any person or thing is, or may be, carried, as a coach, carriage, wagon, cart, car, sleigh, bicycle, etc.; a means of conveyance; specifically, a means of conveyance upon land."
    },
    {
        "word": "ve*hic\"u*la*ry",
        "definition": "To convey by means of a vehicle; to ride in a vehicle."
    },
    {
        "word": "veil",
        "definition": "Something hung up, or spread out, to intercept the view, and hide an object; a cover; a curtain; esp., a screen, usually of gauze, crape, or similar diaphnous material, to hide or protect the face."
    },
    {
        "word": "veil",
        "definition": "To throw a veil over; to cover with a veil."
    },
    {
        "word": "vein",
        "definition": "One of the vessels which carry blood, either venous or arterial, to the heart. See Artery, 2."
    },
    {
        "word": "vein\"al",
        "definition": "Full of veins; streaked; variegated; as, veined marble."
    },
    {
        "word": "veined",
        "definition": "Having fibrovascular threads extending throughout the lamina; as, a veined leaf."
    },
    {
        "word": "vein\"let",
        "definition": "Marked with veins; veined; veiny."
    },
    {
        "word": "vein\"stone`",
        "definition": "Full of veins; veinous; veined; as, veiny marble."
    },
    {
        "word": "ve\"lar",
        "definition": "Of or pertaining to a velum; esp. (Anat.) of or pertaining to the soft palate."
    },
    {
        "word": "ve*la\"ri*um",
        "definition": "Having a veil; veiled."
    },
    {
        "word": "vel\"i*ger",
        "definition": "A dispute or contest; a slight contest; a skirmish."
    },
    {
        "word": "ve*liv\"o*lant",
        "definition": "The salted stomach of a calf, used in making cheese; a rennet bag."
    },
    {
        "word": "vell",
        "definition": "To cut the turf from, as for burning."
    },
    {
        "word": "vel\"li*cate",
        "definition": "The act of twitching, or of causing to twitch."
    },
    {
        "word": "vel`li*ca\"tion",
        "definition": "A local twitching, or convulsive motion, of a muscular fiber, especially of the face."
    },
    {
        "word": "vel\"li*ca*tive",
        "definition": "A word occurring in the phrase real vellon. See the Note under Its Real."
    },
    {
        "word": "vel*lon\"",
        "definition": "A fine kind of parchment, usually made from calfskin, and rendered clear and white, -- used as for writing upon, and for binding books."
    },
    {
        "word": "vel\"lum*y",
        "definition": "An apparatus for measuring speed, as of machinery or vessels, but especially of projectiles."
    },
    {
        "word": "vel`o*cim\"e*ter",
        "definition": "A light road carriage propelled by the feet of the rider. Originally it was propelled by striking the tips of the toes on the roadway, but commonly now by the action of the feet on a pedal or pedals connected with the axle of one or more of the wheels, and causing their revolution. They are made in many forms, with two, three, or four wheels. See Bicycle, and Tricycle."
    },
    {
        "word": "ve*loc\"i*pede",
        "definition": "One who rides on a velocipede."
    },
    {
        "word": "ve*loc\"i*ty",
        "definition": "Quickness of motion; swiftness; speed; celerity; rapidity; as, the velocity of wind; the velocity of a planet or comet in its orbit or course; the velocity of a cannon ball; the velocity of light."
    },
    {
        "word": "ve\"lum",
        "definition": "Curtain or covering; -- applied to various membranous partitions, especially to the soft palate. See under Palate."
    },
    {
        "word": "vel`u*ti\"na",
        "definition": "Having the surface covered with a fine and dense silky pubescence; velvety; as, a velutinous leaf."
    },
    {
        "word": "vel\"verd",
        "definition": "A kind of velvet having cotton back."
    },
    {
        "word": "vel\"vet",
        "definition": "A silk fabric, having a short, close nap of erect threads. Inferior qualities are made with a silk pile on a cotton or linen back."
    },
    {
        "word": "vel\"vet*breast`",
        "definition": "A kind of cloth, usually cotton, made in imitation of velvet; cotton velvet."
    },
    {
        "word": "vel`vet*een\"",
        "definition": "The fine shag or nap of velvet; a piece of velvet; velvet goods."
    },
    {
        "word": "vel\"vet*ing",
        "definition": "A name given to several plants which have soft, velvety leaves, as the Abutilon Avicenn\\'91, the Cissampelos Pareira, and the Lavatera arborea, and even the common mullein."
    },
    {
        "word": "vel\"vet*leaf`",
        "definition": "Made of velvet, or like velvet; soft; smooth; delicate."
    },
    {
        "word": "ve*na\"da",
        "definition": "Of or pertaining to veins; venous; as, venal blood."
    },
    {
        "word": "ve\"nal",
        "definition": "Capable of being bought or obtained for money or other valuable consideration; made matter of trade or barter; held for sale; salable; mercenary; purchasable; hireling; as, venal services."
    },
    {
        "word": "ve\"nal*ly",
        "definition": "The hunting spiders, which run after, or leap upon, their prey."
    },
    {
        "word": "ve*nan\"tes",
        "definition": "Of or, pertaining to hunting."
    },
    {
        "word": "ven\"a*ry",
        "definition": "Of or pertaining to hunting; used in hunting."
    },
    {
        "word": "ve*nat\"i*ca",
        "definition": "The arrangement or system of veins, as in the wing of an insect, or in the leaves of a plant. See Illust. in Appendix."
    },
    {
        "word": "ve*na\"tion",
        "definition": "The act or art of hunting, or the state of being hunted."
    },
    {
        "word": "ven`a*to\"ri*al",
        "definition": "To transfer to another person for a pecuniary equivalent; to make an object of trade; to dispose of by sale; to sell; as, to vend goods; to vend vegetables."
    },
    {
        "word": "vend",
        "definition": "The total sales of coal from a colliery."
    },
    {
        "word": "ven\"dace",
        "definition": "The person to whom a thing is vended, or sold; -- the correlative of vendor."
    },
    {
        "word": "vend*ee\"",
        "definition": "The first month of the French republican calendar, dating from September 22, 1792."
    },
    {
        "word": "vend\"er",
        "definition": "A blood feud; private revenge for the murder of a kinsman."
    },
    {
        "word": "ven*det\"ta",
        "definition": "The quality or state of being vendible, or salable."
    },
    {
        "word": "vend`i*bil\"i*ty",
        "definition": "Capable of being vended, or sold; that may be sold; salable."
    },
    {
        "word": "vend\"i*ble",
        "definition": "To cry up. as if for sale; to blazon."
    },
    {
        "word": "vends",
        "definition": "A public sale of anything, by outcry, to the highest bidder; an auction."
    },
    {
        "word": "ve*neer\"ing",
        "definition": "Thin wood or other material used as a veneer."
    },
    {
        "word": "ven\"e*fice",
        "definition": "Acting by poison; used in poisoning or in sorcery."
    },
    {
        "word": "ven\"e*mous",
        "definition": "To poison; to infect with poison."
    },
    {
        "word": "ven\"e*nose`",
        "definition": "The quality or state of being venerable; venerableness."
    },
    {
        "word": "ven`e*ra\"ce*a",
        "definition": "To regard with reverential respect; to honor with mingled respect and awe; to reverence; to revere; as, we venerate parents and elders."
    },
    {
        "word": "ve*ne\"re*al",
        "definition": "Devoted to the offices of Venus, or love; venereal."
    },
    {
        "word": "ve`ne*sec\"tion",
        "definition": "Of or pertaining to Venice in Italy."
    },
    {
        "word": "ve*ne\"tian",
        "definition": "A bout, or turn, as at fencing; a thrust; a hit; a veney."
    },
    {
        "word": "venge\"a*ble",
        "definition": "Punishment inflicted in return for an injury or an offense; retribution; -- often, in a bad sense, passionate or unrestrained revenge."
    },
    {
        "word": "venge\"ful",
        "definition": "Avengement; penal retribution; vengeance."
    },
    {
        "word": "ve*ni\"re fa\"ci*as",
        "definition": "Beasts of the chase."
    },
    {
        "word": "ven\"i*son",
        "definition": "Formerly, the flesh of any of the edible beasts of the chase, also of game birds; now, the flesh of animals of the deer kind exclusively."
    },
    {
        "word": "ve*ni\"te",
        "definition": "Matter fatal or injurious to life; poison; particularly, the poisonous, the poisonous matter which certain animals, such as serpents, scorpions, bees, etc., secrete in a state of health, and communicate by thing or stinging."
    },
    {
        "word": "ven\"om",
        "definition": "Spite; malice; malignity; evil quality. Chaucer."
    },
    {
        "word": "ven\"om*ous",
        "definition": "Having a poison gland or glands for the secretion of venom, as certain serpents and insects."
    },
    {
        "word": "ve*nose\"",
        "definition": "The quality or state of being venous."
    },
    {
        "word": "ve*nos\"i*ty",
        "definition": "A condition in which the circulation is retarded, and the entire mass of blood is less oxygenated than it normally is."
    },
    {
        "word": "ven\"ous",
        "definition": "Contained in the veins, or having the same qualities as if contained in the veins, that is, having a dark bluish color and containing an insufficient amount of oxygen so as no longer to be fit for oxygenating the tissues; -- said of the blood, and opposed to arterial."
    },
    {
        "word": "vent",
        "definition": "To snuff; to breathe or puff out; to snort."
    },
    {
        "word": "vent",
        "definition": "To suffer to escape from confinement; to let out; to utter; to pour forth; as, to vent passion or complaint."
    },
    {
        "word": "vent\"er",
        "definition": "The lower part of the abdomen in insects."
    },
    {
        "word": "vent\"hole",
        "definition": "A passage for wind or air; a passage or pipe for ventilating apartments."
    },
    {
        "word": "ven\"ti*late",
        "definition": "To provide with a vent, or escape, for air, gas, etc.; as, to ventilate a mold, or a water-wheel bucket."
    },
    {
        "word": "ven`ti*la\"tion",
        "definition": "The act of refrigerating, or cooling; refrigeration; as, ventilation of the blood."
    },
    {
        "word": "ven\"ti*la*tive",
        "definition": "A contrivance for effecting ventilation; especially, a contrivance or machine for drawing off or expelling foul or stagnant air from any place or apartment, or for introducing that which is fresh and pure."
    },
    {
        "word": "ven`tose\"",
        "definition": "Quality or state of being ventose; windiness; hence, vainglory; pride."
    },
    {
        "word": "ven\"trad",
        "definition": "Of, pertaining to, or situated near, the belly, or ventral side, of an animal or of one of its parts; hemal; abdominal; as, the ventral fin of a fish; the ventral root of a spinal nerve; -- opposed to dorsal."
    },
    {
        "word": "ven\"tral",
        "definition": "Of or pertaining to that surface of a carpel, petal, etc., which faces toward the center of a flower."
    },
    {
        "word": "ven*tric\"u*lar",
        "definition": "Any one of numerous species of siliceous fossil sponges belonging to Ventriculites and allied genera, characteristic of the Cretaceous period."
    },
    {
        "word": "ven*tric\"u*lous",
        "definition": "One of the stomachs of certain insects."
    },
    {
        "word": "ven`tri*lo\"qui*al",
        "definition": "The act, art, or practice of speaking in such a manner that the voice appears to come, not from the person speaking, but from some other source, as from the opposite side of the room, from the cellar, etc."
    },
    {
        "word": "ven*tril\"o*quism",
        "definition": "One who practices, or is skilled in, ventriloquism."
    },
    {
        "word": "ven*tril\"o*quize",
        "definition": "Of or pertaining to a ventriloquist or ventriloquism."
    },
    {
        "word": "ven`tri*mes\"on",
        "definition": "A combining form used in anatomy to indicate connection with, or relation to, the abdomen; also, connection with, relation to, or direction toward, the ventral side; as, ventrolateral; ventro-inguinal."
    },
    {
        "word": "ven\"tro-",
        "definition": "Pertaining both to the abdomen and groin, or to the abdomen and inguinal canal; as, ventro-inguinal hernia."
    },
    {
        "word": "ven`tro-in\"gui*nal",
        "definition": "An undertaking of chance or danger; the risking of something upon an event which can not be foreseen with certainty; a hazard; a risk; a speculation."
    },
    {
        "word": "ven\"ture",
        "definition": "An event that is not, or can not be, foreseen; an accident; chance; hap; contingency; luck."
    },
    {
        "word": "ven\"ture",
        "definition": "To make a venture; to run a hazard or risk; to take the chances."
    },
    {
        "word": "ven\"ture",
        "definition": "To put or send on a venture or chance; as, to venture a horse to the West Indies."
    },
    {
        "word": "ven\"tur*er",
        "definition": "A strumpet; a prostitute."
    },
    {
        "word": "ven\"ture*some",
        "definition": "Gold powder for covering varnished surfaces."
    },
    {
        "word": "ven\"tur*ine",
        "definition": "Daring; bold; hardy; fearless; venturesome; adveturous; as, a venturous soldier."
    },
    {
        "word": "ven\"tuse",
        "definition": "A neighborhood or near place; the place or county in which anything is alleged to have happened; also, the place where an action is laid."
    },
    {
        "word": "ven\"ule",
        "definition": "Full of venules, or small veins."
    },
    {
        "word": "ven\"u*lose`",
        "definition": "The goddess of beauty and love, that is, beauty or love deified."
    },
    {
        "word": "ve\"nus",
        "definition": "One of the planets, the second in order from the sun, its orbit lying between that of Mercury and that of the Earth, at a mean distance from the sun of about 67,000,000 miles. Its diameter is 7,700 miles, and its sidereal period 224.7 days. As the morning star, it was called by the ancients Lucifer; as the evening star, Hesperus."
    },
    {
        "word": "ve*ra\"cious",
        "definition": "Characterized by truth; not false; as, a veracious account or narrative."
    },
    {
        "word": "ve*ra\"cious*ly",
        "definition": "The quality or state of being veracious; habitual observance of truth; truthfulness; truth; as, a man of veracity."
    },
    {
        "word": "ve*rac\"i*ty",
        "definition": "An open, roofed gallery or portico, adjoining a dwelling house, forming an out-of-door sitting room.  See Loggia."
    },
    {
        "word": "ver`a*tral\"bine",
        "definition": "A salt of veratric acid."
    },
    {
        "word": "ve*ra\"tri*a",
        "definition": "Pertaining to, or derived from, plants of the genus Veratrum."
    },
    {
        "word": "ver`a*tri\"na",
        "definition": "A poisonous alkaloid obtained from the root hellebore (Veratrum) and from sabadilla seeds as a white crystalline powder, having an acrid, burning taste. It is sometimes used externally, as in ointments, in the local treatment of neuralgia and rheumatism. Called also veratria, and veratrina."
    },
    {
        "word": "ve*ra\"trine",
        "definition": "A liquid hydrocarbon obtained by the decomposition of veratric acid, and constituting the dimethyl ether of pyrocatechin."
    },
    {
        "word": "ve*ra\"trol",
        "definition": "A genus of coarse liliaceous herbs having very poisonous qualities."
    },
    {
        "word": "verb",
        "definition": "A word which affirms or predicates something of some person or thing; a part of speech expressing being, action, or the suffering of action."
    },
    {
        "word": "ver\"bal",
        "definition": "Something expressed verbally; a verbal remark or expression."
    },
    {
        "word": "ver\"bal*ism",
        "definition": "A literal adherent to, or a minute critic of, words; a literalist."
    },
    {
        "word": "ver\"bal*ist",
        "definition": "The quality or state of being verbal; mere words; bare literal expression."
    },
    {
        "word": "ver`bal*i*za\"tion",
        "definition": "To convert into a verb; to verbify."
    },
    {
        "word": "ver\"bal*ize",
        "definition": "In a verbal manner; orally."
    },
    {
        "word": "ver\"bal*ly",
        "definition": "Word for word; verbatim."
    },
    {
        "word": "ver*ba\"ri*um",
        "definition": "Word for word; in the same words; verbally; as, to tell a story verbatim as another has related it."
    },
    {
        "word": "ver`be*na\"ceous",
        "definition": "To strew with verbena, or vervain, as in ancient sacrifices and rites."
    },
    {
        "word": "ver\"be*nate",
        "definition": "To beat; to strike."
    },
    {
        "word": "ver`ber*a\"tion",
        "definition": "The impulse of a body; which causes sound."
    },
    {
        "word": "ver\"dan*cy",
        "definition": "Covered with growing plants or grass; green; fresh; flourishing; as, verdant fields; a verdant lawn."
    },
    {
        "word": "verd` an*tique\"",
        "definition": "In a verdant manner."
    },
    {
        "word": "ver\"dant*ly",
        "definition": "An officer who has the charge of the king's forest, to preserve the vert and venison, keep the assizes, view, receive, and enroll attachments and presentments of all manner of trespasses."
    },
    {
        "word": "ver\"dict",
        "definition": "Decision; judgment; opinion pronounced; as, to be condemned by the verdict of the public."
    },
    {
        "word": "ver\"di*gris",
        "definition": "The green rust formed on copper."
    },
    {
        "word": "ver\"din",
        "definition": "A commercial name for green aniline dye."
    },
    {
        "word": "ver\"di*ture",
        "definition": "Charged with leaves, fruits, flowers, etc.; -- said of a border."
    },
    {
        "word": "ver\"doy",
        "definition": "Green; greenness; freshness of vegetation; as, the verdure of the meadows in June."
    },
    {
        "word": "ver\"dure*less",
        "definition": "Covered with verdure; clothed with the fresh green of vegetation; verdured; verdant; as, verdurous pastures."
    },
    {
        "word": "ver`e*cun\"di*ty",
        "definition": "Any one of numerous species of club-shaped, compound Alcyonaria belonging to Veretillum and allied genera, of the tribe Pennatulacea. The whole colony can move about as if it were a simple animal."
    },
    {
        "word": "ver\"ga*lien",
        "definition": "A rod or staff, carried as an emblem of authority; as, the verge, carried before a dean."
    },
    {
        "word": "verge",
        "definition": "The stick or wand with which persons were formerly admitted tenants, they holding it in the hand, and swearing fealty to the lord. Such tenants were called tenants by the verge."
    },
    {
        "word": "verge",
        "definition": "To tend downward; to bend; to slope; as, a hill verges to the north."
    },
    {
        "word": "verge\"board`",
        "definition": "The act of verging or approaching; tendency; approach."
    },
    {
        "word": "ver\"gen*cy",
        "definition": "The reciprocal of the focal distance of a lens, used as measure of the divergence or convergence of a pencil of rays."
    },
    {
        "word": "ver\"ger",
        "definition": "An attendant upon a dignitary, as on a bishop, a dean, a justice, etc."
    },
    {
        "word": "ver\"ger",
        "definition": "Divided by pallets, or pales; paly."
    },
    {
        "word": "ver\"i*fi*ca*tive",
        "definition": "One who, or that which, verifies."
    },
    {
        "word": "ver\"i*fi`er",
        "definition": "To prove to be true or correct; to establish the truth of; to confirm; to substantiate."
    },
    {
        "word": "ve*ril\"o*quent",
        "definition": "In very truth; beyond doubt or question; in fact; certainly."
    },
    {
        "word": "ver\"ine",
        "definition": "Having the appearance of truth; probable; likely."
    },
    {
        "word": "ver`*sim\"i*lous",
        "definition": "Agreeable to truth or to fact; actual; real; true; genuine."
    },
    {
        "word": "ver\"i*ta*ble",
        "definition": "The Bureau Veritas.  See under Bureau."
    },
    {
        "word": "ver\"i*tas",
        "definition": "The quality or state of being true, or real; consonance of a statement, proposition, or other thing, with fact; truth; reality."
    },
    {
        "word": "ver\"juice`",
        "definition": "Tartness; sourness, as of disposition."
    },
    {
        "word": "ver`me*ol\"o*gist",
        "definition": "A discourse or treatise on worms; that part of zo\\'94logy which treats of worms; helminthology."
    },
    {
        "word": "ver`me*ol\"o*gy",
        "definition": "An extensive artificial division of the animal kingdom, including the parasitic worms, or helminths, together with the nemerteans, annelids, and allied groups. By some writers the branchiopods, the bryzoans, and the tunicates are also included. The name was used in a still wider sense by Linn\\'91us and his followers."
    },
    {
        "word": "ver\"mes",
        "definition": "Any species of vermetus."
    },
    {
        "word": "ver\"me*tid",
        "definition": "Any one of many species of marine gastropods belonging to Vermetus and allied genera, of the family Vermetid\\'91. Their shells are regularly spiral when young, but later in life the whorls become separate, and the shell is often irregularly bent and contorted like a worm tube."
    },
    {
        "word": "ver*me\"tus",
        "definition": "The flour of a hard and small-grained wheat made into dough, and forced through small cylinders or pipes till it takes a slender, wormlike form, whence the Italian name. When the paste is made in larger tubes, it is called macaroni."
    },
    {
        "word": "ver`mi*cel\"li",
        "definition": "A medicine which destroys intestinal worms; a worm killer."
    },
    {
        "word": "ver*mi\"cious",
        "definition": "Of or pertaining to a worm or worms; resembling a worm; shaped like a worm; especially, resembling the motion or track of a worm; as, the vermicular, or peristaltic, motion of the intestines.  See Peristaltic."
    },
    {
        "word": "ver*mic\"u*late",
        "definition": "Wormlike in shape; covered with wormlike elevations; marked with irregular fine lines of color, or with irregular wavy impressed lines like worm tracks; as, a vermiculate nut."
    },
    {
        "word": "ver*mic\"u*late",
        "definition": "Crawling or creeping like a worm; hence, insinuating; sophistical."
    },
    {
        "word": "ver*mic`u*la\"tion",
        "definition": "The act of vermiculating, or forming or inlaying so as to resemble the motion, track, or work of a worm."
    },
    {
        "word": "ver*mic\"u*lite",
        "definition": "Containing, or full of, worms; resembling worms."
    },
    {
        "word": "ver*mic\"u*lose`",
        "definition": "Resembling a worm in form or motions; vermicular; as, the vermiform process of the cerebellum."
    },
    {
        "word": "ver`mi*for\"mi*a",
        "definition": "Tending to prevent, destroy, or expel, worms or vermin; anthelmintic."
    },
    {
        "word": "ver*mif\"u*gal",
        "definition": "A medicine or substance that expels worms from animal bodies; an anthelmintic."
    },
    {
        "word": "ver`mi*lin\"gui*a",
        "definition": "A bright red pigment consisting of mercuric sulphide, obtained either from the mineral cinnabar or artificially. It has a fine red color, and is much used in coloring sealing wax, in printing, etc."
    },
    {
        "word": "ver\"mi*nate",
        "definition": "The generation or breeding of vermin."
    },
    {
        "word": "ver`mi*na\"tion",
        "definition": "A griping of the bowels."
    },
    {
        "word": "ver\"min*ous",
        "definition": "Caused by, or arising from the presence of, vermin; as, verminous disease."
    },
    {
        "word": "ver\"min*ous*ly",
        "definition": "Producing or breeding worms."
    },
    {
        "word": "ver*miv\"o*rous",
        "definition": "A liqueur made of white wine, absinthe, and various aromatic drugs, used to excite the appetite."
    },
    {
        "word": "ver\"na*cle",
        "definition": "Belonging to the country of one's birth; one's own by birth or nature; native; indigenous; -- now used chiefly of language; as, English is our vernacular language."
    },
    {
        "word": "ver*nac\"u*lar*ism",
        "definition": "The act or process of making vernacular, or the state of being made vernacular."
    },
    {
        "word": "ver\"nal",
        "definition": "Fig.: Belonging to youth, the spring of life."
    },
    {
        "word": "ver\"nate",
        "definition": "The arrangement of the leaves within the leaf bud, as regards their folding, coiling, rolling, etc.; prefoliation."
    },
    {
        "word": "ver*na\"tion",
        "definition": "A Veronica.  See Veronica, 1."
    },
    {
        "word": "ver\"ni*cose`",
        "definition": "A short scale made to slide along the divisions of a graduated instrument, as the limb of a sextant, or the scale of a barometer, for indicating parts of divisions. It is so graduated that a certain convenient number of its divisions are just equal to a certain number, either one less or one more, of the divisions of the instrument, so that parts of a division are determined by observing what line on the vernier coincides with a line on the instrument."
    },
    {
        "word": "ver\"no*nin",
        "definition": "Of or pertaining to Verona, in Italy."
    },
    {
        "word": "ver`o*nese\"",
        "definition": "A portrait or representation of the face of our Savior on the alleged handkerchief of Saint Veronica, preserved at Rome; hence, a representation of this portrait, or any similar representation of the face of the Savior. Formerly called also Vernacle, and Vernicle."
    },
    {
        "word": "ve*ron\"i*ca",
        "definition": "A genus scrophulariaceous plants; the speedwell.  See Speedwell."
    },
    {
        "word": "ver\"rel",
        "definition": "Having thickset tufts of parallel hairs, bristles, or branches."
    },
    {
        "word": "ver*ri\"u*late",
        "definition": "Shaped like a wart or warts."
    },
    {
        "word": "ver*ru\"ci*form",
        "definition": "Covered with wartlike elevations; tuberculate; warty; verrucous; as, a verrucose capsule."
    },
    {
        "word": "ver\"ru*cous",
        "definition": "Minutely verrucose; as, a verruculose leaf or stalk."
    },
    {
        "word": "ver*ru\"cu*lose`",
        "definition": "A verse or verses.  See Verse."
    },
    {
        "word": "ver\"sant",
        "definition": "Capable of being turned round."
    },
    {
        "word": "ver\"sa*tile",
        "definition": "Liable to be turned in opinion; changeable; variable; unsteady; inconstant; as versatile disposition."
    },
    {
        "word": "ver`sa*til\"i*ty",
        "definition": "See Society verses, under Society."
    },
    {
        "word": "vers` de so`ci\\'82`t\\'82\"",
        "definition": "A line consisting of a certain number of metrical feet (see Foot, n., 9) disposed according to metrical rules."
    },
    {
        "word": "verse",
        "definition": "Metrical arrangement and language; that which is composed in metrical form; versification; poetry."
    },
    {
        "word": "ver*sic\"u*lar",
        "definition": "The act, art, or practice, of versifying, or making verses; the construction of poetry; metrical composition."
    },
    {
        "word": "ver\"si*fi`er",
        "definition": "One who converts into verse; one who expresses in verse the ideas of another written in prose; as, Dr. Watts was a versifier of the Psalms."
    },
    {
        "word": "ver\"si*fy",
        "definition": "To turn into verse; to render into metrical form; as, to versify the Psalms."
    },
    {
        "word": "ver\"sion",
        "definition": "A condition of the uterus in which its axis is deflected from its normal position without being bent upon itself.  See Anteversion, and Retroversion."
    },
    {
        "word": "ver\"sion*ist",
        "definition": "The reverse, or left-hand, page of a book or a folded sheet of paper; -- opposed to recto."
    },
    {
        "word": "ver\"so",
        "definition": "The turning factor of a quaternion."
    },
    {
        "word": "verst",
        "definition": "Of or pertaining to a verse."
    },
    {
        "word": "ver\"su*al",
        "definition": "Against; as, John Doe versus Richard Roe; -- chiefly used in legal language, and abbreviated to v. or vs."
    },
    {
        "word": "ver\"sus",
        "definition": "Crafty; wily; cunning; artful."
    },
    {
        "word": "ver*sute\"",
        "definition": "Everything that grows, and bears a green leaf, within the forest; as, to preserve vert and venison is the duty of the verderer."
    },
    {
        "word": "vert",
        "definition": "The color green, represented in a drawing or engraving by parallel lines sloping downward toward the right."
    },
    {
        "word": "ver\"te*bra",
        "definition": "One of the serial segments of the spinal column."
    },
    {
        "word": "ver\"te*bral",
        "definition": "At or within a vertebra or vertebr\\'91; -- distinguished from interverterbrally."
    },
    {
        "word": "ver\"te*bral*ly",
        "definition": "Of or pertaining to a vertebr\\'91 and an artery; -- said of the foramina in the transverse processes of cervical vertebr\\'91 and of the canal which they form for the vertebral artery and vein."
    },
    {
        "word": "ver`te*brar*te\"ri*al",
        "definition": "One of the grand divisions of the animal kingdom, comprising all animals that have a backbone composed of bony or cartilaginous vertebr\\'91, together with Amphioxus in which the backbone is represented by a simple undivided notochord. The Vertebrata always have a dorsal, or neural, cavity above the notochord or backbone, and a ventral, or visceral, cavity below it. The subdivisions or classes of Vertebrata are Mammalia, Aves, Reptilia, Amphibia, Pisces, Marsipobranchia, and Leptocardia."
    },
    {
        "word": "ver`te*bra\"ta",
        "definition": "One of the Vertebrata."
    },
    {
        "word": "ver\"te*brate",
        "definition": "Having a backbone, or vertebral column, containing the spinal marrow, as man, quadrupeds, birds, amphibia, and fishes."
    },
    {
        "word": "ver\"te*brate",
        "definition": "Contracted at intervals, so as to resemble the spine in animals."
    },
    {
        "word": "ver\"te*bre",
        "definition": "A combining form used in anatomy to indicate connection with, or relation to, a vertebra, vertebr\\'91, or vertebral column; as in vertebrocostal."
    },
    {
        "word": "ver\"te*bro-il\"i*ac",
        "definition": "A turning point; the principal or highest point; top; summit; crown; apex."
    },
    {
        "word": "ver\"tex",
        "definition": "The top, or crown, of the head."
    },
    {
        "word": "ver\"ti*cal",
        "definition": "Of or pertaining to the vertex; situated at the vertex, or highest point; directly overhead, or in the zenith; perpendicularly above one."
    },
    {
        "word": "ver\"ti*cal",
        "definition": "A vertical line, plane, or circle."
    },
    {
        "word": "ver\"ti*cal*ly",
        "definition": "Quality or state of being vertical."
    },
    {
        "word": "ver\"ti*cal*ness",
        "definition": "A circle either of leaves or flowers about a stem at the same node; a whorl."
    },
    {
        "word": "ver\"ti*cil",
        "definition": "A whorl of flowers apparently of one cluster, but composed of two opposite axillary cymes, as in mint.  See Illust. of Whorl."
    },
    {
        "word": "ver`ti*cil*las\"ter",
        "definition": "Arranged in a transverse whorl or whorls like the rays of a wheel; as, verticillate leaves of a plant; a verticillate shell."
    },
    {
        "word": "ver*tic\"il*late",
        "definition": "A whorl; a verticil."
    },
    {
        "word": "ver`ti*cil\"lus",
        "definition": "The quality or power of turning; revolution; rotation."
    },
    {
        "word": "ver*tig\"i*nous",
        "definition": "Affected with vertigo; giddy; dizzy."
    },
    {
        "word": "ver\"ti*go",
        "definition": "Any one of numerous species of small land snails belonging to the genus Vertigo, having an elongated or conical spiral shell and usually teeth in the aperture."
    },
    {
        "word": "ver`ti*lin\"e*ar",
        "definition": "Virtue; power.  See Virtue."
    },
    {
        "word": "ver\"vel",
        "definition": "A South African monkey (Cercopithecus pygerythrus, ∨ Lelandii). The upper parts are grayish green, finely specked with black. The cheeks and belly are reddish white."
    },
    {
        "word": "ver\"vet",
        "definition": "True; real; actual; veritable."
    },
    {
        "word": "ver\"y",
        "definition": "A rare metallic element of which little is known. It is said by Scacchi to have been extracted from a yellowish incrustation from the cracks of a Vesuvian lava erupted in 1631."
    },
    {
        "word": "ves\"bi*um",
        "definition": "Onset; rush; violent draught or wind."
    },
    {
        "word": "ves\"i*cant",
        "definition": "To raise little bladders or blisters upon; to inflame and separate the cuticle of; to blister."
    },
    {
        "word": "ves`i*ca\"tion",
        "definition": "Tending, or having power, to raise a blister."
    },
    {
        "word": "ves\"i*ca*to*ry",
        "definition": "A bladderlike vessel; a membranous cavity; a cyst; a cell."
    },
    {
        "word": "ves\"i*cle",
        "definition": "A small bladderlike body in the substance of vegetable, or upon the surface of a leaf."
    },
    {
        "word": "ves\"i*co-",
        "definition": "Of a pertaining to the bladder and the prostrate gland."
    },
    {
        "word": "ves`i*co*pro*stat\"ic",
        "definition": "Of or pertaining to the bladder and the uterus."
    },
    {
        "word": "ves`i*co*u\"ter*ine",
        "definition": "Of or pertaining to the bladder and the vagina."
    },
    {
        "word": "ve*sic\"u*la",
        "definition": "Of or pertaining to vesicles; esp., of or pertaining to the air vesicles, or air cells, of the lungs; as, vesicular breathing, or normal breathing, in which the air enters freely the air vesicles of the lungs."
    },
    {
        "word": "ve*sic\"u*lar",
        "definition": "Containing, or composed of, vesicles or vesiclelike structures; covered with vesicles or bladders; vesiculate; as, vesicular coral; vesicular lava; a vesicular leaf."
    },
    {
        "word": "ve*sic`u*la\"ta",
        "definition": "Bladdery; full of, or covered with, bladders; vesicular."
    },
    {
        "word": "ve*sic\"u*late",
        "definition": "To form vesicles in, as lava."
    },
    {
        "word": "ve*sic\"u*late",
        "definition": "The state of containing vesicles, or the process by which vesicles are formed."
    },
    {
        "word": "ve*sic`u*la\"tion",
        "definition": "Bladdery; vesicular; vesiculate; composed of vesicles; covered with vesicles; as, a vesiculose shell."
    },
    {
        "word": "ve*sic\"u*lose`",
        "definition": "A genus of Hymenoptera including the common wasps and hornets."
    },
    {
        "word": "ves\"per*al",
        "definition": "One of the little hours of the Breviary."
    },
    {
        "word": "ves`per*til\"i*o",
        "definition": "A tribe of bats including the common insectivorous bats of America and Europe, belonging to Vespertilio and allied genera. They lack a nose membrane."
    },
    {
        "word": "ves`per*til`i*o\"nes",
        "definition": "Of or pertaining to the Vespertiliones."
    },
    {
        "word": "ves\"per*tine",
        "definition": "Blossoming in the evening."
    },
    {
        "word": "ves\"pi*a*ry",
        "definition": "One who carried out the dead bodies of the poor at night for burial."
    },
    {
        "word": "ves\"sel",
        "definition": "A general name for any hollow structure made to float upon the water for purposes of navigation; especially, one that is larger than a common rowboat; as, a war vessel; a passenger vessel."
    },
    {
        "word": "ves\"sel*ful",
        "definition": "A kind of worsted; also, a worsted cloth."
    },
    {
        "word": "ves\"ses",
        "definition": "A soft swelling on a horse's leg; a windgall."
    },
    {
        "word": "vest",
        "definition": "An article of clothing covering the person; an outer garment; a vestment; a dress; a vesture; a robe."
    },
    {
        "word": "vest",
        "definition": "One of the great divinities of the ancient Romans, identical with the Greek Hestia. She was a virgin, and the goddess of the hearth; hence, also, of the fire on it, and the family round it."
    },
    {
        "word": "ves\"ta",
        "definition": "An asteroid, or minor planet, discovered by Olbers in 1807."
    },
    {
        "word": "ves\"tal",
        "definition": "A virgin consecrated to Vesta, and to the service of watching the sacred fire, which was to be perpetually kept burning upon her altar."
    },
    {
        "word": "ves\"tal",
        "definition": "A virgin; a woman pure and chaste; also, a nun."
    },
    {
        "word": "ves*ta\"les",
        "definition": "Clothed; robed; wearing vestments."
    },
    {
        "word": "vest\"ed",
        "definition": "Not in a state of contingency or suspension; fixed; as, vested rights; vested interests."
    },
    {
        "word": "ves`ti*a\"ri*an",
        "definition": "A wardrobe; a robing room; a vestry."
    },
    {
        "word": "ves\"ti*a*ry",
        "definition": "Of or pertaining to a vestibule; like a vestibule."
    },
    {
        "word": "ves*tib\"u*lar",
        "definition": "The porch or entrance into a house; a hall or antechamber next the entrance; a lobby; a porch; a hall."
    },
    {
        "word": "ves\"ti*gate",
        "definition": "The mark of the foot left on the earth; a track or footstep; a trace; a sign; hence, a faint mark or visible sign left by something which is lost, or has perished, or is no longer present; remains; as, the vestiges of ancient magnificence in Palmyra; vestiges of former population."
    },
    {
        "word": "ves*tig\"i*al",
        "definition": "Cloth for vests; a vest pattern."
    },
    {
        "word": "ves\"ti*ture",
        "definition": "Any one of several species of actinians belonging to the genus Cerianthus. These animals have a long, smooth body tapering to the base, and two separate circles of tentacles around the mouth. They form a tough, flexible, feltlike tube with a smooth internal lining, in which they dwell, whence the name."
    },
    {
        "word": "vest\"let",
        "definition": "A covering or garment; some part of clothing or dress; specifically (Eccl.), any priestly garment."
    },
    {
        "word": "ves\"try",
        "definition": "A parochial assembly; an assembly of persons who manage parochial affairs; -- so called because usually held in a vestry."
    },
    {
        "word": "ves\"try*man",
        "definition": "A garment or garments; a robe; clothing; dress; apparel; vestment; covering; envelope."
    },
    {
        "word": "ve*su\"vi*an",
        "definition": "A mineral occurring in tetragonal crystals, and also massive, of a brown to green color, rarely sulphur yellow and blue. It is a silicate of alumina and lime with some iron magnesia, and is common at Vesuvius. Also called idocrase."
    },
    {
        "word": "ve*su\"vi*an*ite",
        "definition": "A trade name for a brown dyestuff obtained from certain basic azo compounds of benzene; -- called also Bismarck brown, Manchester brown, etc."
    },
    {
        "word": "ve*su\"vine",
        "definition": "Any leguminous plant of the genus Vicia, some species of which are valuable for fodder. The common species is V. sativa."
    },
    {
        "word": "vetch\"ling",
        "definition": "Consisting of vetches or of pea straw."
    },
    {
        "word": "vet`er*i*na\"ri*an",
        "definition": "Of or pertaining to the art of healing or treating the diseases of domestic animals, as oxen, horses, sheep, etc.; as, a veterinary writer or school."
    },
    {
        "word": "vet\"er*i*na*ry",
        "definition": "An East Indian grass (Andropogon muricatus); also, its fragrant roots which are much used for making mats and screens.  Also called kuskus, and khuskhus."
    },
    {
        "word": "ve\"to",
        "definition": "An authoritative prohibition or negative; a forbidding; an interdiction."
    },
    {
        "word": "ve\"to",
        "definition": "One who uses, or sustains the use of, the veto."
    },
    {
        "word": "ve\"to*ist",
        "definition": "An Italian four-wheeled carriage, esp. one let for hire; a hackney coach."
    },
    {
        "word": "vet*tu\"ra",
        "definition": "One who lets or drives a vettura."
    },
    {
        "word": "ve*tust\"",
        "definition": "To to<?/s back and forth; to agitate; to disquiet."
    },
    {
        "word": "vex",
        "definition": "To make angry or annoyed by little provocations; to irritate; to plague; to torment; to harass; to afflict; to trouble; to tease."
    },
    {
        "word": "vex*a\"tious",
        "definition": "Full or vexation, trouble, or disquiet; disturbed."
    },
    {
        "word": "vexed",
        "definition": "Much debated or contested; causing discussion; as, a vexed question."
    },
    {
        "word": "vex\"il*lar",
        "definition": "Of or pertaining to an ensign or standard."
    },
    {
        "word": "vex`il*la\"tion",
        "definition": "A flag or standard."
    },
    {
        "word": "vi\"a",
        "definition": "The quality or state of being viable."
    },
    {
        "word": "vi`a*bil\"i*ty",
        "definition": "The capacity of living after birth."
    },
    {
        "word": "vi`a*duct",
        "definition": "A voyage; a journey."
    },
    {
        "word": "vi*am\"e*ter",
        "definition": "An article of food; provisions; food; victuals; -- used chiefly in the plural."
    },
    {
        "word": "vi\"-ap`ple",
        "definition": "Of or pertaining to roads; happening on roads."
    },
    {
        "word": "vi\"a*ry",
        "definition": "The art of making roads or ways for traveling, including the construction of bridges, canals, viaducts, etc."
    },
    {
        "word": "vi*at\"ic",
        "definition": "An allowance for traveling expenses made to those who were sent into the provinces to exercise any office or perform any service."
    },
    {
        "word": "vi*at\"i*cum",
        "definition": "Provisions for a journey."
    },
    {
        "word": "vi`a*tom\"e*ter",
        "definition": "More or less extensive patches of subcutaneous extravasation of blood."
    },
    {
        "word": "vi*bi\"ces",
        "definition": "One of the movable, slender, spinelike organs or parts with which certain bryozoans are furnished. They are regarded as specially modified zooids, of nearly the same nature as Avicularia."
    },
    {
        "word": "vi*brac\"u*lum",
        "definition": "The state of being vibrant; resonance."
    },
    {
        "word": "vi\"bran*cy",
        "definition": "Vibrating; tremulous; resonant; as, vibrant drums."
    },
    {
        "word": "vi\"brate",
        "definition": "To mark or measure by moving to and fro; as, a pendulum vibrating seconds."
    },
    {
        "word": "vi\"brate",
        "definition": "To have the constituent particles move to and fro, with alternate compression and dilation of parts, as the air, or any elastic body; to quiver."
    },
    {
        "word": "vi\"bra*tile",
        "definition": "The quality or state of being vibratile; disposition to vibration or oscillation."
    },
    {
        "word": "vi\"bra*to*ry",
        "definition": "A genus of motile bacteria characterized by short, slightly sinuous filaments and an undulatory motion; also, an individual of this genus."
    },
    {
        "word": "vib\"ri*o",
        "definition": "One of the specialized or tactile hairs which grow about the nostrils, or on other parts of the face, in many animals, as the so-called whiskers of the cat, and the hairs of the nostrils of man."
    },
    {
        "word": "vi*bris\"sa",
        "definition": "The bristlelike feathers near the mouth of many birds."
    },
    {
        "word": "vi\"bro*scope",
        "definition": "An instrument resembling the phenakistoscope."
    },
    {
        "word": "vi*bur\"num",
        "definition": "One deputed or authorized to perform the functions of another; a substitute in office; a deputy."
    },
    {
        "word": "vic\"ar",
        "definition": "The incumbent of an appropriated benefice."
    },
    {
        "word": "vic\"ar*age",
        "definition": "The house or residence of a vicar."
    },
    {
        "word": "vi*ca\"ri*al",
        "definition": "Delegated; vicarious; as, vicarial power."
    },
    {
        "word": "vi*ca\"ri*ous",
        "definition": "Acting of suffering for another; as, a vicarious agent or officer."
    },
    {
        "word": "vi*ca\"ri*ous*ly",
        "definition": "The office or dignity of a vicar."
    },
    {
        "word": "vic\"ar*y",
        "definition": "A defect; a fault; an error; a blemish; an imperfection; as, the vices of a political constitution; the vices of a horse."
    },
    {
        "word": "vice",
        "definition": "A tool for drawing lead into cames, or flat grooved rods, for casements."
    },
    {
        "word": "vi\"ce",
        "definition": "Denoting one who in certain cases may assume the office or duties of a superior; designating an officer or an office that is second in rank or authority; as, vice president; vice agent; vice consul, etc."
    },
    {
        "word": "vice\"man",
        "definition": "Of or pertaining to twenty; consisting of twenty."
    },
    {
        "word": "vic\"e*na*ry",
        "definition": "Lasting or comprising twenty years."
    },
    {
        "word": "vi*cen\"ni*al",
        "definition": "Happening once in twenty years; as, a vicennial celebration."
    },
    {
        "word": "vice\"roy",
        "definition": "A large and handsome American butterfly (Basilarchia, ∨ Limenitis, archippus). Its wings are orange-red, with black lines along the nervures and a row of white spots along the outer margins. The larv\\'91 feed on willow, poplar, and apple trees."
    },
    {
        "word": "vi\"ci*ate",
        "definition": "The place or places adjoining or near; neighborhood; vicinity; as, a jury must be of the vicinage."
    },
    {
        "word": "vi*cin\"i*ty",
        "definition": "The quality or state of being near, or not remote; nearness; propinquity; proximity; as, the value of the estate was increased by the vicinity of two country seats."
    },
    {
        "word": "vi`ci*os\"i*ty",
        "definition": "Characterized by vice or defects; defective; faulty; imperfect."
    },
    {
        "word": "vi*cis\"si*tude",
        "definition": "Regular change or succession from one thing to another; alternation; mutual succession; interchange."
    },
    {
        "word": "vi*cis`si*tu\"di*nous",
        "definition": "A West Indian duck, sometimes domesticated."
    },
    {
        "word": "vi*cis\"sy duck`",
        "definition": "Of or pertaining to the viscount or sheriff of a country."
    },
    {
        "word": "vic\"tim",
        "definition": "A living being sacrificed to some deity, or in the performance of a religious rite; a creature immolated, or made an offering of."
    },
    {
        "word": "vic\"tim*ize",
        "definition": "The winner in a contest; one who gets the better of another in any struggle; esp., one who defeats an enemy in battle; a vanquisher; a conqueror; -- often followed by art, rarely by of."
    },
    {
        "word": "vic*to\"ri*a",
        "definition": "A kind of low four-wheeled pleasure carriage, with a calash top, designed for two persons and the driver who occupies a high seat in front."
    },
    {
        "word": "vic`tor*ine\"",
        "definition": "Of or pertaining to victory, or a victor' being a victor; bringing or causing a victory; conquering; winning; triumphant; as, a victorious general; victorious troops; a victorious day."
    },
    {
        "word": "vict\"ual*er",
        "definition": "One who keeps a house of entertainment; a tavern keeper; an innkeeper."
    },
    {
        "word": "vict\"ual*ing",
        "definition": "Food for human beings, esp. when it is cooked or prepared for the table; that which supports human life; provisions; sustenance; meat; viands."
    },
    {
        "word": "vic\"tus",
        "definition": "A South American mammal (Auchenia vicunna) native of the elevated plains of the Andes, allied to the llama but smaller. It has a thick coat of very fine reddish brown wool, and long, pendent white hair on the breast and belly. It is hunted for its wool and flesh."
    },
    {
        "word": "vid\"a finch`",
        "definition": "One of a class of temporal officers who originally represented the bishops, but later erected their offices into fiefs, and became feudal nobles."
    },
    {
        "word": "vi*dame\"",
        "definition": "imperative sing. of L. videre, to see; -- used to direct attention to something; as, vide supra, see above."
    },
    {
        "word": "vi\"de",
        "definition": "To wit; namely; -- often abbreviated to viz."
    },
    {
        "word": "vi*dette\"",
        "definition": "A dry white wine, of a tart flavor, produced in Teneriffe; -- called also Teneriffe."
    },
    {
        "word": "vi*do\"ni*a",
        "definition": "The state of widows or of widowhood; also, widows, collectively."
    },
    {
        "word": "vid\"u*age",
        "definition": "Of or pertaining to the state of a widow; widowed."
    },
    {
        "word": "vie",
        "definition": "To strive for superiority; to contend; to use emulous effort, as in a race, contest, or competition."
    },
    {
        "word": "vie",
        "definition": "To do or produce in emulation, competition, or rivalry; to put in competition; to bandy."
    },
    {
        "word": "vi*elle\"",
        "definition": "A caustic application made up of equal parts of caustic potash and quicklime; -- called also Vienna caustic."
    },
    {
        "word": "vi*en\"na paste`",
        "definition": "Of or pertaining to Vienna, or people of Vienna."
    },
    {
        "word": "vi`en*nese\"",
        "definition": "The act of seeing or beholding; sight; look; survey; examination by the eye; inspection."
    },
    {
        "word": "view\"er",
        "definition": "A person appointed to inspect highways, fences, or the like, and to report upon the same."
    },
    {
        "word": "view\"i*ness",
        "definition": "Not perceivable by the eye; invisible; unseen."
    },
    {
        "word": "view\"ly",
        "definition": "Having peculiar views; fanciful; visionary; unpractical; as, a viewy person."
    },
    {
        "word": "view\"y",
        "definition": "Spectacular; pleasing to the eye or the imagination."
    },
    {
        "word": "vi*ges`i*ma\"tion",
        "definition": "Having twenty-four leaves to a sheet; as, a vigesimo-quarto form, book, leaf, size, etc."
    },
    {
        "word": "vi*ges\"i*mo-quar\"to",
        "definition": "A book composed of sheets each of which is folded into twenty-four leaves; hence, indicating more or less definitely a size of book so made; -- usually written 24mo, or 24°."
    },
    {
        "word": "vi*ges\"i*mo-quar\"to",
        "definition": "Abstinence from sleep, whether at a time when sleep is customary or not; the act of keeping awake, or the state of being awake, or the state of being awake; sleeplessness; wakefulness; watch."
    },
    {
        "word": "vig\"i*lance",
        "definition": "Watchfulness in respect of danger; care; caution; circumspection."
    },
    {
        "word": "vi`gin*tiv\"i*rate",
        "definition": "A running ornament consisting of leaves and tendrils, used in Gothic architecture."
    },
    {
        "word": "vi*gnette\"",
        "definition": "A decorative design, originally representing vine branches or tendrils, at the head of a chapter, of a manuscript or printed book, or in a similar position; hence, by extension, any small picture in a book; hence, also, as such pictures are often without a definite bounding line, any picture, as an engraving, a photograph, or the like, which vanishes gradually at the edge."
    },
    {
        "word": "vi*gnette\"",
        "definition": "Of or pertaining to the vicu&ntil;a; characterizing the vicu&ntil;a; -- said of the wool of that animal, used in felting hats, and for other purposes."
    },
    {
        "word": "vig\"or",
        "definition": "Strength or force in animal or force in animal or vegetable nature or action; as, a plant grows with vigor."
    },
    {
        "word": "vig\"or*ite",
        "definition": "Vigorous; energetic; with energy; -- a direction to perform a passage with energy and force."
    },
    {
        "word": "vig`o*ro\"so",
        "definition": "Possessing vigor; full of physical or mental strength or active force; strong; lusty; robust; as, a vigorous youth; a vigorous plant."
    },
    {
        "word": "vile",
        "definition": "Low; base; worthless; mean; despicable."
    },
    {
        "word": "vil\"eyns",
        "definition": "The act of vilifying or defaming; abuse."
    },
    {
        "word": "vil\"i*fi`er",
        "definition": "To make vile; to debase; to degrade; to disgrace."
    },
    {
        "word": "vil\"lain",
        "definition": "One who holds lands by a base, or servile, tenure, or in villenage; a feudal tenant of the lowest class, a bondman or servant."
    },
    {
        "word": "vil\"lain*ous",
        "definition": "Base; vile; mean; depraved; as, a villainous person or wretch."
    },
    {
        "word": "vil\"lan",
        "definition": "The state of a villain, or serf; base servitude; tenure on condition of doing the meanest services for the lord."
    },
    {
        "word": "vil`la*nel\"la",
        "definition": "A poem written in tercets with but two rhymes, the first and third verse of the first stanza alternating as the third verse in each successive stanza and forming a couplet at the close."
    },
    {
        "word": "vil`la*nette\"",
        "definition": "To make vile; to debase; to degrade; to revile."
    },
    {
        "word": "vil\"lan*y",
        "definition": "Of or pertaining to a farm or a village; rural."
    },
    {
        "word": "vil\"len*ous",
        "definition": ", pl. of Villus."
    },
    {
        "word": "vil\"li",
        "definition": "Having the form or appearance of villi; like close-set fibers, either hard or soft; as, the teeth of perch are villiform."
    },
    {
        "word": "vil*lose\"",
        "definition": "State of being villous."
    },
    {
        "word": "vil*los\"i*ty",
        "definition": "A coating of long, slender hairs."
    },
    {
        "word": "vil\"lous",
        "definition": "Furnished or clothed with villi."
    },
    {
        "word": "vil\"lus",
        "definition": "Fine hairs on plants, resembling the pile of velvet."
    },
    {
        "word": "vim",
        "definition": "A long, slender, flexible shoot or branch."
    },
    {
        "word": "vi\"men",
        "definition": "Of or pertaining to twigs; consisting of twigs; producing twigs."
    },
    {
        "word": "vim\"i*nal",
        "definition": "Of or pertaining to twigs; made of pliant twigs."
    },
    {
        "word": "vi*min\"e*ous",
        "definition": "Producing long, slender twigs or shoots."
    },
    {
        "word": "vi*na\"ceous",
        "definition": "Of the color of wine, especially of red wine."
    },
    {
        "word": "vin`ai*grette\"",
        "definition": "A small perforated box for holding aromatic vinegar contained in a sponge, or a smelling bottle for smelling salts; -- called also vinegarette."
    },
    {
        "word": "vi*nasse\"",
        "definition": "Madeira mahogany; the coarse, dark-colored wood of the Persea Indica."
    },
    {
        "word": "vi*nat\"i*co",
        "definition": "Of or pertaining to Saint Vincent de Paul, or founded by him."
    },
    {
        "word": "vin*cen\"tian",
        "definition": "A glucoside extracted from the root of the white swallowwort (Vincetoxicum officinale, a plant of the Asclepias family) as a bitter yellow amorphous substance; -- called also asclepiadin, and cynanchin."
    },
    {
        "word": "vin`ce*tox\"in",
        "definition": "The quality or state of being vincible, vincibleness."
    },
    {
        "word": "vin`ci*bil\"i*ty",
        "definition": "Capable of being overcome or subdued; conquerable."
    },
    {
        "word": "vinc\"ture",
        "definition": "A bond of union; a tie."
    },
    {
        "word": "vin\"cu*lum",
        "definition": "A straight, horizontal mark placed over two or more members of a compound quantity, which are to be subjected to the same operation, as in the expression x2 + y2 - x + y."
    },
    {
        "word": "vin*de\"mi*al",
        "definition": "To gather the vintage."
    },
    {
        "word": "vin\"di*ca*ble",
        "definition": "To lay claim to; to assert a right to; to claim."
    },
    {
        "word": "vin`di*ca\"tion",
        "definition": "The claiming a thing as one's own; the asserting of a right or title in, or to, a thing."
    },
    {
        "word": "vin\"di*ca*to*ry",
        "definition": "Inflicting punishment; avenging; punitory."
    },
    {
        "word": "vine\"-clad`",
        "definition": "Having leaves like those of the vine; ornamented with vine leaves."
    },
    {
        "word": "vin\"e*gar",
        "definition": "Hence, anything sour; -- used also metaphorically."
    },
    {
        "word": "vin`e*gar*ette\"",
        "definition": "Having the nature of vinegar; sour; unamiable."
    },
    {
        "word": "vin\"er*y",
        "definition": "A structure, usually inclosed with glass, for rearing and protecting vines; a grapery."
    },
    {
        "word": "vin\"ewed",
        "definition": "An inclosure or yard for grapevines; a plantation of vines producing grapes."
    },
    {
        "word": "vine\"yard",
        "definition": "One who cultivates a vineyard."
    },
    {
        "word": "vine\"yard*ist",
        "definition": "A game at cards, played by two or more persons. The fortune of each player depends upon obtaining from the dealer such cards that the sum of their pips, or spots, is twenty-one, or a number near to it."
    },
    {
        "word": "vingt` et` un\"",
        "definition": "Contraction for Vingt et un."
    },
    {
        "word": "vingt`un\"",
        "definition": "Of or pertaining to wine; as, vinic alcohol."
    },
    {
        "word": "vin\"ic",
        "definition": "The cultivation of the vine, esp. for making wine; viticulture."
    },
    {
        "word": "vin\"o*len*cy",
        "definition": "Given to wine; drunken; intemperate."
    },
    {
        "word": "vin*om\"e*ter",
        "definition": "A cheap claret, used as a table wine in France."
    },
    {
        "word": "vi*nose\"",
        "definition": "The quality or state of being vinous."
    },
    {
        "word": "vi*nos\"i*ty",
        "definition": "Of or pertaining to wine; having the qualities of wine; as, a vinous taste."
    },
    {
        "word": "vin\"quish",
        "definition": "The produce of the vine for one season, in grapes or in wine; as, the vintage is abundant; the vintage of 1840."
    },
    {
        "word": "vint\"age",
        "definition": "The act or time of gathering the crop of grapes, or making the wine for a season."
    },
    {
        "word": "vint\"a*ger",
        "definition": "The act of gathering the vintage, or crop of grapes."
    },
    {
        "word": "vint\"a*ging",
        "definition": "One who deals in wine; a wine seller, or wine merchant."
    },
    {
        "word": "vint\"ner",
        "definition": "A place where wine is sold."
    },
    {
        "word": "vi\"ol",
        "definition": "A stringed musical instrument formerly in use, of the same form as the violin, but larger, and having six strings, to be struck with a bow, and the neck furnished with frets for stopping the strings."
    },
    {
        "word": "vi\"o*la",
        "definition": "An instrument in form and use resembling the violin, but larger, and a fifth lower in compass."
    },
    {
        "word": "vi\"o*la*ble",
        "definition": "Resembling violets in color; bluish purple."
    },
    {
        "word": "vi`o*la\"ceous",
        "definition": "Of or pertaining to a natural order of plants, of which the violet is the type. It contains about twenty genera and two hundred and fifty species."
    },
    {
        "word": "vi`o*lan\"i*line",
        "definition": "A complex nitrogenous substance, produced as a yellow crystalline substance, and regarded as a complex derivative of barbituric acid."
    },
    {
        "word": "vi`o*lan\"tin",
        "definition": "A yellow crystalline glucoside obtained from the pansy (Viola tricolor), and decomposing into glucose and quercitrin."
    },
    {
        "word": "vi`o*las\"cent",
        "definition": "To treat in a violent manner; to abuse."
    },
    {
        "word": "vi\"o*late",
        "definition": "To do violence to, as to anything that should be held sacred or respected; to profane; to desecrate; to break forcibly; to trench upon; to infringe."
    },
    {
        "word": "vi`o*la\"tion",
        "definition": "Infringement; transgression; nonobservance; as, the violation of law or positive command, of covenants, promises, etc."
    },
    {
        "word": "vi\"o*la*tive",
        "definition": "One who violates; an infringer; a profaner; a ravisher."
    },
    {
        "word": "vi\"o*lent*ly",
        "definition": "Tending to a violet color; violascent."
    },
    {
        "word": "vi`o*les\"cent",
        "definition": "Any plant or flower of the genus Viola, of many species.  The violets are generally low, herbaceous plants, and the flowers of many of the species are blue, while others are white or yellow, or of several colors, as the pansy (Viola tricolor)."
    },
    {
        "word": "vi\"o*let",
        "definition": "The color of a violet, or that part of the spectrum farthest from red. It is the most refrangible part of the spectrum."
    },
    {
        "word": "vi\"o*let-tip\"",
        "definition": "A small instrument with four strings, played with a bow; a fiddle."
    },
    {
        "word": "vi\"o*line",
        "definition": "A player on the violin."
    },
    {
        "word": "vi`o*lin\"ist",
        "definition": "A player on the viol."
    },
    {
        "word": "vi\"ol*ist",
        "definition": "A player on the violoncello."
    },
    {
        "word": "vi`o*lon*cel\"list",
        "definition": "A stringed instrument of music; a bass viol of four strings, or a bass violin with long, large strings, giving sounds an octave lower than the viola, or tenor or alto violin."
    },
    {
        "word": "vi`o*lon*cel\"lo",
        "definition": "The largest instrument of the bass-viol kind, having strings tuned an octave below those of the violoncello; the contrabasso; -- called also double bass."
    },
    {
        "word": "vi\"per",
        "definition": "Any one of numerous species of Old World venomous makes belonging to Vipera, Clotho, Daboia, and other genera of the family Viperid\\'91."
    },
    {
        "word": "vi`per*i\"na",
        "definition": "Of or pertaining to a viper or vipers; resembling a viper."
    },
    {
        "word": "vi\"per*ish",
        "definition": "A division of serpents which includes the true vipers of the Old World and the rattlesnakes and moccasin snakes of America; -- called also Viperina."
    },
    {
        "word": "vi`per*oi\"de*a",
        "definition": "Having the qualities of a viper; malignant; venomous; as, a viperous tongue."
    },
    {
        "word": "vi\"per*ous",
        "definition": "Of or pertaining to a virago; having the qualities of a virago."
    },
    {
        "word": "vi`ra*gin\"i*ty",
        "definition": "A woman of extraordinary stature, strength, and courage; a woman who has the robust body and masculine mind of a man; a female warrior."
    },
    {
        "word": "vi*ra\"go",
        "definition": "Hence, a mannish woman; a bold, turbulent woman; a termagant; a vixen."
    },
    {
        "word": "vi*res\"cence",
        "definition": "Beginning to be green; slightly green; greenish."
    },
    {
        "word": "vi*res\"cent",
        "definition": "An arrow or bolt for a crossbow having feathers or brass placed at an angle with the shaft to make it spin in flying."
    },
    {
        "word": "vir\"e*ton",
        "definition": "A valuable kind of pear, of an obovate shape and with melting flesh of delicious flavor; -- more properly called White Doyenn\\'82."
    },
    {
        "word": "vir\"ga*lieu",
        "definition": "Having the form of a straight rod; wand-shaped; straight and slender."
    },
    {
        "word": "vir\"gate",
        "definition": "A yardland, or measure of land varying from fifteen to forty acres."
    },
    {
        "word": "vir\"ga*ted",
        "definition": "A wand.  See Verge."
    },
    {
        "word": "vir\"ger",
        "definition": "Of or pertaining to Virgil, the Roman poet; resembling the style of Virgil."
    },
    {
        "word": "vir\"gin",
        "definition": "A person of the male sex who has not known sexual indulgence."
    },
    {
        "word": "vir\"gin*al",
        "definition": "To play with the fingers, as if on a virginal; to tap or pat."
    },
    {
        "word": "vir\"gin*hood",
        "definition": "One of the States of the United States of America."
    },
    {
        "word": "vir*gin\"i*ty",
        "definition": "The unmarried life; celibacy."
    },
    {
        "word": "vir\"go",
        "definition": "An old French variety of pear, of little value."
    },
    {
        "word": "vir\"gou*leuse",
        "definition": "Any one of numerous species of long, slender Alcyonaria belonging to Virgularia and allied genera of the family Virgularid\\'91. These corals are allied to the sea-pens, but have a long rodlike rhachis inclosing a slender, round or square, calcareous axis. The polyps are arranged in transverse rows or clusters along each side of the rhachis."
    },
    {
        "word": "vir`gu*la\"ri*an",
        "definition": "Shaped like a little twig or rod."
    },
    {
        "word": "vir`i*des\"cent",
        "definition": "A greenish, oily, nitrogenous hydrocarbon, C12H19N7, obtained from coal tar, and probably consisting of a mixture of several metameric compounds which are higher derivatives of the base pyridine."
    },
    {
        "word": "vir\"i*dine",
        "definition": "A greenish chloritic mineral common in certain igneous rocks, as diabase, as a result of alternation."
    },
    {
        "word": "vir\"i*dite",
        "definition": "Greenness; verdure; the color of grass and foliage."
    },
    {
        "word": "vir\"id*ness",
        "definition": "Having the nature, properties, or qualities, of an adult man; characteristic of developed manhood; hence, masterful; forceful; specifically, capable of begetting; -- opposed to womanly, feminine, and puerile; as, virile age, virile power, virile organs."
    },
    {
        "word": "vir*mil\"ion",
        "definition": "A ring surrounding a bugle or hunting horn."
    },
    {
        "word": "vi*role\"",
        "definition": "Furnished with a virole or viroles; -- said of a horn or a bugle when the rings are of different tincture from the rest of the horn."
    },
    {
        "word": "vi*roled\"",
        "definition": "Having a nauseous odor; fetid; poisonous."
    },
    {
        "word": "vi*rose\"",
        "definition": "A love of the fine arts; a taste for curiosities."
    },
    {
        "word": "vir`tu*al\"i*ty",
        "definition": "Potentiality; efficacy; potential existence."
    },
    {
        "word": "vir\"tu*al*ly",
        "definition": "To make efficacious; to give virtue of efficacy."
    },
    {
        "word": "vir`tu*o\"so",
        "definition": "A performer on some instrument, as the violin or the piano, who excels in the technical part of his art; a brilliant concert player."
    },
    {
        "word": "vir\"tu*ous",
        "definition": "Exhibiting manly courage and strength; valorous; valiant; brave."
    },
    {
        "word": "vir\"u*lence",
        "definition": "Extreme bitterness or malignity of disposition."
    },
    {
        "word": "vir\"u*lent",
        "definition": "Very bitter in enmity; actuated by a desire to injure; malignant; as, a virulent invective."
    },
    {
        "word": "vir\"u*lent*ed",
        "definition": "In a virulent manner."
    },
    {
        "word": "vir\"u*lent*ly",
        "definition": "Contagious or poisonous matter, as of specific ulcers, the bite of snakes, etc.; -- applied to organic poisons."
    },
    {
        "word": "vi\"rus",
        "definition": "Fig.: Any morbid corrupting quality in intellectual or moral conditions; something that poisons the mind or the soul; as, the virus of obscene books."
    },
    {
        "word": "vi\"sa",
        "definition": "To indorse, after examination, with the word vis\\'82, as a passport; to vis\\'82."
    },
    {
        "word": "vi\"sa",
        "definition": "The face, countenance, or look of a person or an animal; -- chiefly applied to the human face."
    },
    {
        "word": "vis\"ard",
        "definition": "One who, or that which, is face to face with another; esp., one who faces another in dancing."
    },
    {
        "word": "vis`-a-vis\"",
        "definition": "A carriage in which two persons sit face to face.  Also, a form of sofa with seats for two persons, so arranged that the occupants are face to face while sitting on opposite sides."
    },
    {
        "word": "vis`-a-vis\"",
        "definition": "A large burrowing South American rodent (Lagostomus trichodactylus) allied to the chinchillas, but much larger. Its fur is soft and rather long, mottled gray above, white or yellowish white beneath. There is a white band across the muzzle, and a dark band on each cheek. It inhabits grassy plains, and is noted for its extensive burrows and for heaping up miscellaneous articles at the mouth of its burrows. Called also biscacha, bizcacha, vischacha, vishatscha."
    },
    {
        "word": "vis\"ce*ra",
        "definition": "Of or pertaining to the viscera; splanchnic."
    },
    {
        "word": "vis\"cer*al",
        "definition": "Fig.: Having deep sensibility."
    },
    {
        "word": "vis\"cer*ate",
        "definition": "Of or pertaining to the framework, or skeleton, or skeleton, of the viscera; as, the visceroskeletal system of muscles."
    },
    {
        "word": "vis\"cid",
        "definition": "The quality or state of being viscid; also, that which is viscid; glutinous concretion; stickiness."
    },
    {
        "word": "vis*cid\"i*ty",
        "definition": "A clear, viscous, tasteless substance extracted from the mucilaginous sap of the mistletoe (Viscum album), holly, etc., and constituting an essential ingredient of birdlime."
    },
    {
        "word": "vis\"cin",
        "definition": "Somewhat viscous. Cf. Mobile, a., 2."
    },
    {
        "word": "vis*coid\"al",
        "definition": "An instrument for measuring the degree of viscosity of liquids, as solutions of gum."
    },
    {
        "word": "vis`co*sim\"e*ter",
        "definition": "The quality or state of being viscous."
    },
    {
        "word": "vis*cos\"i*ty",
        "definition": "A quality analogous to that of a viscous fluid, supposed to be caused by internal friction, especially in the case of gases."
    },
    {
        "word": "vis\"count`",
        "definition": "A nobleman of the fourth rank, next in order below an earl and next above a baron; also, his degree or title of nobility.  See Peer, n., 3."
    },
    {
        "word": "vis\"count`ess",
        "definition": "The quality, rank, or office of a viscount."
    },
    {
        "word": "vis\"count`ship",
        "definition": "Adhesive or sticky, and having a ropy or glutinous consistency; viscid; glutinous; clammy; tenacious; as, a viscous juice."
    },
    {
        "word": "vis\"cum",
        "definition": "Birdlime, which is often made from the berries of the European mistletoe."
    },
    {
        "word": "vis\"cus",
        "definition": "An instrument consisting of two jaws, closing by a screw, lever, cam, or the like, for holding work, as in filing."
    },
    {
        "word": "vise",
        "definition": "An indorsement made on a passport by the proper authorities of certain countries on the continent of Europe, denoting that it has been examined, and that the person who bears it is permitted to proceed on his journey; a visa."
    },
    {
        "word": "vi*s\\'82\"",
        "definition": "A divinity of the modern Hindoo trimurti, or trinity. He is regarded as the preserver, while Brahma is the creator, and Siva the destroyer of the creation."
    },
    {
        "word": "vish\"nu",
        "definition": "The quality or state of being visible."
    },
    {
        "word": "vis`i*bil\"i*ty",
        "definition": "Perceivable by the eye; capable of being seen; perceptible; in view; as, a visible star; the least spot is visible on white paper."
    },
    {
        "word": "vis\"i*goth",
        "definition": "The act of seeing external objects; actual sight."
    },
    {
        "word": "vi\"sion",
        "definition": "The faculty of seeing; sight; one of the five senses, by which colors and the physical qualities of external objects are appreciated as a result of the stimulating action of light on the sensitive retina, an expansion of the optic nerve."
    },
    {
        "word": "vi\"sion*al",
        "definition": "The quality or state of being visionary."
    },
    {
        "word": "vi\"sion*a*ri*ness",
        "definition": "Of or pertaining to a visions or visions; characterized by, appropriate to, or favorable for, visions."
    },
    {
        "word": "vi\"sion*a*ry",
        "definition": "One whose imagination overpowers his reason and controls his judgment; an unpractical schemer; one who builds castles in the air; a daydreamer."
    },
    {
        "word": "vi\"sion*ist",
        "definition": "Destitute of vision; sightless."
    },
    {
        "word": "vis\"it",
        "definition": "To go or come to see, as for the purpose of friendship, business, curiosity, etc.; to attend; to call upon; as, the physician visits his patient."
    },
    {
        "word": "vis\"it",
        "definition": "The act of visiting, or going to see a person or thing; a brief stay of business, friendship, ceremony, curiosity, or the like, usually longer than a call; as, a visit of civility or respect; a visit to Saratoga; the visit of a physician."
    },
    {
        "word": "vis\"it",
        "definition": "The act of going to view or inspect; an official or formal inspection; examination; visitation; as, the visit of a trustee or inspector."
    },
    {
        "word": "vis`it*a\"tion",
        "definition": "Specifically: The act of a superior or superintending officer who, in the discharge of his office, visits a corporation, college, etc., to examine into the manner in which it is conducted, and see that its laws and regulations are duly observed and executed; as, the visitation of a diocese by a bishop."
    },
    {
        "word": "vis\"it*er",
        "definition": "a. & vb. n. from Visit."
    },
    {
        "word": "vis\"it*or",
        "definition": "A superior, or a person lawfully appointed for the purpose, who makes formal visits of inspection to a corporation or an institution.  See Visit, v. t., 2, and Visitation, n., 2."
    },
    {
        "word": "vis`it*o\"ri*al",
        "definition": "Of or pertaining to the sight; visual."
    },
    {
        "word": "vi\"son",
        "definition": "A part of a helmet, arranged so as to lift or open, and so show the face. The openings for seeing and breathing are generally in it."
    },
    {
        "word": "vis\"or",
        "definition": "A mask used to disfigure or disguise."
    },
    {
        "word": "vi\"tal",
        "definition": "Contributing to life; necessary to, or supporting, life; as, vital blood."
    },
    {
        "word": "vi\"tal",
        "definition": "Pertaining to life; vital."
    },
    {
        "word": "vi*tal\"ic",
        "definition": "The doctrine that all the functions of a living organism are due to an unknown vital principle distinct from all chemical and physical forces."
    },
    {
        "word": "vi\"tal*ism",
        "definition": "A believer in the theory of vitalism; -- opposed to physicist."
    },
    {
        "word": "vi`tal*ist",
        "definition": "Pertaining to, or involving, vitalism, or the theory of a special vital principle."
    },
    {
        "word": "vi`tal*is\"tic",
        "definition": "The quality or state of being vital; the principle of life; vital force; animation; as, the vitality of eggs or vegetable seeds; the vitality of an enterprise."
    },
    {
        "word": "vi*tal\"i*ty",
        "definition": "The act or process of vitalizing, or infusing the vital principle."
    },
    {
        "word": "vi`tal*i*za\"tion",
        "definition": "To endow with life, or vitality; to give life to; to make alive; as, vitalized blood."
    },
    {
        "word": "vi\"tal*ize",
        "definition": "In a vital manner."
    },
    {
        "word": "vi\"tal*ly",
        "definition": "Organs that are necessary for life; more especially, the heart, lungs, and brain."
    },
    {
        "word": "vi\"tals",
        "definition": "Fig.: The part essential to the life or health of anything; as, the vitals of a state."
    },
    {
        "word": "vit\"el*la*ry",
        "definition": "Producing yolk, or vitelline substance; -- applied to certain cells (also called nutritive, or yolk, cells) formed in the ovaries of many insects, and supposed to supply nutriment to the developing ova."
    },
    {
        "word": "vit`el*lig\"e*nous",
        "definition": "An albuminous body, belonging to the class of globulins, obtained from yolk of egg, of which it is the chief proteid constituent, and from the seeds of many plants. From the latter it can be separated in crystalline form."
    },
    {
        "word": "vi*tel\"line",
        "definition": "A gland secreting the yolk of the eggs in trematodes, turbellarians, and some other helminths."
    },
    {
        "word": "vi*tel\"lus",
        "definition": "The contents or substance of the ovum; egg yolk.  See Illust. of Ovum."
    },
    {
        "word": "vi*tic\"u*lose`",
        "definition": "Of or pertaining to viticulture."
    },
    {
        "word": "vit`i*cul\"tur*al",
        "definition": "The cultivation of the vine; grape growing."
    },
    {
        "word": "vit\"i*cul`ture",
        "definition": "One engaged in viticulture."
    },
    {
        "word": "vit`i*cul\"tur*ist",
        "definition": "A rare skin disease consisting in the development of smooth, milk-white spots upon various parts of the body."
    },
    {
        "word": "vit`i*li\"go",
        "definition": "To contend in law litigiously or cavilously."
    },
    {
        "word": "vi\"tious",
        "definition": "A genus of plants including all true grapevines."
    },
    {
        "word": "vi\"to*e",
        "definition": "One of the transparent lenslike cells in the ocelli of certain arthropods."
    },
    {
        "word": "vi*trel\"la",
        "definition": "Containing or exhibiting positive, or vitreous, electricity."
    },
    {
        "word": "vit`re-o-e*lec\"tic",
        "definition": "Consisting of, or resembling, glass; glassy; as, vitreous rocks."
    },
    {
        "word": "vit\"re*ous",
        "definition": "Of or pertaining to glass; derived from glass; as, vitreous electricity."
    },
    {
        "word": "vit\"re*ous*ness",
        "definition": "The quality or state of being vitreous; glassiness, or the quality of being vitrescent; capability of conversion into glass; susceptibility of being formed into glass."
    },
    {
        "word": "vi*tres\"cent",
        "definition": "That may be vitrified; vitrifiable."
    },
    {
        "word": "vi*tres\"ci*ble",
        "definition": "Having the nature and qualities of glass; glasslike; -- distinguished from ceramic."
    },
    {
        "word": "vit\"ric",
        "definition": "The act, art, or process of vitrifying; also, the state of being vitrified."
    },
    {
        "word": "vit`ri*fac\"tion",
        "definition": "The manufacture of glass and glassware."
    },
    {
        "word": "vit`ri*fac\"ture",
        "definition": "Capable of being vitrified, or converted into glass by heat and fusion; as, flint and alkalies are vitrifiable."
    },
    {
        "word": "vi*trif\"i*ca*ble",
        "definition": "To convert into glass; to vitrify."
    },
    {
        "word": "vit\"ri*fied",
        "definition": "Having the form or appearance of glass; resembling glass; glasslike."
    },
    {
        "word": "vit\"ri*form",
        "definition": "To convert into, or cause to resemble, glass or a glassy substance, by heat and fusion."
    },
    {
        "word": "vit\"ri*fy",
        "definition": "To become glass; to be converted into glass."
    },
    {
        "word": "vi*tri\"na",
        "definition": "A sulphate of any one of certain metals, as copper, iron, zinc, cobalt. So called on account of the glassy appearance or luster."
    },
    {
        "word": "vit\"ri*o*late",
        "definition": "Changed into a vitriol or a sulphate, or subjected to the action of sulphuric acid or of a sulphate; as, vitriolated potash, i. e., potassium sulphate."
    },
    {
        "word": "vit\"ri*o*la`ted",
        "definition": "The act, process, or result of vitriolating."
    },
    {
        "word": "vit`ri*o*la\"tion",
        "definition": "Of or pertaining to vitriol; derived from, or resembling, vitriol; vitriolous; as, a vitriolic taste. Cf. Vitriol."
    },
    {
        "word": "vit\"ri*ol*i`za*ble",
        "definition": "The act of vitriolizing, or the state of being vitriolized; vitriolation."
    },
    {
        "word": "vit`ri*ol*i*za\"tion",
        "definition": "To convert into a vitriol; to vitriolate."
    },
    {
        "word": "vi*tri\"o*lous",
        "definition": "A kind of glass which is very hard and difficult to fuse, used as an insulator in electrical lamps and other apparatus."
    },
    {
        "word": "vit\"rite",
        "definition": "Of or pertaining to Vitruvius, an ancient Roman architect."
    },
    {
        "word": "vit\"ta",
        "definition": "A band, or stripe, of color."
    },
    {
        "word": "vit\"u*line",
        "definition": "Liable to, or deserving, vituperation, or severe censure."
    },
    {
        "word": "vi*tu\"per*a*ble",
        "definition": "To find fault with; to scold; to overwhelm with wordy abuse; to censure severely or abusively; to rate."
    },
    {
        "word": "vi*tu\"per*ate",
        "definition": "The act of vituperating; abuse; severe censure; blame."
    },
    {
        "word": "vi*tu\"per*a`tor",
        "definition": "Worthy of vituperation; shameful; disgraceful."
    },
    {
        "word": "vi`tu*per\"ri*ous",
        "definition": "Brisk; vivacious; with spirit; -- a direction to perform a passage in a brisk and lively manner."
    },
    {
        "word": "vi*va\"ce",
        "definition": "Having vigorous powers of life; tenacious of life; long-lived."
    },
    {
        "word": "vi*vac\"i*ty",
        "definition": "Tenacity of life; vital force; natural vigor."
    },
    {
        "word": "vi`van`di\\'8are\"",
        "definition": "A place artificially arranged for keeping or raising living animals, as a park, a pond, an aquarium, a warren, etc."
    },
    {
        "word": "viv\"da",
        "definition": "Long live, that is, success to; as, vive le roi, long live the king; vive la bagatelle, success to trifles or sport."
    },
    {
        "word": "vi*ver\"ra",
        "definition": "Of or pertaining to the Viverrid\\'91, or Civet family."
    },
    {
        "word": "vives",
        "definition": "A hydrous phosphate of iron of a blue to green color, growing darker on exposure. It occurs in monoclinic crystals, also fibrous, massive, and earthy."
    },
    {
        "word": "viv\"i*an*ite",
        "definition": "True to the life; exhibiting the appearance of life or freshness; animated; spirited; bright; strong; intense; as, vivid colors."
    },
    {
        "word": "vi*vid\"i*ty",
        "definition": "Giving life; reviving; enlivening."
    },
    {
        "word": "vi*vif\"ic",
        "definition": "To give life to; to animate; to revive; to vivify."
    },
    {
        "word": "vi*vif\"i*cate",
        "definition": "To bring back a metal to the metallic form, as from an oxide or solution; to reduce."
    },
    {
        "word": "viv`i*fi*ca\"tion",
        "definition": "One of the changes of assimilation, in which proteid matter which has been transformed, and made a part of the tissue or tissue cells, is endowed with life, and thus enabled to manifest the phenomena of irritability, contractility, etc."
    },
    {
        "word": "viv\"i*fi*ca*tive",
        "definition": "To endue with life; to make to be living; to quicken; to animate."
    },
    {
        "word": "vi*vip\"a*ra",
        "definition": "The quality or condition of being viviparous."
    },
    {
        "word": "vi*vip\"a*rous*ly",
        "definition": "The quality of being viviparous; viviparity."
    },
    {
        "word": "vi*vip\"a*rous*ness",
        "definition": "To perform vivisection upon; to dissect alive."
    },
    {
        "word": "viv`i*sec\"tion",
        "definition": "Of or pertaining to vivisection."
    },
    {
        "word": "viv`i*sec\"tion*al",
        "definition": "One who practices or advocates vivisection; a vivisector."
    },
    {
        "word": "vix\"en",
        "definition": "A cross, ill-tempered person; -- formerly used of either sex, now only of a woman."
    },
    {
        "word": "vix\"en*ish",
        "definition": "Like a vixen; vixenish."
    },
    {
        "word": "viz",
        "definition": "A mask; a visor."
    },
    {
        "word": "viz*ca\"cha",
        "definition": "A councilor of state; a high executive officer in Turkey and other Oriental countries."
    },
    {
        "word": "viz\"ier*ate",
        "definition": "A grand vizier.  See under Vizier."
    },
    {
        "word": "vi*zier`-a*zem\"",
        "definition": "Of, pertaining to, or issued by, a vizier."
    },
    {
        "word": "viz\"or",
        "definition": "The diadem indris.  See Indris."
    },
    {
        "word": "vliss*ma\"ki",
        "definition": "A common gray European moth (Halia vauaria) having a V-shaped spot of dark brown on each of the fore wings."
    },
    {
        "word": "v\" moth`",
        "definition": "A word; a term; a name; specifically, a word considered as composed of certain sounds or letters, without regard to its meaning."
    },
    {
        "word": "vo*cab\"u*la*ry",
        "definition": "A sum or stock of words employed."
    },
    {
        "word": "vo*cab\"u*list",
        "definition": "Of or pertaining to the voice or speech; having voice; endowed with utterance; full of voice, or voices."
    },
    {
        "word": "vo\"cal",
        "definition": "A vocal sound; specifically, a purely vocal element of speech, unmodified except by resonance; a vowel or a diphthong; a tonic element; a tonic; -- distinguished from a subvocal, and a nonvocal."
    },
    {
        "word": "vo\"cal*ist",
        "definition": "The quality or state of being vocal; utterableness; resonance; as, the vocality of the letters."
    },
    {
        "word": "vo*cal\"i*ty",
        "definition": "The quality of being a vowel; vocalic character."
    },
    {
        "word": "vo`cal*i*za\"tion",
        "definition": "The formation and utterance of vocal sounds."
    },
    {
        "word": "vo\"cal*ize",
        "definition": "To practice singing on the vowel sounds."
    },
    {
        "word": "vo\"cal*ly",
        "definition": "In words; verbally; as, to express desires vocally."
    },
    {
        "word": "vo\"cal*ness",
        "definition": "A call; a summons; a citation; especially, a designation or appointment to a particular state, business, or profession."
    },
    {
        "word": "vo*ca\"tion",
        "definition": "Destined or appropriate employment; calling; occupation; trade; business; profession."
    },
    {
        "word": "vo*cif\"er*a`tor",
        "definition": "Making a loud outcry; clamorous; noisy; as, vociferous heralds."
    },
    {
        "word": "vo*cif\"er*ous",
        "definition": "A short or weak utterance; a faint or feeble sound, as that heard on separating the lips in pronouncing p or b."
    },
    {
        "word": "voc\"ule",
        "definition": "A supposed element, afterward found to be a mixture of several metals, as copper, iron, lead, nickel, etc."
    },
    {
        "word": "vo*da\"ni*um",
        "definition": "A Russian drink distilled from rye."
    },
    {
        "word": "vod\"ka",
        "definition": "An inlet, bay, or creek; -- so called in the Orkney and Shetland Islands."
    },
    {
        "word": "vo\"gle",
        "definition": "The way or fashion of people at any particular time; temporary mode, custom, or practice; popular reception for the time; -- used now generally in the phrase in vogue."
    },
    {
        "word": "voiced",
        "definition": "Uttered with voice; pronounced with vibrations of the vocal cords; sonant; -- said of a sound uttered with the glottis narrowed."
    },
    {
        "word": "void\"a*ble",
        "definition": "Capable of being avoided, or of being adjudged void, invalid, and of no force; capable of being either avoided or confirmed."
    },
    {
        "word": "void\"ance",
        "definition": "A ejection from a benefice."
    },
    {
        "word": "void\"er",
        "definition": "A tray, or basket, formerly used to receive or convey that which is voided or cleared away from a given place; especially, one for carrying off the remains of a meal, as fragments of food; sometimes, a basket for containing household articles, as clothes, etc."
    },
    {
        "word": "void\"ing",
        "definition": "That which is voided; that which is ejected or evacuated; a remnant; a fragment."
    },
    {
        "word": "void\"ness",
        "definition": "An oath administered to a witness, usually before being sworn in chief, requiring him to speak the truth, or make true answers in reference to matters inquired of, to ascertain his competency to give evidence."
    },
    {
        "word": "vo*la\"cious",
        "definition": "A flying fish of California (Exoc&oe;tus Californicus): -- called also volator."
    },
    {
        "word": "vo\"lant",
        "definition": "Nimble; light and quick; active; rapid."
    },
    {
        "word": "vo*lan\"te",
        "definition": "Literally, world's speech; the name of an artificial language invented by Johan Martin Schleyer, of Constance, Switzerland, about 1879."
    },
    {
        "word": "vol`a*p\\'81k\"",
        "definition": "One who is conversant with, or who favors adoption of, Volap\\'81k."
    },
    {
        "word": "vol`a*p\\'81k\"ist",
        "definition": "Of or pertaining to the palm of the hand or the sole of the foot."
    },
    {
        "word": "vol\"a*ry",
        "definition": "Passing through the air on wings, or by the buoyant force of the atmosphere; flying; having the power to fly."
    },
    {
        "word": "vol\"a*tile",
        "definition": "Capable of wasting away, or of easily passing into the a\\'89riform state; subject to evaporation."
    },
    {
        "word": "vol\"a*til*i`za*ble",
        "definition": "The act or process of volatilizing, or rendering volatile; the state of being volatilized."
    },
    {
        "word": "vol`a*til*i*za\"tion",
        "definition": "To render volatile; to cause to exhale or evaporate; to cause to pass off in vapor."
    },
    {
        "word": "vo*la\"tor",
        "definition": "A light puff paste, with a raised border, filled, after baking, usually with a ragout of fowl, game, or fish."
    },
    {
        "word": "vol`-au`-vent\"",
        "definition": "A mineral occurring in small six-sided tabular crystals of a green or yellow color. It is a hydrous vanadate of copper and lime."
    },
    {
        "word": "vol*can\"ic",
        "definition": "Produced by a volcano, or, more generally, by igneous agencies; as, volcanic tufa."
    },
    {
        "word": "vol*can\"ic*al*ly",
        "definition": "Quality or state of being volcanic; volcanic power."
    },
    {
        "word": "vol`can*ic\"i*ty",
        "definition": "Volcanic power or action; volcanicity."
    },
    {
        "word": "vol\"can*ism",
        "definition": "One versed in the history and phenomena of volcanoes."
    },
    {
        "word": "vol\"can*ist",
        "definition": "One who believes in the igneous, as opposed to the aqueous, origin of the rocks of the earth's crust; a vulcanist. Cf. Neptunist."
    },
    {
        "word": "vol*can\"i*ty",
        "definition": "The act of volcanizing, or the state of being volcanized; the process of undergoing volcanic heat, and being affected by it."
    },
    {
        "word": "vol`can*i*za\"tion",
        "definition": "To subject to, or cause to undergo, volcanic heat, and to be affected by its action."
    },
    {
        "word": "vol\"can*ize",
        "definition": "A mountain or hill, usually more or less conical in form, from which lava, cinders, steam, sulphur gases, and the like, are ejected; -- often popularly called a burning mountain."
    },
    {
        "word": "vol\"er*y",
        "definition": "A flight of birds."
    },
    {
        "word": "vol\"i*ta*ble",
        "definition": "The act of flying; flight."
    },
    {
        "word": "vol\"i*tive",
        "definition": "Used in expressing a wish or permission as, volitive proposition."
    },
    {
        "word": "volks\"lied",
        "definition": "A flight of missiles, as arrows, bullets, or the like; the simultaneous discharge of a number of small arms."
    },
    {
        "word": "vol\"ley",
        "definition": "To be thrown out, or discharged, at once; to be discharged in a volley, or as if in a volley; to make a volley or volleys."
    },
    {
        "word": "vol\"ley",
        "definition": "To return the ball before it touches the ground."
    },
    {
        "word": "vol\"leyed",
        "definition": "To baptize; -- used in contempt by the Reformers."
    },
    {
        "word": "volt",
        "definition": "A circular tread; a gait by which a horse going sideways round a center makes two concentric tracks."
    },
    {
        "word": "volt",
        "definition": "A turning; a time; -- chiefly used in phrases signifying that the part is to be repeated one, two, or more times; as, una volta, once.  Seconda volta, second time, points to certain modifications in the close of a repeated strain."
    },
    {
        "word": "vol\"ta",
        "definition": "Of or pertaining to voltaic electricity, or voltaism."
    },
    {
        "word": "vol\"ta-e*lec\"tric",
        "definition": "An instrument for the exact measurement of electric currents."
    },
    {
        "word": "vol`ta-e`lec*trom\"e*ter",
        "definition": "Electric potential or potential difference, expressed in volts."
    },
    {
        "word": "vol\"tage",
        "definition": "In electrotypy, the act or art of copying, in metals deposited by electrolytic action, a form or pattern which is made the negative electrode."
    },
    {
        "word": "vol*ta\"ic",
        "definition": "Of or pertaining to Alessandro Volta, who first devised apparatus for developing electric currents by chemical action, and established this branch of electric science; discovered by Volta; as, voltaic electricity."
    },
    {
        "word": "vol\"ta*ism",
        "definition": "An instrument for measuring the voltaic electricity passing through it, by its effect in decomposing water or some other chemical compound acting as an electrolyte."
    },
    {
        "word": "vol*tam\"e*ter",
        "definition": "A form of voltaic, or galvanic, battery suitable for use electrotyping."
    },
    {
        "word": "vol\"ta*type",
        "definition": "Turn, that is, turn over the leaf."
    },
    {
        "word": "vol`ti*geur",
        "definition": "One of a picked company of irregular riflemen in each regiment of the French infantry."
    },
    {
        "word": "volt\"me`ter",
        "definition": "An oxysulphide of lead occurring in implanted spherical globules of a yellowish or brownish color; -- called also voltzine."
    },
    {
        "word": "voltz\"ite",
        "definition": "Turning, or whirling; winding; twining; voluble."
    },
    {
        "word": "vo*lu\"bi*late",
        "definition": "The quality or state of being voluble (in any of the senses of the adjective)."
    },
    {
        "word": "vol\"u*ble",
        "definition": "Easily rolling or turning; easily set in motion; apt to roll; rotating; as, voluble particles of matter."
    },
    {
        "word": "vol\"ume",
        "definition": "Hence, a collection of printed sheets bound together, whether containing a single work, or a part of a work, or more than one work; a book; a tome; especially, that part of an extended work which is bound up together in one cover; as, a work in four volumes."
    },
    {
        "word": "vol`u*me*nom\"e*ter",
        "definition": "The method or process of measuring volumes by means of the volumenometer."
    },
    {
        "word": "vol`u*me*nom\"e*try",
        "definition": "An instrument consisting essentially of a glass tube provided with a graduated scale, for exhibiting to the eye the changes of volume of a gas or gaseous mixture resulting from chemical action, and the like."
    },
    {
        "word": "vol*lu\"me*scope",
        "definition": "An instrument for measuring the volumes of gases or liquids by introducing them into a vessel of known capacity."
    },
    {
        "word": "vol*lu\"me*ter",
        "definition": "Of or pertaining to the measurement of volume."
    },
    {
        "word": "vol`u*met\"ric*al",
        "definition": "Of or pertaining to volume or volumes."
    },
    {
        "word": "vo*lu\"mi*nous",
        "definition": "Consisting of many folds, coils, or convolutions."
    },
    {
        "word": "vol\"un*ta*ri*ly",
        "definition": "The quality or state of being voluntary; spontaneousness; specifically, the quality or state of being free in the exercise of one's will."
    },
    {
        "word": "vol\"un*ta*ri*ness",
        "definition": "Proceeding from the will; produced in or by an act of choice."
    },
    {
        "word": "vol\"un*ta*ry",
        "definition": "Unconstrained by the interference of another; unimpelled by the influence of another; not prompted or persuaded by another; done of his or its own accord; spontaneous; acting of one's self, or of itself; free."
    },
    {
        "word": "vol\"un*ta*ry",
        "definition": "A piece played by a musician, often extemporarily, according to his fancy; specifically, an organ solo played before, during, or after divine service."
    },
    {
        "word": "vol`un*teer\"",
        "definition": "One who enters into, or offers for, any service of his own free will."
    },
    {
        "word": "vol`un*teer\"",
        "definition": "To offer or bestow voluntarily, or without solicitation or compulsion; as, to volunteer one's services."
    },
    {
        "word": "vol`un*teer\"",
        "definition": "To enter into, or offer for, any service of one's own free will, without solicitation or compulsion; as, he volunteered in that undertaking."
    },
    {
        "word": "vo*lup\"tu*a*ry",
        "definition": "Full of delight or pleasure, especially that of the senses; ministering to sensuous or sensual gratification; exciting sensual desires; luxurious; sensual."
    },
    {
        "word": "vo*lup\"ty",
        "definition": "Any one of numerous species of large, handsome marine gastropods belonging to Voluta and allied genera."
    },
    {
        "word": "vo*lu\"ta",
        "definition": "A rolling of a body; a wallowing."
    },
    {
        "word": "vo*lute\"",
        "definition": "A spiral scroll which forms the chief feature of the Ionic capital, and which, on a much smaller scale, is a feature in the Corinthian and Composite capitals.  See Illust. of Capital, also Helix, and Stale."
    },
    {
        "word": "vo*lu\"tion",
        "definition": "A spiral turn or wreath."
    },
    {
        "word": "vol\"va",
        "definition": "A genus of minute, pale-green, globular, organisms, about one fiftieth of an inch in diameter, found rolling through water, the motion being produced by minute colorless cilia. It has been considered as belonging to the flagellate Infusoria, but is now referred to the vegetable kingdom, and each globule is considered a colony of many individuals. The commonest species is Volvox globator, often called globe animalcule."
    },
    {
        "word": "vol\"vox",
        "definition": "The spasmodic contraction of the intestines which causes colic."
    },
    {
        "word": "vol\"yer",
        "definition": "A bone, or one of a pair of bones, beneath the ethmoid region of the skull, forming a part a part of the partition between the nostrils in man and other mammals."
    },
    {
        "word": "vo\"mer",
        "definition": "Of or pertaining to the vomer."
    },
    {
        "word": "vo\"mer*ine",
        "definition": "An abscess cavity in the lungs."
    },
    {
        "word": "vom\"i*cine",
        "definition": "Same as Nux vomica."
    },
    {
        "word": "vom\"ic nut`",
        "definition": "To eject the contents of the stomach by the mouth; to puke; to spew."
    },
    {
        "word": "vom\"it",
        "definition": "To throw up; to eject from the stomach through the mouth; to disgorge; to puke; to spew out; -- often followed by up or out."
    },
    {
        "word": "vom\"it",
        "definition": "Hence, to eject from any hollow place; to belch forth; to emit; to throw forth; as, volcanoes vomit flame, stones, etc."
    },
    {
        "word": "vom\"it",
        "definition": "Matter that is vomited; esp., matter ejected from the stomach through the mouth."
    },
    {
        "word": "vom\"it*ing",
        "definition": "The act or power of vomiting."
    },
    {
        "word": "vom\"i*tive",
        "definition": "The yellow fever in its worst form, when it is usually attended with black vomit.  See Black vomit."
    },
    {
        "word": "vo*mi\"to",
        "definition": "Causing vomiting; emetic; vomitive."
    },
    {
        "word": "vom\"i*to*ry",
        "definition": "An emetic; a vomit."
    },
    {
        "word": "vom\"i*to*ry",
        "definition": "A principal door of a large ancient building, as of an amphitheater."
    },
    {
        "word": "voo\"doo",
        "definition": "One who practices voodooism; a negro sorcerer."
    },
    {
        "word": "voo\"doo",
        "definition": "A degraded form of superstition and sorcery, said to include human sacrifices and cannibalism in some of its rites. It is prevalent among the negroes of Hayti, and to some extent in the United States, and is regarded as a relic of African barbarism."
    },
    {
        "word": "voo\"doo*ism",
        "definition": "Greedy in eating; very hungry; eager to devour or swallow; ravenous; gluttonous; edacious; rapacious; as, a voracious man or appetite; a voracious gulf or whirlpool."
    },
    {
        "word": "vo*ra\"cious",
        "definition": "The quality of being voracious; voraciousness."
    },
    {
        "word": "vo*rac\"i*ty",
        "definition": "Pertaining to a gulf; full of gulfs; hence, devouring."
    },
    {
        "word": "vor\"tex",
        "definition": "A mass of fluid, especially of a liquid, having a whirling or circular motion tending to form a cavity or vacuum in the center of the circle, and to draw in towards the center bodies subject to its action; the form assumed by a fluid in such motion; a whirlpool; an eddy."
    },
    {
        "word": "vor\"ti*cel",
        "definition": "Any one of numerous species of ciliated Infusoria belonging to Vorticella and many other genera of the family Vorticellid\\'91.  They have a more or less bell-shaped body with a circle of vibrating cilia around the oral disk. Most of the species have slender, contractile stems, either simple or branched."
    },
    {
        "word": "vor`ti*cel\"la",
        "definition": "Vortical; whirling; as, a vorticose motion."
    },
    {
        "word": "vor\"ti*cose`",
        "definition": "Moving rapidly round a center; vortical."
    },
    {
        "word": "vote",
        "definition": "An ardent wish or desire; a vow; a prayer."
    },
    {
        "word": "vote",
        "definition": "To enact, establish, grant, determine, etc., by a formal vote; as, the legislature voted the resolution."
    },
    {
        "word": "vot\"er",
        "definition": "a. & n. from Vote, v."
    },
    {
        "word": "vouch",
        "definition": "To call; to summon."
    },
    {
        "word": "vouch",
        "definition": "To assert; to aver; to declare."
    },
    {
        "word": "vouch\"ment",
        "definition": "Same as Voucher, 3 (b)."
    },
    {
        "word": "vouch*safe\"",
        "definition": "To condescend to grant; to concede; to bestow."
    },
    {
        "word": "vow",
        "definition": "A solemn promise made to God, or to some deity; an act by which one consecrates or devotes himself, absolutely or conditionally, wholly or in part, for a longer or shorter time, to some act, service, or condition; a devotion of one's possessions; as, a baptismal vow; a vow of poverty."
    },
    {
        "word": "vow",
        "definition": "To give, consecrate, or dedicate to God, or to some deity, by a solemn promise; to devote; to promise solemnly."
    },
    {
        "word": "vow\"el*ism",
        "definition": "To give the quality, sound, or office of a vowel to."
    },
    {
        "word": "vow\"el*ize",
        "definition": "One who makes a vow."
    },
    {
        "word": "voy\"age",
        "definition": "Formerly, a passage either by sea or land; a journey, in general; but not chiefly limited to a passing by sea or water from one place, port, or country, to another; especially, a passing or journey by water to a distant place or country."
    },
    {
        "word": "voy\"age*a*ble",
        "definition": "One who voyages; one who sails or passes by sea or water."
    },
    {
        "word": "voy\"a*ger",
        "definition": "A traveler; -- applied in Canada to a man employed by the fur companies in transporting goods by the rivers and across the land, to and from the remote stations in the Northwest."
    },
    {
        "word": "voy\"ol",
        "definition": "The appearance of truth; verisimilitude."
    },
    {
        "word": "vrai`sem`blance\"",
        "definition": "A cavity in a lode; -- called also vogle."
    },
    {
        "word": "vugg",
        "definition": "The god of fire, who presided over the working of metals; -- answering to the Greek Heph\\'91stus."
    },
    {
        "word": "vul*ca\"ni*an",
        "definition": "Of or pertaining to Vulcan; made by Vulcan; hence, of or pertaining to works in iron or other metals."
    },
    {
        "word": "vul*can\"ic",
        "definition": "Of or pertaining to volcanoes; specifically, relating to the geological theory of the Vulcanists, or Plutonists."
    },
    {
        "word": "vul\"can*ist",
        "definition": "Hard rubber produced by vulcanizing with a large proportion of sulphur."
    },
    {
        "word": "vul\"can*ite",
        "definition": "The act or process of imparting to caoutchouc, gutta-percha, or the like, greater elasticity, durability, or hardness by heating with sulphur under pressure."
    },
    {
        "word": "vul`can*i*za\"tion",
        "definition": "To change the properties of, as caoutchouc, or India rubber, by the process of vulcanization."
    },
    {
        "word": "vul*ca\"no",
        "definition": "The science which treats of phenomena due to plutonic action, as in volcanoes, hot springs, etc."
    },
    {
        "word": "vul\"gar",
        "definition": "Of or pertaining to the mass, or multitude, of people; common; general; ordinary; public; hence, in general use; vernacular."
    },
    {
        "word": "vul\"gar",
        "definition": "One of the common people; a vulgar person."
    },
    {
        "word": "vul*gar\"i*ty",
        "definition": "The quality or state of being vulgar; mean condition of life; the state of the lower classes of society."
    },
    {
        "word": "vul`gar*i*za\"tion",
        "definition": "To make vulgar, or common."
    },
    {
        "word": "vul\"gar*ly",
        "definition": "The quality of being vulgar."
    },
    {
        "word": "vul\"gar*ness",
        "definition": "An ancient Latin version of the Scripture, and the only version which the Roman Church admits to be authentic; -- so called from its common use in the Latin Church."
    },
    {
        "word": "vul\"gate",
        "definition": "The quality or state of being vulnerable; vulnerableness."
    },
    {
        "word": "vul\"ner*a*ble",
        "definition": "Capable of being wounded; susceptible of wounds or external injuries; as, a vulnerable body."
    },
    {
        "word": "vul\"ner*a*ble*ness",
        "definition": "Useful in healing wounds; adapted to the cure of external injuries; as, vulnerary plants or potions."
    },
    {
        "word": "vul\"ner*a*ry",
        "definition": "To wound; to hurt."
    },
    {
        "word": "vul\"ner*ate",
        "definition": "The act of wounding, or the state of being wounded."
    },
    {
        "word": "vul`ner*a\"tion",
        "definition": "Full of wounds; wounded."
    },
    {
        "word": "vul\"ner*ose`",
        "definition": "Causing wounds; inflicting wounds; wounding."
    },
    {
        "word": "vul*nose\"",
        "definition": "A genus of Carnivora including the foxes."
    },
    {
        "word": "vul\"pes",
        "definition": "Pertaining to, derived from, or designating, an acid obtained from a lichen (Cetraria vulpina) as a yellow or red crystalline substance which on decomposition yields pulvinic acid."
    },
    {
        "word": "vul\"pic",
        "definition": "One who kills a fox, except in hunting; also, the act of so killing a fox."
    },
    {
        "word": "vul\"pi*cide",
        "definition": "Of or pertaining to the fox; resembling the fox; foxy; cunning; crafty; artful."
    },
    {
        "word": "vul*pin\"ic",
        "definition": "The quality of being cunning like the fox; craft; artfulness."
    },
    {
        "word": "vul\"pi*nite",
        "definition": "The brush turkey (Talegallus Lathami) of Australia.  See Brush turkey."
    },
    {
        "word": "vul\"tern",
        "definition": "Any one of numerous species of rapacious birds belonging to Vultur, Cathartes, Catharista, and various other genera of the family Vulturid\\'91."
    },
    {
        "word": "vul\"tur*ish",
        "definition": "The quality or state of being like a vulture; rapaciousness."
    },
    {
        "word": "vul\"tur*ism",
        "definition": "Like a vulture; rapacious."
    },
    {
        "word": "vul\"va",
        "definition": "The external parts of the female genital organs; sometimes, the opening between the projecting parts of the external organs."
    },
    {
        "word": "vul\"vi*form",
        "definition": "Inflammation of the vulva."
    },
    {
        "word": "vul*vi\"tis",
        "definition": "Pertaining both to the vulva and the uterus."
    },
    {
        "word": "vul`vo-u\"ter*ine",
        "definition": "Pertaining both to the vulva and the vagina."
    },
    {
        "word": "vul`vo*vag\"i*nal",
        "definition": "A kind of clamp with gimlet points for holding a barrel head while the staves are being closed around it."
    }
]