[
    {
        "word": "xan`tho*rh<?/\"a",
        "definition": "An orange-yellow substance found in pigment spots of certain crabs."
    },
    {
        "word": "xan\"those",
        "definition": "The yellow discoloration often observed in cancerous tumors."
    },
    {
        "word": "xan`tho*sper\"mous",
        "definition": "Yellow; specifically (Ethnol.), of or pertaining to those races of man which have yellowish, red, auburn, or brown hair."
    },
    {
        "word": "xan\"thous",
        "definition": "A liquid hydrocarbon of the terpene series extracted from the seeds of a Japanese prickly ash (Xanthoxylum pipertium) as an aromatic oil."
    },
    {
        "word": "xan*thox\"y*lene",
        "definition": "A genus of prickly shrubs or small trees, the bark and rots of which are of a deep yellow color; prickly ash."
    },
    {
        "word": "xe\"bec",
        "definition": "An Arctic fork-tailed gull (Xema Sabinii)."
    },
    {
        "word": "xeme",
        "definition": "A Spartan institution which prohibited strangers from residing in Sparta without permission, its object probably being to preserve the national simplicity of manners."
    },
    {
        "word": "xen`e*la\"si*a",
        "definition": "A present given to a guest or stranger, or to a foreign ambassador."
    },
    {
        "word": "xe\"ni*um",
        "definition": "A house for the reception of strangers."
    },
    {
        "word": "xen`o*do*chi\"um",
        "definition": "Reception of strangers; hospitality."
    },
    {
        "word": "xen\"o*mi",
        "definition": "A suborder of fishes including Gobiesox and allied genera. These fishes have soft-rayed fins, and a ventral sucker supported in front by the pectoral fins. They are destitute of scales."
    },
    {
        "word": "xe*nop`te*ryg\"i*i",
        "definition": "A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals."
    },
    {
        "word": "xe*nu\"rine",
        "definition": "The radical characteristic of xenylic compounds."
    },
    {
        "word": "xen\"yl",
        "definition": "Pertaining to, derived from, designating, certain amido compounds obtained by reducing certain nitro derivatives of diphenyl."
    },
    {
        "word": "xe*nyl\"ic",
        "definition": "An old money of account in Bombay, equal to three fifths of a rupee."
    },
    {
        "word": "xer\"if",
        "definition": "A gold coin formerly current in Egypt and Turkey, of the value of about  9s. 6d., or about $2.30; -- also, in Morocco, a ducat."
    },
    {
        "word": "xe`ro*der\"ma",
        "definition": "A salt of xeronic acid."
    },
    {
        "word": "xe\"ro*nate",
        "definition": "Pertaining to, or designating, an acid, C8H12O4, related to fumaric acid, and obtained from citraconic acid as an oily substance having a bittersweet taste; -- so called from its tendency to form its anhydride."
    },
    {
        "word": "xe*ron\"ic",
        "definition": "Among the primitive Christians, the living on a diet of dry food in Lent and on other fasts."
    },
    {
        "word": "xe*roph\"a*gy",
        "definition": "Drought-loving; able withstand the absence or lack of moisture."
    },
    {
        "word": "xiph\"i*as",
        "definition": "A genus of fishes comprising the common swordfish."
    },
    {
        "word": "xi*phid\"i*um",
        "definition": "Of, pertaining to, or resembling, a cetacean of the genus Xiphius or family Xiphiid\\'91."
    },
    {
        "word": "xiph\"i*oid",
        "definition": "The posterior, or fourth, lateral plate in the plastron of turtles; -- called also xiphisternum."
    },
    {
        "word": "xiph\"i*plas\"tron",
        "definition": "The posterior segment, or extremity, of the sternum; -- sometimes called metasternum, ensiform cartilage, ensiform process, or xiphoid process."
    },
    {
        "word": "xiph\"i*ster\"num",
        "definition": "A genus of cetaceans having a long, pointed, bony beak, usually two tusklike teeth in the lower jaw, but no teeth in the upper jaw."
    },
    {
        "word": "xiph\"i*us",
        "definition": "An extinct genus of artiodactylous mammals found in the European Tertiary formations. It had slender legs, didactylous feet, and small canine teeth."
    },
    {
        "word": "xiph\"o*don",
        "definition": "Like a sword; ensiform."
    },
    {
        "word": "xiph`o*su\"ra",
        "definition": "Same as Limuloidea. Called also Xiphosura."
    },
    {
        "word": "xy*lam\"ide",
        "definition": "Wood coal, or charcoal; -- so called in distinction from mineral coal."
    },
    {
        "word": "xy*lan\"thrax",
        "definition": "A salt of xylic acid."
    },
    {
        "word": "xy\"late",
        "definition": "That portion of a fibrovascular bundle which has developed, or will develop, into wood cells; -- distinguished from phlo\\'89m."
    },
    {
        "word": "xy\"lem",
        "definition": "Any of a group of three metameric hydrocarbons of the aromatic series, found in coal and wood tar, and so named because found in crude wood spirit. They are colorless, oily, inflammable liquids, C6H4.(CH3)2, being dimethyl benzenes, and are called respectively orthoxylene, metaxylene, and paraxylene. Called also xylol."
    },
    {
        "word": "xy\"le*nol",
        "definition": "Pertaining to, or designating, a complex acid related to mesitylenic acid, obtained as a white crystalline substance by the action of sodium and carbon dioxide on crude xylenol."
    },
    {
        "word": "xy*let\"ic",
        "definition": "Pertaining to, derived from, or related to, xylene; specifically, designating any one of several metameric acids produced by the partial oxidation of mesitylene and pseudo-cumene."
    },
    {
        "word": "xy\"lic",
        "definition": "Pertaining to, or designating, either one of two distinct acids which are derived from xylic acid and related compounds, and are metameric with uvitic acid."
    },
    {
        "word": "xy*lid\"ic",
        "definition": "Any one of six metameric hydrocarbons, (CH3)2.C6H3.NH2, resembling aniline, and related to xylene. They are liquids, or easily fusible crystalline substances, of which three are derived from metaxylene, two from orthoxylene, and one from paraxylene. They are called the amido xylenes."
    },
    {
        "word": "xy*lin\"de*in",
        "definition": "A liquid hydrocarbon found in crude wood spirits."
    },
    {
        "word": "xy\"lite",
        "definition": "A yellow oil having a geraniumlike odor, produced as a side product in making phorone; -- called also xylite oil."
    },
    {
        "word": "xy\"li*tone",
        "definition": "A combining form from Gr. xy`lon wood; as in xylogen, xylograph."
    },
    {
        "word": "xy\"lo-",
        "definition": "The dried twigs of a Syrian tree (Balsamodendron Gileadense)."
    },
    {
        "word": "xy`lo*car\"pous",
        "definition": "A genus of hymenopterous insects including the carpenter.  See Carpenter bee, under Carpenter."
    },
    {
        "word": "xy*loc\"o*pa",
        "definition": "Nascent wood; wood cells in a forming state."
    },
    {
        "word": "xy\"lo*gen",
        "definition": "An engraving on wood, or the impression from such an engraving; a print by xylography."
    },
    {
        "word": "xy\"lo*graph",
        "definition": "One who practices xylography."
    },
    {
        "word": "xy*log\"ra*pher",
        "definition": "Of or pertaining to xylography, or wood engraving."
    },
    {
        "word": "xy*log\"ra*phy",
        "definition": "The art of engraving on wood."
    },
    {
        "word": "xy\"loid",
        "definition": "A substance resembling pyroxylin, obtained by the action of nitric acid on starch; -- called also nitramidin."
    },
    {
        "word": "xy\"lon*ite",
        "definition": "A genus of marine bivalves which bore holes in wood. They are allied to Pholas."
    },
    {
        "word": "xy*loph\"a*ga",
        "definition": "One of a tribe of beetles whose larv\\'91 bore or live in wood."
    },
    {
        "word": "xy*loph\"a*gan",
        "definition": "A tribe or family of dipterous flies whose larv\\'91 live in decayed wood. Some of the tropical species are very large."
    },
    {
        "word": "xy`lo*phag\"i*des",
        "definition": "Eating, boring in, or destroying, wood; -- said especially of certain insect larv\\'91, crustaceans, and mollusks."
    },
    {
        "word": "xy*loph\"a*gous",
        "definition": "One of a tribe of beetles (Xylophili) whose larv\\'91 live on decayed wood."
    },
    {
        "word": "xy*loph\"i*lan",
        "definition": "Of or pertaining to the xylophilans."
    },
    {
        "word": "xy\"lo*phone",
        "definition": "An instrument common among the Russians, Poles, and Tartars, consisting of a series of strips of wood or glass graduated in length to the musical scale, resting on belts of straw, and struck with two small hammers. Called in Germany strohfiedel, or straw fiddle."
    },
    {
        "word": "xy`lo*plas\"tic",
        "definition": "The art or practice of burning pictures on wood with a hot iron; -- called also poker painting.  See Poker picture, under Poker."
    },
    {
        "word": "xy`lo*qui\"none",
        "definition": "A derivative of xylene obtained as a white crystalline substance which on exposure in the air becomes red; -- called also betaorcin."
    },
    {
        "word": "xy*lor\"cin",
        "definition": "A glucoside found in the poisonous berries of a species of honeysuckle (Lonicera xylosteum), and extracted as a bitter, white, crystalline substance."
    },
    {
        "word": "xy\"to*tile",
        "definition": "A genus of marine bivalves closely allied to Teredo, and equally destructive to timber. One species (Xylotrya fimbriata) is very common on the Atlantic coast of the United States."
    },
    {
        "word": "xy*lo\"try*a",
        "definition": "Any one of three metameric radicals which are characteristic respectively of the three xylenes."
    },
    {
        "word": "xy\"lyl",
        "definition": "Any one of three metameric radicals, CH2.C6H4.CH2, derived respectively from the three xylenes. Often used adjectively; as, xylylene alcohol."
    },
    {
        "word": "xy\"lyl*ene",
        "definition": "Of or pertaining to a natural order (Xyride\\'91) of endogenous plants, of which Xyris is the type."
    },
    {
        "word": "xyr`i*da\"ceous",
        "definition": "A genus of endogenous herbs with grassy leaves and small yellow flowers in short, scaly-bracted spikes; yellow-eyed grass. There are about seventeen species in the Atlantic United States."
    },
    {
        "word": "xy\"ris",
        "definition": "A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather."
    },
    {
        "word": "xyst",
        "definition": "An office<?/ having the superintendence of the xyst."
    }
]